<?php
// Version: 1.1.13; Admin

$txt[4] = 'Πίνακες';
$txt[5] = 'Μέλη';
$txt[6] = 'Ενημερωτικά δελτία';
$txt[7] = 'Ειδήσεις';
$txt[8] = 'Ομάδες μελών';
$txt[9] = 'Διαχείριση μελών';
$txt[11] = 'Η λίστα των εγγεγραμμένων μελών στη δημόσια συζήτηση.';
$txt[65] = 'Επόμενο';
$txt[135] = 'Απαγορευμένες λέξεις';
$txt[136] = 'Εισάγετε την απαγορευμένη λέξη στα αριστερά, και την αντικατάστασή της στα δεξιά.';
$txt[141] = 'Λόγω της δημόσιας φύσης της δημόσιας συζήτησης μπορεί να υπάρχουν κάποιες λέξεις που θα θέλατε να μην αποστέλλονται από μέλη της δημόσιας συζήτησης. Παρακάτω μπορείτε να εισάγετε λέξεις οι οποίες θέλετε να αντικατασταθούν όποτε χρησιμοποιούνται από κάποιο μέλος.<br />Για να διαγραφεί μια λέξη αδειάστε τα αντίστοιχα πεδία.';
$txt[207] = 'Δεσμευμένα ονόματα';
$txt[216] = 'Διαχείριση του προτύπου';
$txt[222] = 'Ρυθμίσεις του διακομιστή';
$txt[338] = 'Στείλτε e-mail στην παραπάνω λίστα e-mail';
$txt[341] = 'Δεσμευμένα ονόματα';
$txt[342] = 'Μία δεσμευμένη λέξη ανά γραμμή.';
$txt[347] = 'Αυτή η σελίδα επιτρέπει την αλλαγή βασικών ρυθμίσεων της δημόσιας συζήτησης. Να είστε προσεκτικοί με αυτές τις ρυθμίσεις, καθώς μπορούν να επηρεάσουν τη σωστή λειτουργία της δημόσιας συζήτησης. ';
$txt[348] = 'Κατάσταση συντήρησης;';
$txt[350] = 'Όνομα δημόσιας συζήτησης';
$txt[351] = 'URL δημόσιας συζήτησης';
$txt[352] = 'Όνομα cookie';
$txt[355] = 'Διεύθυνση e-mail διαχειριστή';
$txt[356] = 'Κατάλογος SMF';
$txt[360] = 'Κατάλογος Sources';
$txt[365] = 'Χρώμα φόντου τίτλων';
$txt[366] = 'Χρώμα κειμένου τίτλων';
$txt[367] = 'Χρώμα φόντου παραθύρου';
$txt[368] = 'Χρώμα φόντου παραθύρου #2';
$txt[369] = 'Χρώμα φόντου κατηγορίας';
$txt[370] = 'Χρώμα περιγράμματος πίνακα HTML';
$txt[379] = 'Ενεργοποίηση ειδήσεων;';
$txt[380] = 'Δυνατότητα αποστολής από επισκέπτες;';
$txt[388] = 'Χρώμα τίτλων πλαισίου ειδήσεων';
$txt[389] = 'Χρώμα ειδήσεων στο πλαίσιο ειδήσεων';
$txt[424] = 'Επιλογές διαχειριστών SMF';
$txt[426] = 'Μέλη';
$txt[427] = 'Κύριο';
$txt[428] = 'Διαμόρφωση';
$txt[429] = 'Λεπτομερής έλεγχος έκδοσης';
$txt[495] = 'Αρχείο SMF';
$txt[496] = 'Πακέτο SMF';
$txt[501] = 'Συντήρηση';
$txt[521] = 'Προβολή κουμπιών ως εικόνες αντί για κείμενο';
$txt[571] = 'Συντελεστές';
$txt[584] = 'Προβολή και αποδοχή συμφωνίας κατά την εγγραφή';
$txt[608] = 'Διαγραφή επιλεγμένων μελών';
$txt[610] = 'Επισκευή όλων των πινάκων και θεμάτων';
$txt[644] = 'Αυτή είναι η &quot;' . $txt[208] . '&quot;.  Από εδώ μπορείτε να τροποποιήσετε τις ρυθμίσεις, να συντηρήσετε τη δημόσια συζήτηση, να δείτε τα αρχεία καταγραφής, να εγκαταστήσετε πακέτα, να διαχειριστείτε τις εμφανίσεις και άλλα πολλά.<div style="margin-top: 1ex;">Αν έχετε κάποιο πρόβλημα, παρακαλώ κοιτάξτε στην σελίδα &quot;Υποστήριξη και πληροφορίες&quot;. Εάν οι πληροφορίες εκεί δεν βοηθούν,<a href="http://www.simplemachines.org/community/index.php" target="_blank"> επισκεφθείτε μας </a> για βοήθεια στο πρόβλημά σας.</div> Μπορείτε ακόμα να βρείτε απαντήσεις κάνοντας κλικ στα εικονίδια <img src="' . $settings['images_url'] . '/helptopics.gif" alt="' . $txt[119] . '" title="' . $txt[119] . '" border="0" /> για περισσότερες πληροφορίες όσον αφορά στις σχετικές λειτουργίες. <div style="margin-top: 1ex;">(Η ελληνική μετάφραση του SMF έγινε από τον <a href="http://www.simplemachines.org/community/index.php?action=profile;u=219">Βασίλη Κοταρά</a> και η επιμέλειά της από τον <a href="http://www.translatum.gr/cv.htm">Σπύρο Δόικα</a>)</div>';
$txt[670] = 'Παρακαλούμε τοποθετείτε μία είδηση ανά πλαίσιο. Μερικά BBC tags, όπως το <span title="Χοντρός krizz">[b]</span>, <span title="Λοξός maniac">[i]</span> και <span title="Ισοπεδωμένος vol">[u]</span> επιτρέπονται στις ειδήσεις, όπως και smileys και HTML. Διαγράψτε το κείμενο από ένα πλαίσιο ειδήσεων για να το αφαιρέσετε.';
$txt[684] = 'Διαχειριστές της δημόσιας συζήτησης';
$txt[699] = 'Τα δεσμευμένα ονόματα θα αποτρέψουν χρήστες από το να χρησιμοποιούν συγκεκριμένα ονόματα χρήστη ή και εμφανιζόμενα ονόματα. Επιλέξτε από τις παρακάτω επιλογές που επιθυμείτε να χρησιμοποιήσετε πριν την Υποβολή.';
$txt[702] = 'Αποστολή e-mail ενεργοποίησης στα νέα μέλη αμέσως μετά την εγγραφή;';
$txt[726] = 'Ταίριασμα ολόκληρου κλειδιού μόνο. Εάν δεν επιλεγεί, η αναζήτηση θα γίνει με μερικό ταίριασμα.';
$txt[727] = 'Ταίριασμα πεζών - κεφαλαίων.';
$txt[728] = 'Έλεγχος ονόματος χρήστη.';
$txt[729] = 'Έλεγχος εμφανιζόμενου ονόματος.';
$txt[735] = 'Μπορείτε να στείλετε e-mail σε οποιονδήποτε από αυτή την σελίδα. Οι διευθύνσεις e-mail από τις επιλεγμένες ομάδες μελών θα εμφανιστούν από κάτω, αλλά μπορείτε να αφαιρέσετε ή να προσθέσετε οποιεσδήποτε διευθύνσεις επιθυμείτε. Βεβαιωθείτε ότι κάθε διεύθυνση διαχωρίζεται με τον εξής τρόπο: \'address1; address2\'.';
$txt[739] = 'Χρονική καθυστέρηση μεταξύ ειδήσεων στο πλαίσιο ειδήσεων (σε msec)';
$txt[740] = 'Προβολή κουμπιών BBC στις σελίδες δημιουργίας αποστολών και προσωπικών μηνυμάτων;';

$txt['smf1'] = 'Η αποθήκευση του Settings.php απέτυχε. - βεβαιωθείτε ότι το Settings_bak.php υπάρχει και είναι εγγράψιμο.';
$txt['modSettings_title'] = 'Χαρακτηριστικά και επιλογές';
$txt['modSettings_info'] = 'Αλλαγή ή ρύθμιση επιλογών για τη λειτουργία της δημόσιας συζήτησης.';
$txt['smf5'] = 'Διακομιστής όπου βρίσκεται η βάση δεδομένων:';
$txt['smf6'] = 'Όνομα χρήστη βάσης δεδομένων:';
$txt['smf7'] = 'Κωδικός πρόσβασης βάσης δεδομένων:';
$txt['smf8'] = 'Όνομα βάσης δεδομένων:';
$txt['smf11'] = 'Συμφωνία εγγραφής';
$txt['smf12'] = 'Η συμφωνία εγγραφής θα εμφανίζεται μόνο εάν το έχετε προεπιλέξει από τις ρυθμίσεις της δημόσιας συζήτησης.';
$txt['smf54'] = 'Πρόθεμα των πινάκων της βάσης δεδομένων:';
$txt['smf55'] = 'Κρατήστε πατημένο το Ctrl για να επιλέξετε πολλαπλές εγγραφές. Κάντε κλικ στο κουμπί ' . $txt[17] . ' όταν τελειώσετε.';
$txt['smf73'] = 'Λίστα σφαλμάτων της δημόσιας συζήτησης';
$txt['smf74'] = 'Τα ακόλουθα σφάλματα παρουσιάστηκαν στη δημόσια συζήτηση';
$txt['smf85'] = 'Θα θέλατε να διορθωθούν αυτά τα σφάλματα;';
$txt['smf86'] = 'Διόρθωση σφαλμάτων της δημόσιας συζήτησης';
$txt['smf92'] = 'Όλα τα λάθη διορθώθηκαν! Ελέγξτε τις νέες κατηγορίες, πίνακες ή θέματα για να αποφασίσετε τι θέλετε να κάνετε.';
$txt['smf201'] = 'Συνημμένα και πορτραίτα';
$txt['smf202'] = 'Από εδώ μπορείτε να διαχειρίζεστε τα συνημμένα αρχεία του συστήματος. Μπορείτε να διαγράψετε τα συνημμένα κατά μέγεθος ή κατά ημερομηνία από το σύστημα. Στατιστικά για τα συνημμένα αρχεία προβάλλονται παρακάτω.';
$txt['smf203'] = 'Στατιστικά συνημμένων αρχείων';
$txt['smf204'] = 'Σύνολο συνημμένων αρχείων';
$txt['smf205'] = 'Μέγεθος καταλόγου συνημμένων';
$txt['smf206'] = 'Διαθέσιμος χώρος στον κατάλογο συνημμένων';
$txt['smf207'] = 'Επιλογές συνημμένων αρχείων';
$txt['smf208'] = 'Καταγραφή συνημμένων';
$txt['smf209'] = 'Διαγραφή συνημμένων παλαιότερων από';
$txt['smf210'] = 'Διαγραφή συνημμένων μεγαλύτερων από';
$txt['smf213'] = 'Όνομα συνημμένου';
$txt['smf214'] = 'Μέγεθος αρχείου';
$txt['smf215'] = 'Δεν έχει οριστεί μέγιστη χωρητικότητα καταλόγου';
$txt['smf216'] = '[το συνημμένο έχει διαγραφεί από τον Διαχειριστή]';
$txt['smf217'] = 'Live from www.simplemachines.org...';
$txt['smf219'] = 'Διαγραφή Όλων';
$txt['smf250'] = 'Παρακαλώ επιλέξτε τις ομάδες μελών στις οποίες θέλετε να στείλετε e-mail.';
$txt['smf281'] = 'Βελτιστοποίηση βάσης δεδομένων';
$txt['smf282'] = 'Η βάση δεδομένων περιέχει %d πίνακες.';
$txt['smf283'] = 'Προσπάθεια βελτιστοποίησης της βάσης δεδομένων...';
$txt['smf284'] = 'Γίνεται βελτιστοποίηση %1$s... %2$f kb βελτιστοποιήθηκαν.';
$txt['smf285'] = 'Όλοι οι πίνακες ήταν ήδη βελτιστοποιημένοι.';
$txt['smf285b'] = 'Κανένας πίνακας δεν χρειαζόταν βελτιστοποίηση.';
$txt['smf286'] = 'βελτιστοποιημένοι πίνακες.';
$txt['smf310'] = 'έχει ανύπαρκτο ID μέλους';
$txt['smf319'] = 'Ο διαχειριστής πρέπει να εγκρίνει όλα τα μέλη';
$txt['smf320'] = 'Προσοχή - το agreement.txt δεν είναι εγγράψιμο, οποιαδήποτε αλλαγή κάνετε δεν θα αποθηκευθεί.';

$txt['dvc1'] = 'Εδώ προβάλλονται οι εκδόσεις των αρχείων της εγκατάστασής σας σε σύγκριση με αυτές των τελευταίων εκδόσεων. Εάν οποιαδήποτε από αυτά τα αρχεία είναι ξεπερασμένα, θα πρέπει να τα αναβαθμίσετε με την τελευταία έκδοση από το <a href="http://www.simplemachines.org/" target="_blank">www.simplemachines.org</a>.';
$txt['dvc_more'] = '(λεπτομέρειες)';

$txt['lfyi'] = 'Δεν είναι δυνατή η σύνδεση με το αρχείο ενημερωμένων εκδόσεων του simplemachines.org.';

$txt['manage_calendar'] = 'Ημερολόγιο';
$txt['manage_search'] = 'Αναζήτηση';

$txt['smileys_manage'] = 'Smileys και εικονίδια μηνυμάτων';
$txt['smileys_manage_info'] = 'Εγκατάσταση νέων ομάδων smiley, προσθήκη smileys στα ήδη υπάρχοντα, ή διαχείριση εικονιδίων μηνυμάτων';
$txt['package1'] = 'Πακέτα';
$txt['package_info'] = 'Εγκατάσταση νέων λειτουργιών ή τροποποίηση ήδη υπαρχόντων.';
$txt['theme_admin'] = 'Εμφάνιση και διάταξη';
$txt['theme_admin_info'] = 'Διαχείριση των εμφανίσεων και ρύθμιση των επιλογών τους.';
$txt['registration_center'] = 'Εγγραφές';
$txt['member_center_info'] = 'Προβολή της λίστας μελών, αναζήτηση μελών, και διαχείριση των μη εγκεκριμένων μελών και των μελών που δεν έχουν ακόμη ενεργοποιήσει τον λογαριασμό τους.';

$txt['viewmembers_name'] = 'Όνομα μέλους (εμφανιζόμενο όνομα)';
$txt['viewmembers_online'] = 'Τελευταία σύνδεση';
$txt['viewmembers_today'] = 'Σήμερα';
$txt['viewmembers_day_ago'] = 'Χθες';
$txt['viewmembers_days_ago'] = 'ημέρες πριν';

$txt['display_name'] = 'Εμφανιζόμενο όνομα';
$txt['email_address'] = 'Διεύθυνση e-mail';
$txt['ip_address'] = 'Διεύθυνση IP';
$txt['member_id'] = 'ID';

$txt['security_wrong'] = 'Απόπειρα σύνδεσης διαχειριστή!' . "\n" .
	'Referer: ' . (isset($_SERVER['HTTP_REFERER']) ? $_SERVER['HTTP_REFERER'] : 'άγνωστος') . "\n" .
	'User agent: ' . $_SERVER['HTTP_USER_AGENT'] . "\n" .
	'IP: ' . $GLOBALS['user_info']['ip'];

$txt['email_as_html'] = 'Αποστολή σε μορφή HTML. (μπορείτε να χρησιμοποιήσετε HTML στο Email)';
$txt['email_parsed_html'] = 'Προσθήκη &lt;br /&gt;s και &amp;nbsp;s στο μήνυμα.';
$txt['email_variables'] = 'Σ\' αυτή την αποστολή μπορείτε να χρησιμοποιήσετε μερικές &quot;μεταβλητές&quot;.  Κλικ <a href="' . $scripturl . '?action=helpadmin;help=emailmembers" onclick="return reqWin(this.href);" class="help">εδώ</a> για περισσότερες πληροφορίες.';
$txt['email_force'] = 'Αποστολή στα μέλη ακόμα και αν έχουν επιλέξει να μην λαμβάνουν ανακοινώσεις.';
$txt['email_as_pms'] = 'Αποστολή στις ομάδες χρησιμοποιώντας προσωπικά μηνύματα.';
$txt['email_continue'] = 'Συνέχεια';
$txt['email_done'] = 'ολοκληρώθηκε.';

$txt['ban_title'] = 'Απαγορεύσεις σε μέλη';
$txt[724] = 'Απαγόρευση IP: (π.χ. 192.168.12.213 ή 128.0.*.*) - μία εγγραφή ανά γραμμή';
$txt[725] = 'Απαγόρευση e-mail: (π.χ. badguy@somewhere.gr) - μία εγγραφή ανά γραμμή';
$txt[7252] = 'Απαγόρευση ονόματος χρήστη: (π.χ. l33tuser) - μία εγγραφή ανά γραμμή';

$txt['ban_description'] = 'Εδώ μπορείτε να απαγορεύσετε την είσοδο σε άτομα κατά διεύθυνση IP, όνομα κεντρικού υπολογιστή, όνομα χρήστη ή e-mail.';
$txt['ban_add_new'] = 'Προσθήκη νέας απαγόρευσης';
$txt['ban_banned_entity'] = 'Απαγορευμένο θέμα';
$txt['ban_on_ip'] = 'Αποκλεισμός IP (π.χ. 192.168.10-20.*)';
$txt['ban_on_hostname'] = 'Αποκλεισμός κεντρικού υπολογιστή (π.χ. *.mil)';
$txt['ban_on_email'] = 'Αποκλεισμός διεύθυνσης e-mail (π.χ. *@badsite.gr)';
$txt['ban_on_username'] = 'Αποκλεισμός ονόματος χρήστη';
$txt['ban_notes'] = 'Σημειώσεις';
$txt['ban_restriction'] = 'Περιορισμός';
$txt['ban_full_ban'] = 'Πλήρης απαγόρευση';
$txt['ban_partial_ban'] = 'Μερική απαγόρευση';
$txt['ban_cannot_post'] = 'Απαγόρευση αποστολής';
$txt['ban_cannot_register'] = 'Απαγόρευση εγγραφής';
$txt['ban_cannot_login'] = 'Απαγόρευση σύνδεσης';
$txt['ban_add'] = 'Προσθήκη';
$txt['ban_edit_list'] = 'Λίστα αποκλεισμών';
$txt['ban_type'] = 'Τύπος αποκλεισμού';
$txt['ban_days'] = 'ημέρες';
$txt['ban_will_expire_within'] = 'Ο αποκλεισμός θα λήξει μετά από';
$txt['ban_added'] = 'Προστέθηκε';
$txt['ban_expires'] = 'Λήγει';
$txt['ban_hits'] = 'Επισκέψεις';
$txt['ban_actions'] = 'Ενέργειες';
$txt['ban_expiration'] = 'Λήξη';
$txt['ban_reason_desc'] = 'Αιτιολογία αποκλεισμού, που θα εμφανιστεί στο μέλος.';
$txt['ban_notes_desc'] = 'Σημειώσεις που πιθανόν να βοηθήσουν τους άλλους διαχειριστές.';
$txt['ban_remove_selected'] = 'Διαγραφή επιλεγμένων';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_remove_selected_confirm'] = 'Σίγουρα θέλετε να διαγράψετε τους επιλεγμένους αποκλεισμούς;';
$txt['ban_modify'] = 'Τροποποίηση';
$txt['ban_name'] = 'Όνομα απαγόρευσης';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_name_empty'] = 'Το όνομα της απαγόρευσης είναι άδειο';
$txt['ban_name_exists'] = 'Το όνομα αυτής της απαγόρευσης ήδη υπάρχει. Παρακαλώ επιλέξτε ένα άλλο.';
$txt['ban_edit'] = 'Τροποποίηση απαγόρευσης';
$txt['ban_add_notes'] = '<b>Σημείωση</b>: μετά τη δημιουργία της παραπάνω απαγόρευσης, μπορείτε να προσθέσετε επιπλέον εγγραφές που θα ενεργοποιούν την απαγόρευση, όπως διευθύνσεις IP, ονόματα διακομιστών και διευθύνσεις email.';
$txt['ban_expired'] = 'Ληγμένη / Απενεργοποιημένη';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_restriction_empty'] = 'Δεν έχει επιλεγεί κανένας περιορισμός.';

$txt['ban_triggers'] = 'Εναύσματα';
$txt['ban_add_trigger'] = 'Προσθήκη εναύσματος';
$txt['ban_add_trigger_submit'] = 'Προσθήκη';
$txt['ban_edit_trigger'] = 'Τροποποίηση';
$txt['ban_edit_trigger_title'] = 'Τροποποίηση εναύσματος';
$txt['ban_edit_trigger_submit'] = 'Τροποποίηση';
$txt['ban_remove_selected_triggers'] = 'Αφαίρεση επιλεγμένων εναυσμάτων';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_remove_selected_triggers_confirm'] = 'Σίγουρα θέλετε να αφαιρέσετε τα επιλεγμένα εναύσματα';
$txt['ban_trigger_browse'] = 'Προβολή εναυσμάτων';
$txt['ban_trigger_browse_description'] = 'Αυτή η οθόνη εμφανίζει όλα τα εναύσματα απαγορεύσεων, ομαδοποιημένα με βάση την διεύθυνση IP, όνομα διακομιστή, διεύθυνση email και όνομα χρήστη.';

$txt['ban_log'] = 'Καταγραφή αποκλεισμών';
$txt['ban_log_description'] = 'Η καταγραφή αποκλεισμών δείχνει όλες τις προσπάθειες εισόδου στη δημόσια συζήτηση από μέλη που έχουν αποκλεισθεί (\'πλήρης απαγόρευση\' και \'απαγόρευση εγγραφής\' μόνο).';
$txt['ban_log_no_entries'] = 'Καμία καταγραφή';
$txt['ban_log_ip'] = 'IP';
$txt['ban_log_email'] = 'Διεύθυνση e-mail';
$txt['ban_log_member'] = 'Μέλος';
$txt['ban_log_date'] = 'Ημερομηνία';
$txt['ban_log_remove_all'] = 'Διαγραφή όλων';
$txt['ban_log_remove_all_confirm'] = 'Σίγουρα θέλετε να διαγράψετε όλες τις εγγραφές αποκλεισμών;';
$txt['ban_log_remove_selected'] = 'Διαγραφή επιλεγμένων';
$txt['ban_log_remove_selected_confirm'] = 'Σίγουρα θέλετε να διαγράψετε όλες τις εγγραφές αποκλεισμών;';
$txt['ban_no_triggers'] = 'Δεν υπάρχουν εναύσματα απαγόρευσης';

$txt['apply_filter'] = 'Εφαρμογή φίλτρου';
$txt['applying_filter'] = 'Γίνεται εφαρμογή φίλτρου';
$txt['filter_only_member'] = 'Προβολή μόνο των μηνυμάτων σφαλμάτων αυτού του μέλους';
$txt['filter_only_ip'] = 'Προβολή μόνο των μηνυμάτων σφαλμάτων αυτής της διεύθυνσης IP';
$txt['filter_only_session'] = 'Προβολή μόνο των μηνυμάτων σφαλμάτων αυτής της συνόδου';
$txt['filter_only_url'] = 'Προβολή μόνο των μηνυμάτων σφαλμάτων αυτής της διεύθυνσης URL';
$txt['filter_only_message'] = 'Προβολή μόνο των ίδιων λαθών';
$txt['session'] = 'Σύνοδος';
$txt['error_url'] = 'Διεύθυνση URL της σελίδας που προκαλεί το σφάλμα';
$txt['error_message'] = 'Μήνυμα σφάλματος';
$txt['clear_filter'] = 'Καθαρισμός φίλτρου';
$txt['remove_selection'] = 'Διαγραφή επιλεγμένων';
$txt['remove_filtered_results'] = 'Διαγραφή όλων των φιλτραρισμένων αποτελεσμάτων';
$txt['sure_about_errorlog_remove'] = 'Είστε βέβαιος ότι θέλετε να διαγράψετε όλα τα μηνύματα σφάλματος;';
$txt['reverse_direction'] = 'Αντίστροφη χρονολογική σειρά λίστας';

$txt['settings_not_writable'] = 'Αυτές οι ρυθμίσεις δεν μπορούν να τροποποιηθούν επειδή το Settings.php είναι μόνο για ανάγνωση.';

$txt['maintain_title'] = 'Συντήρηση δημόσιας συζήτησης';
$txt['maintain_info'] = 'Βελτιστοποίηση πινάκων, δημιουργία αντιγράφου ασφαλείας, έλεγχος σφαλμάτων, και εκκαθάριση (prune) πινάκων με αυτά τα εργαλεία.';
$txt['maintain_done'] = 'Η συντήρηση ολοκληρώθηκε.';
$txt['maintain_no_errors'] = 'Συγχαρητήρια, δεν βρέθηκε σφάλμα!  Ευχαριστούμε για τον έλεγχο.';

$txt['maintain_general'] = 'Γενική συντήρηση';
$txt['maintain_recount'] = 'Καταμέτρηση όλων των αθροισμάτων της δημόσιας συζήτησης και των στατιστικών.';
$txt['maintain_errors'] = 'Εντοπισμός και διόρθωση σφαλμάτων.';
$txt['maintain_logs'] = 'Διαγραφή μη σημαντικών αρχείων καταγραφής.';
$txt['maintain_optimize'] = 'Βελτιστοποίηση όλων των πινάκων για να αυξηθεί η απόδοση.';
$txt['maintain_version'] = 'Έλεγχος όλων των αρχείων για νέες εκδόσεις.';
$txt['maintain_return'] = 'Πίσω στη συντήρηση της δημόσιας συζήτησης';

$txt['maintain_backup'] = 'Δημιουργία αντιγράφου ασφαλείας της βάσης δεδομένων';
$txt['maintain_backup_struct'] = 'Αποθήκευση της δομής των πινάκων.';
$txt['maintain_backup_data'] = 'Αποθήκευση των δεδομένων των πινάκων (το πιο σημαντικό). ';
$txt['maintain_backup_gz'] = 'Συμπίεση του αρχείου με gzip.';
$txt['maintain_backup_save'] = 'Λήψη';

$txt['maintain_old'] = 'Διαγραφή παλιών μηνυμάτων';
$txt['maintain_old_since_days1'] = 'Διαγραφή όλων των θεμάτων στα οποία δεν έχει γίνει δημοσίευση για ';
$txt['maintain_old_since_days2'] = ' ημέρες, τα οποία είναι:';
$txt['maintain_old_nothing_else'] = 'Οποιαδήποτε ταξινόμηση θέματος.';
$txt['maintain_old_are_moved'] = 'Ειδοποιήσεις θεμάτων που μετακινήθηκαν.';
$txt['maintain_old_are_locked'] = 'Κλειδωμένα.';
$txt['maintain_old_are_not_stickied'] = 'Εξαιρούνται τα μόνιμα θέματα.';
$txt['maintain_old_all'] = 'Όλοι οι πίνακες';
$txt['maintain_old_choose'] = 'Επέλεξε συγκεκριμένους πίνακες';
$txt['maintain_old_remove'] = 'Διαγραφή τώρα';
$txt['maintain_old_confirm'] = 'Σίγουρα θέλετε να διαγράψετε τις παλιές αποστολές τώρα;\\n\\nΗ ενέργεια αυτή δε μπορεί να αναιρεθεί!!';

$txt['db_error_send'] = 'Αποστολή e-mail σε περίπτωση σφάλματος σύνδεσης MySQL';
$txt['db_persist'] = 'Χρήση επίμονης (persistent) σύνδεσης';

$txt['default_language'] = 'Προεπιλεγμένη γλώσσα της δημόσιας συζήτησης';

$txt['maintenance1'] = 'Προβαλλόμενος τίτλος:';
$txt['maintenance2'] = 'Προβαλλόμενο μήνυμα:';

$txt['errlog1'] = 'Αρχείο καταγραφής σφαλμάτων';
$txt['errlog2'] = 'Το αρχείο καταγραφής σφαλμάτων εντοπίζει κάθε σφάλμα που παρουσιάζεται στη δημόσια συζήτηση. Για τη διαγραφή οποιονδήποτε σφαλμάτων από τη βάση δεδομένων, σημειώστε στο checkbox, και κάντε κλικ στο κουμπί ' . $txt[31] . ' στο τέλος της σελίδας.';

$txt['theme4'] = 'Ρυθμίσεις εμφάνισης';
$txt['theme_current_settings'] = 'Τρέχουσα εμφάνιση';

$txt['repair_zero_ids'] = 'Θέματα και/ή αποστολές με ID θέματος ή αποστολής ίσο με 0.';
$txt['repair_missing_topics'] = 'Το μήνυμα #%d βρίσκεται σε ανύπαρκτο θέμα  #%d.';
$txt['repair_missing_messages'] = 'Το θέμα #%d δεν περιέχει (πραγματικά) μηνύματα.';
$txt['repair_stats_topics_1'] = 'Το θέμα #%d έχει ID πρώτου μηνύματος %d, το οποίο είναι εσφαλμένο.';
$txt['repair_stats_topics_2'] = 'Το θέμα #%d έχει ID τελευταίου μηνύματος %d, το οποίο είναι εσφαλμένο.';
$txt['repair_stats_topics_3'] = 'Το θέμα #%d έχει λανθασμένο αριθμό απαντήσεων, %d.';
$txt['repair_missing_boards'] = 'Το θέμα #%d βρίσκεται στον πίνακα #%d, ο οποίος δεν υπάρχει.';
$txt['repair_missing_categories'] = 'Ο πίνακας #%d βρίσκεται στην κατηγορία #%d, η οποία λείπει.';
$txt['repair_missing_posters'] = 'Το μήνυμα #%d δημοσιεύθηκε από το μέλος #%d, το οποίο λείπει.';
$txt['repair_missing_parents'] = 'Ο πίνακας #%d είναι θυγατρικός του πίνακα #%d, ο οποίος λείπει.';
$txt['repair_missing_polls'] = 'Το θέμα #%d είναι συνδεδεμένο με την ανύπαρκτη ψηφοφορία #%d.';
$txt['repair_missing_calendar_topics'] = 'Η εκδήλωση #%d είναι συνδεδεμένη με το θέμα #%d, το οποίο δεν υπάρχει.';
$txt['repair_missing_log_topics'] = 'Το θέμα #%d έχει σήμανση ως αναγνωσμένο από ένα ή περισσότερα άτομα, αλλά δεν υπάρχει.';
$txt['repair_missing_log_topics_members'] = 'Το μέλος #%d έχει σημάνει ως αναγνωσμένο μία ή περισσότερα θέματα, αλλά δεν υπάρχει.';
$txt['repair_missing_log_boards'] = 'Ο πίνακας #%d έχει σήμανση ως αναγνωσμένος από ένα ή περισσότερα άτομα, αλλά δεν υπάρχει.';
$txt['repair_missing_log_boards_members'] = 'Το μέλος #%d έχει σημάνει ως αναγνωσμένο έναν ή περισσότερους πίνακες, αλλά δεν υπάρχει.';
$txt['repair_missing_log_mark_read'] = 'Ο πίνακας #%d έχει σήμανση ως αναγνωσμένος από ένα ή περισσότερα άτομα, αλλά δεν υπάρχει.';
$txt['repair_missing_log_mark_read_members'] = 'Το μέλος #%d έχει σήμανση ως αναγνωσμένο έναν ή περισσότερους πίνακες, αλλά δεν υπάρχει.';
$txt['repair_missing_pms'] = 'Το προσωπικό μήνυμα #%d έχει σταλθεί σε ένα ή περισσότερα άτομα, αλλά δεν υπάρχει.';
$txt['repair_missing_recipients'] = 'Το μέλος #%d έχει λάβει ένα ή περισσότερα προσωπικά μηνύματα, αλλά δεν υπάρχει.';
$txt['repair_missing_senders'] = 'Το προσωπικό μήνυμα #%d στάλθηκε από το μέλος #%d, το οποίο δεν υπάρχει.';
$txt['repair_missing_notify_members'] = 'Ειδοποιήσεις ζητήθηκαν από το μέλος #%d, το οποίο δεν υπάρχει.';
$txt['repair_missing_cached_subject'] = 'Ο τίτλος του θέματος #%d δεν είναι αποθηκευμένος στην προσωρινή αποθήκευση τίτλων.';
$txt['repair_missing_topic_for_cache'] = 'Η προσωρινά αποθηκευμένη λέξη \'%s\' είναι συνδεδεμένη με ανύπαρκτο θέμα.';
$txt['repair_missing_log_poll_member'] = 'Η ψηφοφορία #%1$d έχει λάβει ψήφο από το μέλος #%2$d , το οποίο λείπει.';
$txt['repair_missing_log_poll_vote'] = 'Μια ψήφος εστάλη από το μέλος #%1$d στην ανύπαρκτη ψηφοφορία #%2$d.';
$txt['repair_missing_thumbnail_parent'] = 'Υπάρχει μια μικρογραφία με το όνομα %s, αλλά δεν έχει γονική εικόνα.';

$txt['dvc_your'] = 'Η έκδοσή σας';
$txt['dvc_current'] = 'Τρέχουσα έκδοση';
$txt['dvc_sources'] = 'Πηγές';
$txt['dvc_default'] = 'Προεπιλεγμένα πρότυπα';
$txt['dvc_templates'] = 'Τρέχοντα πρότυπα';
$txt['dvc_languages'] = 'Αρχεία γλωσσών';

$txt['modlog_view'] = 'Αρχείο καταγραφής συντονισμού';
$txt['modlog_date'] = 'Ημερομηνία';
$txt['modlog_member'] = 'Μέλος';
$txt['modlog_position'] = 'Αξίωμα';
$txt['modlog_action'] = 'Ενέργεια';
$txt['modlog_ip'] = 'IP';
$txt['modlog_search_result'] = 'Αναζήτηση αποτελεσμάτων';
$txt['modlog_total_entries'] = 'Συνολικές εγγραφές';
$txt['modlog_ac_banned'] = 'Απαγορευμένα';
$txt['modlog_ac_locked'] = 'Κλειδωμένα';
$txt['modlog_ac_stickied'] = 'Μόνιμα';
$txt['modlog_ac_deleted'] = 'Σβησμένα';
$txt['modlog_ac_deleted_member'] = 'Διαγραμμένα μέλη';
$txt['modlog_ac_removed'] = 'Διαγραμμένα';
$txt['modlog_ac_modified'] = 'Τροποποιημένα';
$txt['modlog_ac_merged'] = 'Συγχωνευμένα';
$txt['modlog_ac_split'] = 'Διαχωρισμένα';
$txt['modlog_ac_moved'] = 'Μετακινημένα';
$txt['modlog_ac_profile'] = 'Τροποποίηση προφίλ';
$txt['modlog_ac_pruned'] = 'Πίνακας στον οποίο έχει γίνει εκκαθάριση';
$txt['modlog_ac_news'] = 'Τροποποιημένες ειδήσεις';
$txt['modlog_enter_comment'] = 'Εισάγετε σχόλιο συντονισμού';
$txt['modlog_moderation_log'] = 'Αρχείο καταγραφής συντονισμού';
$txt['modlog_moderation_log_desc'] = 'Ακολουθεί λίστα με όλες τις ενέργειες συντονισμού που έχουν γίνει από συντονιστές της δημόσιας συζήτησης.<br /><b>Σημείωση:</b> Οι εγγραφές δεν μπορούν να διαγραφούν από το αρχείο καταγραφής μέχρι να συμπληρώσουν τουλάχιστον εικοσιτέσσερις ώρες ζωής.';
$txt['modlog_no_entries_found'] = 'Δεν βρέθηκε καμία εγγραφή';
$txt['modlog_remove'] = 'Διαγραφή';
$txt['modlog_removeall'] = 'Διαγραφή όλων';
$txt['modlog_go'] = 'Μετάβαση';
$txt['modlog_add'] = 'Προσθήκη';
$txt['modlog_search'] = 'Γρήγορη αναζήτηση';
$txt['modlog_by'] = 'Από';

$txt['smileys_default_set_for_theme'] = 'Επιλογή προκαθορισμένης ομάδας smiley γι\' αυτή την Εμφάνιση';
$txt['smileys_no_default'] = '(χρήση ενιαίας προκαθορισμένης ομάδας smiley)';

$txt['censor_test'] = 'Δοκιμή των απαγορευμένων λέξεων';
$txt['censor_test_save'] = 'Δοκιμή';
$txt['censor_case'] = 'Αγνόησε πεζά - κεφαλαία κατά την απαγόρευση λέξεων';
$txt['smf231'] = 'Έλεγχος μόνο ολόκληρων λέξεων';

$txt['admin_confirm_password'] = '(επιβεβαίωση)';

$txt['date_format'] = '(ΕΕΕΕ-MM-ΗΗ)';
$txt['undefined_gender'] = 'Μη ορισμένο';
$txt['age'] = 'Ηλικία χρήστη';
$txt['activation_status'] = 'Κατάσταση ενεργοποίησης';
$txt['activated'] = 'Ενεργό';
$txt['not_activated'] = 'Ανενεργό';
$txt['primary'] = 'Πρωτεύον';
$txt['additional'] = 'Πρόσθετα';
$txt['messenger_address'] = 'Διεύθυνση Messenger';
$txt['wild_cards_allowed'] = 'οι χαρακτήρες * και ? επιτρέπονται';
$txt['search_for'] = 'Εύρεση για';
$txt['member_part_of_these_membergroups'] = 'Το μέλος ανήκει σ\' αυτές τις ομάδες μελών';
$txt['membergroups'] = 'Ομάδες μελών';
$txt['confirm_delete_members'] = 'Σίγουρα θέλετε να διαγράψετε τα επιλεγμένα μέλη\\;';

$txt['support_credits_title'] = 'Υποστήριξη και πληροφορίες';
$txt['support_credits_info'] = 'Λάβετε υποστήριξη σε κοινά θέματα και προβλήματα και για πληροφορίες εκδόσεων.';
$txt['support_title'] = 'Πληροφορίες Υποστήριξης';
$txt['support_versions_current'] = 'Τρέχουσα έκδοση SMF';
$txt['support_versions_forum'] = 'Έκδοση δημόσιας συζήτησης';
$txt['support_versions_php'] = 'Έκδοση PHP';
$txt['support_versions_mysql'] = 'Έκδοση MySQL';
$txt['support_versions_server'] = 'Έκδοση διακομιστή';
$txt['support_versions_gd'] = 'Έκδοση GD';
$txt['support_versions'] = 'Πληροφορίες έκδοσης';
$txt['support_latest'] = 'Κοινά θέματα υποστήριξης';
$txt['support_latest_fetch'] = 'Γίνεται ανάκτηση πληροφοριών υποστήριξης...';

$txt['edit_permissions'] = 'Δικαιώματα';
$txt['edit_permissions_info'] = 'Αλλαγή περιορισμών και διαθέσιμων λειτουργιών γενικά ή σε συγκεκριμένους πίνακες.';
$txt['membergroups_members'] = 'Κοινά μέλη';
$txt['membergroups_guests'] = 'Επισκέπτες';
$txt['membergroups_guests_na'] = 'μη διαθέσιμο';
$txt['membergroups_name'] = 'Όνομα';
$txt['membergroups_stars'] = 'Αστέρια';
$txt['membergroups_members_top'] = 'Μέλη';
$txt['membergroups_add_group'] = 'Προσθήκη ομάδας';
$txt['membergroups_permissions'] = 'Δικαιώματα';

$txt['permitgroups_restrict'] = 'Περιορισμένα';
$txt['permitgroups_standard'] = 'Κανονικά';
$txt['permitgroups_moderator'] = 'Συντονιστή';
$txt['permitgroups_maintenance'] = 'Συντήρηση';
$txt['permitgroups_inherit'] = 'Κληρονομικά';

$txt['confirm_delete_attachments_all'] = 'Σίγουρα θέλετε να διαγράψετε όλα τα συνημμένα;';
$txt['confirm_delete_attachments'] = 'Σίγουρα θέλετε να διαγράψετε τα επιλεγμένα συνημμένα;';
$txt['attachment_manager_browse_files'] = 'Εμφάνιση αρχείων';
$txt['attachment_manager_repair'] = 'Συντήρηση';
$txt['attachment_manager_avatars'] = 'Πορτραίτα';
$txt['attachment_manager_attachments'] = 'Συνημμένα';
$txt['attachment_manager_thumbs'] = 'Μικρογραφίες';
$txt['attachment_manager_last_active'] = 'Τελευταίο ενεργό';
$txt['attachment_manager_member'] = 'Μέλος';
$txt['attachment_manager_avatars_older'] = 'Διαγραφή πορτραίτων από μέλη ανενεργά για πάνω από';
$txt['attachment_manager_total_avatars'] = 'Σύνολο πορτραίτων';

$txt['attachment_manager_settings'] = 'Ρυθμίσεις συνημμένων';
$txt['attachment_manager_avatar_settings'] = 'Ρυθμίσεις Πορτραίτων';
$txt['attachment_manager_browse'] = 'Προβολή αρχείων';
$txt['attachment_manager_maintenance'] = 'Συντήρηση αρχείων';
$txt['attachment_manager_save'] = 'Αποθήκευση';

$txt['attachment_mode'] = 'Κατάσταση συνημμένων';
$txt['attachment_mode_deactivate'] = 'Απενεργοποίηση συνημμένων';
$txt['attachment_mode_enable_all'] = 'Ενεργοποίηση όλων των συνημμένων';
$txt['attachment_mode_disable_new'] = 'Απενεργοποίηση νέων συνημμένων';
$txt['attachmentCheckExtensions'] = 'Έλεγχος τύπου συνημμένων';
$txt['attachmentExtensions'] = 'Επιτρεπόμενοι τύποι συνημμένων';
$txt['attachmentShowImages'] = 'Προβολή των συνημμένων ως εικόνες κάτω από το μήνυμα';
$txt['attachmentEncryptFilenames'] = 'Κρυπτογράφηση αποθηκευμένων ονομάτων αρχείων';
$txt['attachmentUploadDir'] = 'Κατάλογος συνημμένων';
$txt['attachmentDirSizeLimit'] = 'Μέγιστο μέγεθος καταλόγου συνημμένων';
$txt['attachmentPostLimit'] = 'Μέγιστο μέγεθος συνημμένων ανά μήνυμα';
$txt['attachmentSizeLimit'] = 'Μέγιστο μέγεθος ανά συνημμένο';
$txt['attachmentNumPerPostLimit'] = 'Μέγιστος αριθμός συνημμένων ανά μήνυμα';
$txt['attachmentThumbnails'] = 'Αλλαγή μεγέθους εικόνων όταν προβάλλονται στις δημοσιεύσεις';
$txt['attachmentThumbWidth'] = 'Μέγιστο πλάτος μικρογραφιών';
$txt['attachmentThumbHeight'] = 'Μέγιστο ύψος μικρογραφιών';

$txt['mods_cat_avatars'] = 'Πορτραίτα';
$txt['avatar_directory'] = 'Κατάλογος πορτραίτων';
$txt['avatar_url'] = 'URL πορτραίτων';
$txt['avatar_dimension_note'] = '(0 = χωρίς όριο)';
$txt['avatar_max_width_external'] = 'Μέγιστο πλάτος εξωτερικού πορτραίτου';
$txt['avatar_max_height_external'] = 'Μέγιστο ύψος εξωτερικού πορτραίτου';
$txt['avatar_action_too_large'] = 'Αν το πορτραίτο είναι πολύ μεγάλο...';
$txt['option_refuse'] = 'Να μην γίνει αποδεκτό';
$txt['option_html_resize'] = 'Αλλαγή διαστάσεων με HTML';
$txt['option_js_resize'] = 'Αλλαγή διαστάσεων με JavaScript';
$txt['option_download_and_resize'] = 'Κατέβασμα και αλλαγή διάστασης (απαιτείται το GD module)';
$txt['avatar_max_width_upload'] = 'Μέγιστο πλάτος του φορτωμένου πορτραίτου';
$txt['avatar_max_height_upload'] = 'Μέγιστο ύψος του φορτωμένου πορτραίτου';
$txt['avatar_resize_upload'] = 'Αλλαγή μεγέθους υπερμεγέθων πορτραίτων';
$txt['avatar_resize_upload_note'] = '(απαιτείται GD module)';
$txt['avatar_download_png'] = 'Χρήση PNG για πορτραίτα με αλλαγμένη διάσταση;';
$txt['avatar_gd_warning'] = 'Το GD module δεν είναι εγκατεστημένο. Μερικές δυνατότητες των πορτραίτων είναι απενεργοποιημένες.';
$txt['avatar_external'] = 'Εξωτερικά πορτραίτα';
$txt['avatar_upload'] = 'Πορτραίτα λήψης';
$txt['avatar_server_stored'] = 'Πορτραίτα αποθηκευμένα σε διακομιστή';
$txt['avatar_server_stored_groups'] = 'Ομάδες μελών που επιτρέπεται να επιλέγουν ένα πορτραίτο αποθηκευμένο σε διακομιστή';
$txt['avatar_upload_groups'] = 'Ομάδες μελών που επιτρέπεται να φορτώνουν ένα πορτραίτο στον διακομιστή';
$txt['avatar_external_url_groups'] = 'Ομάδες μελών που επιτρέπεται να επιλέγουν εξωτερικό URL';
$txt['avatar_select_permission'] = 'Επιλογή δικαιωμάτων για κάθε ομάδα';
$txt['avatar_download_external'] = 'Λήψη πορτραίτου από συγκεκριμένο URL';
$txt['custom_avatar_enabled'] = 'Φόρτωση πορτραίτων σε...';
$txt['option_attachment_dir'] = 'Κατάλογος συνημμένων';
$txt['option_specified_dir'] = 'Καθορισμένος κατάλογος...';
$txt['custom_avatar_dir'] = 'Κατάλογος φόρτωσης';
$txt['custom_avatar_dir_desc'] = 'Δεν πρέπει να είναι ο ίδιος με αυτό του καταλόγου του διακομιστή.';
$txt['custom_avatar_url'] = 'URL φόρτωσης';

$txt['repair_attachments'] = 'Συντήρηση συνημμένων';
$txt['repair_attachments_complete'] = 'Η συντήρηση ολοκληρώθηκε';
$txt['repair_attachments_complete_desc'] = 'Όλα τα επιλεγμένα σφάλματα έχουν διορθωθεί';
$txt['repair_attachments_no_errors'] = 'Δεν βρέθηκαν σφάλματα!';
$txt['repair_attachments_error_desc'] = 'Τα ακόλουθα σφάλματα βρέθηκαν κατά τη διάρκεια της συντήρησης. Ενεργοποιήστε το πλαίσιο δίπλα από τα σφάλματα που θέλετε να διορθώσετε και πατήστε το κουμπί "Συνέχεια".';
$txt['repair_attachments_continue'] = 'Συνέχεια';
$txt['repair_attachments_cancel'] = 'Άκυρο';
$txt['attach_repair_missing_thumbnail_parent'] = '%d μικρογραφίες δεν έχουν γονικά στοιχεία';
$txt['attach_repair_parent_missing_thumbnail'] = '%d γονικά στοιχεία έχουν σήμανση ότι έχουν μικρογραφίες χωρίς να έχουν';
$txt['attach_repair_file_missing_on_disk'] = '%d συνημμένα/πορτραίτα έχουν καταχωρηθεί αλλά δεν υπάρχουν πλέον στον δίσκο';
$txt['attach_repair_file_wrong_size'] = '%d συνημμένα/πορτραίτα αναφέρονται ότι έχουν λάθος μέγεθος αρχείου';
$txt['attach_repair_file_size_of_zero'] = '%d συνημμένα/πορτραίτα έχουν μέγεθος μηδέν στον δίσκο. (Θα διαγραφούν)';
$txt['attach_repair_attachment_no_msg'] = '%d συνημμένα δεν έχουν κάποιο μήνυμα που να συσχετίζεται με αυτά';
$txt['attach_repair_avatar_no_member'] = '%d πορτραίτα δεν έχουν πλέον κάποιο μέλος που να συσχετίζεται με αυτά';

$txt['news_title'] = 'Ειδήσεις και ενημερωτικά δελτία';
$txt['news_settings_desc'] = 'Εδώ μπορείτε να αλλάξετε τις ρυθμίσεις και τα δικαιώματα σχετικά με τις ειδήσεις και τα ενημερωτικά δελτία.';
$txt['news_settings_submit'] = 'Αποθήκευση';
$txt['news_mailing_desc'] = 'Από αυτό το μενού μπορείτε να στείλετε μηνύματα σε όλα τα μέλη που είναι εγγεγραμμένα και έχουν εισάγει την διεύθυνση e-mail τους. Μπορείτε να τροποποιήσετε την λίστα διανομής, ή να στείλετε μηνύματα σε όλους. Χρήσιμο για σημαντικές ενημερώσεις/ειδήσεις.';
$txt['groups_edit_news'] = 'Ομάδες μελών που επιτρέπεται να τροποποιούν τις ειδήσεις';
$txt['groups_send_mail'] = 'Ομάδες μελών που επιτρέπεται να αποστέλλουν ενημερωτικά δελτία';
$txt['xmlnews_enable'] = 'Ενεργοποίηση ειδήσεων XML/RSS';
$txt['xmlnews_maxlen'] = 'Μέγιστο μέγεθος είδησης:<div class="smalltext">(0 για απενεργοποίηση, κακή ιδέα.)</div>';
$txt['editnews_clickadd'] = 'Κάντε κλικ εδώ για να προσθέσετε άλλη μια είδηση.';
$txt['editnews_remove_selected'] = 'Διαγραφή επιλεγμένων';
$txt['editnews_remove_confirm'] = 'Σίγουρα θέλετε να διαγράψετε τις επιλεγμένες ειδήσεις;';
$txt['censor_clickadd'] = 'Κάντε κλικ εδώ για να προσθέσετε άλλη μία λέξη.';

$txt['layout_controls'] = 'Δημόσια συζήτηση';

$txt['generate_reports'] = 'Δημιουργία αναφορών';

$txt['permission_mode_normal'] = 'Κανονικά';
$txt['permission_mode_no_polls'] = 'Χωρίς ψηφοφορίες';
$txt['permission_mode_reply_only'] = 'Μόνο απάντηση';
$txt['permission_mode_read_only'] = 'Μόνο ανάγνωση';

$txt['update_available'] = 'Υπάρχει διαθέσιμη αναβάθμιση!';
$txt['update_message'] = 'Χρησιμοποιείτε μια παλιά έκδοση του SMF, η οποία περιέχει μερικά σφάλματα τα οποία έχουν ήδη διορθωθεί.
	Σας συνιστούμε <a href="" id="update-link">να αναβαθμίσετε το φόρουμ</a> με την τελευταία έκδοση όσο το δυνατόν γρηγορότερα!';

$txt['salvaged_category_name'] = 'Περιοχή διάσωσης';
$txt['salvaged_category_error'] = 'Δεν μπόρεσε να δημιουργηθεί κατηγορία περιοχής διάσωσης!';
$txt['salvaged_board_name'] = 'Διασωθέντα θέματα';
$txt['salvaged_board_description'] = 'Θέματα που δημιουργήθηκαν για μηνύματα με ανύπαρκτα θέματα';
$txt['salvaged_board_error'] = 'Δεν μπόρεσε να δημιουργηθεί πίνακας διασωθέντων θεμάτων!';

$txt['manageposts'] = 'Μηνύματα και θέματα';
$txt['manageposts_title'] = 'Διαχείριση μηνυμάτων και θεμάτων';
$txt['manageposts_description'] = 'Εδώ μπορείτε να διαχειριστείτε όλες τις ρυθμίσεις σχετικά με τα θέματα και τα μηνύματα.';

$txt['manageposts_seconds'] = 'δευτερόλεπτα';
$txt['manageposts_minutes'] = 'λεπτά';
$txt['manageposts_characters'] = 'χαρακτήρες';
$txt['manageposts_days'] = 'ημέρες';
$txt['manageposts_posts'] = 'μηνύματα';
$txt['manageposts_topics'] = 'θέματα';

$txt['manageposts_settings'] = 'Ρυθμίσεις μηνυμάτων';
$txt['manageposts_settings_description'] = 'Εδώ μπορείτε να ρυθμίσετε όλα τα σχετικά με τα μηνύματα και την αποστολή μηνυμάτων.';
$txt['manageposts_settings_submit'] = 'Αποθήκευση';

$txt['manageposts_bbc_settings'] = 'Κώδικας BBC ';
$txt['manageposts_bbc_settings_description'] = 'Ο κώδικας BBC (Bulletin Board Code) μπορεί να χρησιμοποιηθεί για να μορφοποιήσει τα μηνύματα της δημόσιας συζήτησης. Για παράδειγμα, για να τονιστεί η λέξη \'σπίτι\' μπορείτε να γράψετε [b]σπίτι[/b]. Όλες οι εντολές του BBC περικλείονται από άγκιστρα (\'[\' και \']\').';
$txt['manageposts_bbc_settings_title'] = 'Ρυθμίσεις κώδικα BBC';
$txt['manageposts_bbc_settings_submit'] = 'Αποθήκευση';

$txt['manageposts_topic_settings'] = 'Ρυθμίσεις θεμάτων';
$txt['manageposts_topic_settings_description'] = 'Εδώ μπορείτε να κάνετε όλες τις ρυθμίσεις που αφορούν τα θέματα.';
$txt['manageposts_topic_settings_submit'] = 'Αποθήκευση';

$txt['removeNestedQuotes'] = 'Αφαίρεση ένθετων παραθέσεων κατά την αποστολή μηνύματος';
$txt['enableEmbeddedFlash'] = 'Ενσωμάτωση flash στα μηνύματα';
$txt['enableEmbeddedFlash_warning'] = 'ίσως είναι ρίσκο ασφάλειας!';
$txt['enableSpellChecking'] = 'Ενεργοποίηση ορθογραφικού ελέγχου';
$txt['enableSpellChecking_warning'] = 'αυτό δεν λειτουργεί σε όλους τους διακομιστές!';
$txt['max_messageLength'] = 'Μέγιστο επιτρεπόμενο μέγεθος μηνύματος';
$txt['max_messageLength_zero'] = '0 για απεριόριστο.';
$txt['fixLongWords'] = 'Κατάτμηση λέξεων με περισσότερους από';
$txt['fixLongWords_zero'] = '0 για απενεργοποίηση';
$txt['topicSummaryPosts'] = 'Αριθμός μηνυμάτων που θα προβάλλονται στην περίληψη του θέματος';
$txt['spamWaitTime'] = 'Χρόνος που απαιτείται μεταξύ αποστολών μηνυμάτων από την ίδια IP';
$txt['edit_wait_time'] = 'Περίοδος χάριτος για τροποποίηση μηνύματος';
$txt['edit_disable_time'] = 'Μέγιστος χρόνος μετά την αποστολή για τροποποίηση μηνύματος';
$txt['edit_disable_time_zero'] = '0 για απενεργοποίηση';

$txt['enableBBC'] = 'Ενεργοποίηση κώδικα BBC (Bulletin Board Code)';
$txt['enablePostHTML'] = 'Ενεργοποίηση <i>βασικής</i> HTML στα μηνύματα';
$txt['autoLinkUrls'] = 'Δημιουργία συνδέσμου αυτομάτως στα URL';
$txt['bbcTagsToUse'] = 'Ενεργοποιημένες εντολές BBC';
$txt['bbcTagsToUse_select'] = 'Επιλέξτε τις εντολές που επιτρέπεται να χρησιμοποιηθούν';
$txt['bbcTagsToUse_select_all'] = 'Επιλογή όλων των εντολών';

$txt['enableStickyTopics'] = 'Ενεργοποίηση μόνιμων θεμάτων';
$txt['enableParticipation'] = 'Ενεργοποίηση εικονιδίων συμμετοχής';
$txt['oldTopicDays'] = 'Χρόνος πριν το θέμα αναφερθεί ως παλιό, κατά την απάντηση';
$txt['oldTopicDays_zero'] = '0 για απενεργοποίηση';
$txt['defaultMaxTopics'] = 'Αριθμός των θεμάτων ανά σελίδα στη λίστα θεμάτων';
$txt['defaultMaxMessages'] = 'Αριθμός μηνυμάτων ανά σελίδα στη σελίδα του θέματος';
$txt['hotTopicPosts'] = 'Αριθμός δημοσιεύσεων για δημοφιλές θέμα';
$txt['hotTopicVeryPosts'] = 'Αριθμός δημοσιεύσεων για πολύ δημοφιλές θέμα';
$txt['enableAllMessages'] = 'Μέγιστο μέγεθος θέματος για προβολή &quot;Όλων&quot; των μηνυμάτων';
$txt['enableAllMessages_zero'] = '0 για να μην προβάλλονται ποτέ &quot;Όλα&quot;';
$txt['enablePreviousNext'] = 'Ενεργοποίηση συνδέσμου προηγούμενη/επόμενο θέμα';

$txt['not_done_title'] = 'Δεν έχει ολοκληρωθεί ακόμη!';
$txt['not_done_reason'] = 'Για να αποφύγετε υπερφόρτωση του διακομιστή, η διεργασία έχει προσωρινά διακοπεί. Θα συνεχιστεί αυτόματα σε μερικά δευτερόλεπτα. Αν δεν γίνει αυτό, παρακαλώ κάντε κλικ στο Συνέχεια.';
$txt['not_done_continue'] = 'Συνέχεια';

$txt['core_configuration'] = 'Παραμετροποίηση πυρήνα';
$txt['other_configuration'] = 'Παραμετροποίηση δυνατοτήτων';
$txt['caching_settings'] = 'Προσωρινή αποθήκευση (cache)';

$txt['utf8_title'] = 'Μετατροπή της βάσης δεδομένων και των δεδομένων σε UTF-8';
$txt['utf8_introduction'] = 'Το UTF-8 είναι ένα διεθνές σύνολο χαρακτήρων που καλύπτει σχεδόν όλες τις γλώσσες του κόσμου. Η μετατροπή της βάσης σας και του περιεχομένου σας σε UTF-8 διευκολύνει την υποστήριξη πολλαπλών γλωσσών στο ίδιο φόρουμ. Επίσης, μπορεί να βελτιώσει τις δυνατότητες αναζήτησης και ταξινόμησης για γλώσσες που δεν έχουν λατινικούς χαρακτήρες.';
$txt['utf8_warning'] = 'Εάν επιθυμείτε να μετατρέψετε τη βάση σας και τα δεδομένα σας σε UTF-8, λάβετε υπόψη τα ακόλουθα:
<ul>
	<li>Η μετατροπή συνόλων χαρακτήρων μπορεί να προκαλέσει <em>ζημιά</em> στα δεδομένα σας! Βεβαιωθείτε ότι έχετε δημιουργήσει αντίγραφο ασφαλείας της βάσης δεδομένων <i>πριν</i> τη μετατροπή.</li>
	<li>Καθώς το UTF-8 είναι ένα πλουσιότερο σύνολο χαρακτήρων από τα υπόλοιπα, δεν υπάρχει τρόπος να επιστρέψετε στην προηγούμενη κατάσταση, εκτός κι αν επαναφέρετε τη βάση δεδομένων στην κατάσταση που ήταν πριν τη μετατροπή.</li>
	<li>Μετά τη μετατροπή των δεδομένων σας και της βάσης δεδομένων σε UTF-8, θα χρειαστείτε αρχεία γλώσσας συμβατά με UTF-8.</li>
</ul>';
$txt['utf8_charset_not_supported'] = 'Δεν υποστηρίζεται η μετατροπή από %s σε UTF-8.';
$txt['utf8_detected_charset'] = 'Βάσει του προεπιλεγμένου αρχείου γλώσσας (\'%1$s\'), το σύνολο χαρακτήρων των δεδομένων σας είναι πιθανότατα \'%2$s\'.';
$txt['utf8_already_utf8'] = 'Η βάση δεδομένων και τα δεδομένα σας φαίνεται να είναι ήδη σε UTF-8. Δεν απαιτείται μετατροπή.';
$txt['utf8_source_charset'] = 'Σύνολο χαρακτήρων δεδομένων';
$txt['utf8_proceed'] = 'Συνέχεια';
$txt['utf8_database_charset'] = 'Σύνολο χαρακτήρων βάσης δεδομένων';
$txt['utf8_target_charset'] = 'Μετατροπή δεδομένων και βάσης δεδομένων σε';
$txt['utf8_utf8'] = 'UTF-8';
$txt['utf8_db_version_too_low'] = 'Αυτή η έκδοση της MySQL που χρησιμοποιεί ο διακομιστής σας δεν είναι αρκετά καινούρια για να υποστηρίζει επαρκώς το UTF-8. Απαιτείται ελάχιστη έκδοση 4.1.2.';

$txt['entity_convert_title'] = 'Μετατροπή οντοτήτων HTML σε χαρακτήρες UTF-8';
$txt['entity_convert_only_utf8'] = 'Η βάση δεδομένων πρέπει να είναι σε μορφή UTF-8 για να είναι δυνατή η μετατροπή των οντοτήτων HTML σε UTF-8';
$txt['entity_convert_introduction'] = 'Αυτή η λειτουργία θα μετατρέψει όλους τους χαρακτήρες που είναι αποθηκευμένοι στη βάση δεδομένων ως οντότητες HTML σε χαρακτήρες UTF-8. Κάτι τέτοιο είναι ιδιαίτερα χρήσιμο εάν μόλις μετατρέψατε το φόρουμ σας από ένα σύνολο χαρακτήρων όπως το ISO-8859-1 ενώ γινόταν χρήση μη λατινικών χαρακτήρων σε αυτό. Στη συνέχεια το πρόγραμμα περιήγησης στέλνει όλους τους χαρακτήρες ως οντότητες HTML. Παραδείγματος χάριν, η οντότητα HTML &amp;#945; αντιστοιχεί στο ελληνικό γράμμα &#945; (άλφα). Η μετατροπή των οντοτήτων σε UTF-8 θα βελτιώσει τις δυνατότητες αναζήτησης και ταξινόμησης του κειμένου και θα μειώσει τον απαιτούμενο χώρο αποθήκευσης.';
$txt['entity_convert_proceed'] = 'Συνέχεια';

$txt['copyright_ends_in'] = 'Η συνδρομή σας για αφαίρεση της σημείωσης δικαιωμάτων πνευματικής ιδιοκτησίας του SMF λήγε σε <b>%1$s</b> ημέρες.';
$txt['copyright_click_renew'] = 'Πατήστε <a href="http://www.simplemachines.org/copyright/renew.php?key=%1$s" style="color: red;">εδώ</a> για ανανέωση';
$txt['copyright_removal'] = 'Αφαίρεση δικαιωμάτων πνευματικής ιδιοκτησίας';
$txt['copyright_removal_desc'] = 'Για να αφαιρέσετε τη σημείωση δικαιωμάτων πνευματικής ιδιοκτησίας από την εγκατάστασή σας του SMF θα χρειαστείτε τον κωδικό που αγοράσατε από τον ιστοτόπο του Simple Machines. Εάν δεν έχετε αγοράσει ακόμη κωδικό πατήστε <a href="http://www.simplemachines.org/copyright/index.php">εδώ</a>. Από τη στιγμή που έχει γίνει εισαγωγή και επαλήθευση το κώδικα, θα γίνει απόκρυψη της σημείωσης δικαιωμάτων πνευματικής ιδιοκτησίας μέχρι να λήξει η συνδρομή σας. Ο χρόνος που απομένει θα εμφανιστεί στο κέντρο διαχείρισης.';
$txt['copyright_code'] = 'Κώδικας δικαιωμάτων πνευματικής ιδιοκτησίας';
$txt['copyright_failed'] = 'Λυπούμαστε - αλλά ο κώδικας που εισαγάγατε είναι εσφαλμένος. Βεβαιωθείτε ότι η διεύθυνση URL του φόρουμ που εισαγάγατε ταιριάζει αυτή που εισαγάγετε κατά την αγορά της συνδρομής σας.';
$txt['copyright_proceed'] = 'Συνέχεια';

?>