<?php
// Version: 1.1.13; Admin

$txt[4] = 'Управувај со форумите';
$txt[5] = 'Прегледај/избриши членови';
$txt[6] = 'Испрати е-mail на членовите';
$txt[7] = 'Средувај ги вестите на форумот';
$txt[8] = 'Уреди ги групите на членови';
$txt[9] = 'Управувај со членовите';
$txt[11] = 'Подоле е список на сите регистрирани членови на овој форум.';
$txt[65] = 'Следно';
$txt[135] = 'Промени ги цензурираните зборови';
$txt[136] = 'Постави ги зборовите за цензурирање од лева страна и нивните замени од десна страна.';
$txt[141] = 'Заради јавната природа на форумот, можеби постојат некои зборови чие користење од страна на членови на форумот би сакале да го забраните. Подоле можете да внесете било кои зборови кои ќе бидат цензурирани кога членовите на овој форум ќе ги употребат.<br />Избришете го полето за да го отстраните зборот.';
$txt[207] = 'Постави резервирани имиња';
$txt[216] = 'Измени го темплејтот на форумот';
$txt[222] = 'Промени ги подесувањата на серверот';
$txt[338] = 'Испрати email на списокот за праќање пораки поставен погоре';
$txt[341] = 'Постави резервирани имиња';
$txt[342] = 'Едно резервирано име по линија';
$txt[347] = 'Оваа страница ви овозможува да ги промените основните подесувања на форумот. Бидете многу внимателни со овие подесувања бидејќи може да се случи ја оневозможите правилната работа на форумот.';
$txt[348] = 'Мод за одржување?';
$txt[350] = 'Име на форумот';
$txt[351] = 'Адреса на форумот';
$txt[352] = 'Име на колачињата';
$txt[355] = 'E-mail адреса на вебмастерот';
$txt[356] = 'Директориум на SMF';
$txt[360] = 'Директориум на Кодни датотеки';
$txt[365] = 'Боја на позадината на насловот';
$txt[366] = 'Боја на текстот на насловот';
$txt[367] = 'Боја на позадината на прозорот';
$txt[368] = 'Боја на позадината на прозорот #2';
$txt[369] = 'Боја на позадината на категоријата';
$txt[370] = 'Боја на ивица на табелата';
$txt[379] = 'Да се овозможат вести?';
$txt[380] = 'Да се овозможи оставање пораки на гостите?';
$txt[388] = 'Боја на насловот над полето за вести';
$txt[389] = 'Боја на текстот на вестите';
$txt[424] = 'Можности на администраторот на форумот';
$txt[426] = 'Управуање со членовите';
$txt[427] = 'Управување со форумот';
$txt[428] = 'Подесување на форумот';
$txt[429] = 'Проверка на детали на верзијата';
$txt[495] = 'Датотека на форумот';
$txt[496] = 'Пакет на форумот';
$txt[501] = 'Управување со одржувањето';
$txt[521] = 'Прикажи ги копчињата како слики наместо текст';
$txt[571] = 'Заслуги';
$txt[584] = 'Прикажи го и барај одобрување на Договорот за зачленување, при зачленувањето';
$txt[608] = 'Избриши ги одбраните членови';
$txt[610] = 'Поправи ги сите форуми и теми';
$txt[644] = 'Ова е ваш &quot;' . $txt[208] . '&quot;.  Од тука можете да ги менувате подесувањата, да го одржувате форумот, да ги гледате дневниците, да инсталирате пакети, да управувате со теми и др.<div style="margin-top: 1ex;">Ако имате било каков проблем погледајте го одделот &quot;Поддршка и заслуги&quot;. Ако информациите кои ќе ги видите таму не ви помогнат, не се колебајте да <a href="http://www.simplemachines.org/community/index.php" target="_blank">не прашате за помош</a> за проблемот.</div>Можете да пронајдете одговори на прашања и проблеми со кликнување на <img src="' . $settings['images_url'] . '/helptopics.gif" alt="' . $txt[119] . '" title="' . $txt[119] . '" border="0" /> симболите за повеќе информации за одредени функции.';
$txt[670] = 'Ве молииме внесете една ставка во секое поле. Некои делови на BBC код-от како што е <span title="Дали сте задебелени?">[b]</span>, <span title="На косо!!">[i]</span> и <span title="Заградите се одлични, нели?">[u]</span> се дозволени во вестите како и во Смешковците и во HTML. За да ја избришете веста избришете ја содржината на полето за потврда покрај полето за внес на текстот.';
$txt[684] = 'Администратори на форумот';
$txt[699] = 'Резервирани зборови се оние кои ќе спречат користење на одредени зборови како кориснички имиња од страна на членовите при зачленување или користење на овие зборови во прикажаните менија. Изберете ја подолу опцијата која сакате да ја користите при поднесувањето.';
$txt[702] = 'Да се испрати активационен email на новите членови после зачленувањето?';
$txt[726] = 'Барај целосно совпаѓање со името. Ако не е обележано тражи во категоријата имиња.';
$txt[727] = 'Барај целосно совпаѓање на големи и мали букви. Ако не е обележано пребарувањето нема да го земе тоа во предвид.';
$txt[728] = 'Провери го корисничкото име.';
$txt[729] = 'Провери го прикажаното име.';
$txt[735] = 'Од оваа страница можете да пратите порака на било кого. Адресите на избраните групи на членови би требало да се појават подолу но можете да додадете или отстраните било која адреса. Пишувајте ги адресите на следниот начин: \'адреса1; адреса2\'.';
$txt[739] = 'Време во милисекунди за прикажување на секоја ставка во полето за вести';
$txt[740] = 'Прикажување на копчиња за BBC код на секоја страница за испраќање на (приватни) пораки?';

$txt['smf1'] = 'Не можев да направам резервна копија на датотеката Settings.php - проверете дали датотеката Settings_bak.php постои и е отворена за пишување.';
$txt['modSettings_title'] = 'Промени ги можностите и опциите';
$txt['modSettings_info'] = 'Променете или поставете ги опциите кои го контролираат начинот на кој овој форум работи.';
$txt['smf5'] = 'Сервер на кој се наоѓа базата на податоци:';
$txt['smf6'] = 'Корисничко име на базата:';
$txt['smf7'] = 'Лозинка на базата:';
$txt['smf8'] = 'Име на базата:';
$txt['smf11'] = 'Промени го договорот за зачленување';
$txt['smf12'] = 'Овој договор се прикажува кога корисникот регистрира налог на овој форум и мора да биде прифатен пред зачленување.';
$txt['smf54'] = 'Префикс на табелите во базата на податоци:';
$txt['smf55'] = 'Притиснете и држете го копчето ctrl за да одберете повеќе внесови. Кликнете на копчето ' . $txt[17] . ' кога ќе завршите.';
$txt['smf73'] = 'Список на грешки во форумот';
$txt['smf74'] = 'Следните грешки се провлекуваат низ форумот (празно е ако нема)';
$txt['smf85'] = 'Дали би сакале да ги поправите овие грешки?';
$txt['smf86'] = 'Ги поправам грешките на форумот';
$txt['smf92'] = 'Сите грешки се поправени! Проверете ги (евентуално создадените) категории, форуми и теми за да одлучите што да направите со нив.';
$txt['smf201'] = 'Управувај со поднесените датотеки и аватари';
$txt['smf202'] = 'Од овде можете да ги администрирате поднесените датотеки на вашиот систем. Моѓете да бришете према големината и датумот од вашиот систем. Подоле е прикажана и статистика на поднесените датотеки.';
$txt['smf203'] = 'Статистика на поднесените датотеки';
$txt['smf204'] = 'Вкупно поднесени датотеки';
$txt['smf205'] = 'Вкупна големина на директориумот на поднесените датотеки';
$txt['smf206'] = 'Вкупно простор достапен во директориумот на поднесените датотеки';
$txt['smf207'] = 'Опции на поднесените датотеки';
$txt['smf208'] = 'Дневник на поднесените датотеки';
$txt['smf209'] = 'Отстрани ги датотеките постари од';
$txt['smf210'] = 'Отстрани ги датотеките поголеми од';
$txt['smf213'] = 'Име на датотеката';
$txt['smf214'] = 'Големина на датотеката';
$txt['smf215'] = 'Моментално не е поставена максимална големина на директориумот на поднесените датотеки';
$txt['smf216'] = '[датотека избришана од администраторот]';
$txt['smf217'] = 'Во живо од Simple Machines...';
$txt['smf219'] = 'Отстрани се';
$txt['smf250'] = 'Изберете кориснички групи на кои сакате да им испратите порака.';
$txt['smf281'] = 'Оптимизирај ја базата на податоци';
$txt['smf282'] = 'Вашата база на податоци содржи %d табели.';
$txt['smf283'] = 'Се обидувам да ја оптимизирам вашата база на податоци ...';
$txt['smf284'] = 'Оптимизирам %1$s... %2$f kb оптимизирани.';
$txt['smf285'] = 'Сите табели се веќе оптимизирани.';
$txt['smf285b'] = 'Немаше потреба да се прави оптимизација.';
$txt['smf286'] = ' табели оптимизирани';
$txt['smf310'] = 'има ID на непостоечки член';
$txt['smf319'] = 'Администраторот мора да ги одобри сите нови членови';
$txt['smf320'] = 'Внимание - датотеката agreement.txt не може да се менува, сите промени кои ќе ги направите НЕМА да бидат сочувани.';

$txt['dvc1'] = 'Овде се прикажани верзиите на вашите инсталациони датотеки наспроти оние од најновото издание. Ако било која од овие датотеки не е со најнов датум, би требало да ја симнете и инсталирате најновата верзија од <a href="http://www.simplemachines.org/">www.simplemachines.org</a>.';
$txt['dvc_more'] = '(подетално)';

$txt['lfyi'] = 'Не можевте да го се поврзете соsimplemachines.org.';

$txt['manage_calendar'] = 'Календар';
$txt['manage_search'] = 'Пребарување';

$txt['smileys_manage'] = 'Управување со датотеките со Смешковци';
$txt['smileys_manage_info'] = 'Инсталирајте нови датотеки со Смешковци или додајте нови на веќе постоечките.';
$txt['package1'] = 'Управувај со пакетите';
$txt['package_info'] = 'Инсталирај нови можности или измени ги постоечките користејќи го овој прозорец.';
$txt['theme_admin'] = 'Подесувања на темите и изгледот';
$txt['theme_admin_info'] = 'Прилагодете ги и управувајте со темите и подесувањата на опциите за нив.';
$txt['registration_center'] = 'Управувај со зачленувањата';
$txt['member_center_info'] = 'Погледај ја листата на членови, барај членови и управувај со се уште недозволените членови, и членовите кои се уште не го активирале нивниот налог.';

$txt['viewmembers_name'] = 'Корисничко име (прикажано име)';
$txt['viewmembers_online'] = 'Последен пат виден';
$txt['viewmembers_today'] = 'Денес';
$txt['viewmembers_day_ago'] = 'ден';
$txt['viewmembers_days_ago'] = 'денови';

$txt['display_name'] = 'Прикажано име';
$txt['email_address'] = 'Email aдреса';
$txt['ip_address'] = 'IP адреса';
$txt['member_id'] = 'ИД';

$txt['security_wrong'] = 'Обид за пријавување како администратор!' . "\n" .
	'Referer: ' . (isset($_SERVER['HTTP_REFERER']) ? $_SERVER['HTTP_REFERER'] : 'непознат') . "\n" .
	'User agent: ' . $_SERVER['HTTP_USER_AGENT'] . "\n" .
	'IP: ' . $GLOBALS['user_info']['ip'];

$txt['email_as_html'] = 'Испрати во HTML формат.  (со ова можете да користите стандарден HTML во email пораката.)';
$txt['email_parsed_html'] = 'Додади &lt;br /&gt;s и &amp;nbsp;s на оваа порака.';
$txt['email_variables'] = 'Во оваа порака можете да користите некои &quot;променливи&quot;. Кликнете <a href="' . $scripturl . '?action=helpadmin;help=emailmembers" onclick="return reqWin(this.href);" class="help">овде</a> за повеќе информации.';
$txt['email_force'] = 'Испрати го ова и на членовите кои одбрале да не примаат известувања.';
$txt['email_as_pms'] = 'Испрати го ова на овие групи користејќи ги приватните пораки.';
$txt['email_continue'] = 'Продолжи';
$txt['email_done'] = 'направено.';

$txt['ban_title'] = 'Забрани ги членовите';
$txt[724] = 'Забранети IP: (на пр. 192.168.12.213 или 128.0.*.*) - еден внес по линија';
$txt[725] = 'Забранети E-mail адреси: (на пр. haker@batka.com) - еден внес по линија';
$txt[7252] = 'Забранети кориснички имиња: (на пр. l33tuser) - еден внес по линија';

$txt['ban_description'] = 'Овде можете да ги забраните проблематичните членови или IP адреси, по име на провајдерот, корисничкото име, или по email адреса.';
$txt['ban_add_new'] = 'Додади нова забрана';
$txt['ban_banned_entity'] = 'Забранет опсег';
$txt['ban_on_ip'] = 'Забрана на основата на IP адресата (на пр. 192.168.10-20.*)';
$txt['ban_on_hostname'] = 'Забрана на основата на името на провајдерот (на пр. *.mil)';
$txt['ban_on_email'] = 'Забрана на основата на email адресата (на пр. *@los-sajt.com)';
$txt['ban_on_username'] = 'Забрана на основата на корисничкото име';
$txt['ban_notes'] = 'Забелешки';
$txt['ban_restriction'] = 'Забрана';
$txt['ban_full_ban'] = 'Целосна забрана';
$txt['ban_partial_ban'] = 'Делумна забрана';
$txt['ban_cannot_post'] = 'Не може да праќа пораки';
$txt['ban_cannot_register'] = 'Не може да се зачлени';
$txt['ban_cannot_login'] = 'Не може да се пријави';
$txt['ban_add'] = 'Додади';
$txt['ban_edit_list'] = 'Среди го списокот на забрани';
$txt['ban_type'] = 'Тип на забрана';
$txt['ban_days'] = 'ден(ови)';
$txt['ban_will_expire_within'] = 'Забраната ќе истече после';
$txt['ban_added'] = 'Додадено';
$txt['ban_expires'] = 'Истекува';
$txt['ban_hits'] = 'Удари';
$txt['ban_actions'] = 'Акции';
$txt['ban_expiration'] = 'Истекува';
$txt['ban_reason_desc'] = 'Причина за забраната која ќе биде прикажана на забранетите членови.';
$txt['ban_notes_desc'] = 'Забелешки кои можат да им помогнат на останатите модератори.';
$txt['ban_remove_selected'] = 'Отстрани го избраното';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_remove_selected_confirm'] = 'Дали сте сигурни дека сакате да ги отстраните избраните забрани?';
$txt['ban_modify'] = 'Промени';
$txt['ban_name'] = 'Забрани име';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_name_empty'] = 'The name of the ban was left empty';
$txt['ban_name_exists'] = 'Името на оваа забрана веќе постои. Ве молиме изберете друго име.';
$txt['ban_edit'] = 'Измени ја забраната';
$txt['ban_add_notes'] = '<b>Note</b>: по создавањето на забранатa погоре, можеш да додадеш дополнителни внесови за активирање на забраната, како што е IP адреса, име на домаќинот (hostname) и email адреса.';
$txt['ban_expired'] = 'Истечена / оневозможена';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_restriction_empty'] = 'Ниедна забрана не е означена.';

$txt['ban_triggers'] = 'Активатори';
$txt['ban_add_trigger'] = 'Додади активатор на забрана';
$txt['ban_add_trigger_submit'] = 'Додади';
$txt['ban_edit_trigger'] = 'Измени';
$txt['ban_edit_trigger_title'] = 'Измени го активаторот на забраната';
$txt['ban_edit_trigger_submit'] = 'Измени';
$txt['ban_remove_selected_triggers'] = 'Отстрани ги означените активатори на забраната';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['ban_remove_selected_triggers_confirm'] = 'Дали сте сигурни дека сакате да ги отстраните означените активатори на забраната?';
$txt['ban_trigger_browse'] = 'Пребарувај ги активаторите на забраната';
$txt['ban_trigger_browse_description'] = 'Овој прозор ги покажува сите забранети опсези групирани по IP адреса, име на домаќин (hostname), email адреса и корисничко име.';

$txt['ban_log'] = 'Дневник на забрани';
$txt['ban_log_description'] = 'Овој дневник на забрани ги прикажува сите обиди за пристапување на форумот од страна на забранети членови (прикажани се само \'целосна забрана\' и \'забрана за зачленување\').';
$txt['ban_log_no_entries'] = 'Нема записи во дневниот на забрани';
$txt['ban_log_ip'] = 'IP';
$txt['ban_log_email'] = 'E-mail адреса';
$txt['ban_log_member'] = 'Член';
$txt['ban_log_date'] = 'Датум';
$txt['ban_log_remove_all'] = 'Отстрани се';
$txt['ban_log_remove_all_confirm'] = 'Дали сте сигурни дека сакате да ги избришете сите записи од дневникот на забрание?';
$txt['ban_log_remove_selected'] = 'Отстрани го означеното';
$txt['ban_log_remove_selected_confirm'] = 'Дали сте сигурни дека сакате да ги избришете сите записи од дневникот на забрани?';
$txt['ban_no_triggers'] = 'Нема активатори на забраната';

$txt['apply_filter'] = 'Употреби филтер';
$txt['applying_filter'] = 'Употребувам филтер';
$txt['filter_only_member'] = 'Прикажи ги пораките за грешки само на овој член';
$txt['filter_only_ip'] = 'Прикажи ги пораките за грешки само од оваа IP адреса';
$txt['filter_only_session'] = 'Прикажи ги пораките за грешки само од оваа сесија';
$txt['filter_only_url'] = 'Прикажи ги пораките за грешки само од оваа адреса';
$txt['filter_only_message'] = 'Прикажи ги пораките за грешки само со иста порака';
$txt['session'] = 'Сесија';
$txt['error_url'] = 'Адреса на страницата која ја предизвикала грешката';
$txt['error_message'] = 'Порака за грешка';
$txt['clear_filter'] = 'Исчисти го филтерот';
$txt['remove_selection'] = 'Отстрани го означеното';
$txt['remove_filtered_results'] = 'Отстрани ги сите филтрирани резултати';
$txt['sure_about_errorlog_remove'] = 'Дали сте сигурни дека сакате да ги отстраните сите пораки за грешки?';
$txt['reverse_direction'] = 'Промени го редоследот на листата';

$txt['settings_not_writable'] = 'Овие подесувања не можат да се променат бидејќи Settings.php е подесен само за читање.';

$txt['maintain_title'] = 'Одржување на форумот';
$txt['maintain_info'] = 'Оптимизирајте ги табелите, правете резервни копии и проверувајте ги грешките со овие алатки.';
$txt['maintain_done'] = 'Одржувањето е завршено.';
$txt['maintain_no_errors'] = 'Честитки, нема најдени грешки! Благодариме за проверката.';

$txt['maintain_general'] = 'Општо одржување';
$txt['maintain_recount'] = 'Преброј ги пораките на форумот и статистиката.';
$txt['maintain_errors'] = 'Пронајди и поправи ги грешките.';
$txt['maintain_logs'] = 'Испразни ги неважните дневници.';
$txt['maintain_optimize'] = 'Оптимизирај ги сите табели за подобри перформанси.';
$txt['maintain_version'] = 'Спореди ги сите датотеки со најновите верзии.';
$txt['maintain_return'] = 'Назад на страницата за Одржување на форумот';

$txt['maintain_backup'] = 'Направи резервна копија на базата на податоци';
$txt['maintain_backup_struct'] = 'Сочувај ја структурата на табелата.';
$txt['maintain_backup_data'] = 'Сочувај ги податоците во табелите. (важни работи.)';
$txt['maintain_backup_gz'] = 'Компресирај користејќи gzip.';
$txt['maintain_backup_save'] = 'Преземи';

$txt['maintain_old'] = 'Отстрани ги старите пораки';
$txt['maintain_old_since_days1'] = 'Отстрани ги сите теми кои не се поставени за ';
$txt['maintain_old_since_days2'] = ' денови, и тие се:';
$txt['maintain_old_nothing_else'] = 'Било кој вид на тема.';
$txt['maintain_old_are_moved'] = 'Забелешки за преместените теми.';
$txt['maintain_old_are_locked'] = 'Заклучена.';
$txt['maintain_old_are_not_stickied'] = 'Но не ги сметај лепливите теми.';
$txt['maintain_old_all'] = 'Сите форуми';
$txt['maintain_old_choose'] = 'Одберете одредени форуми';
$txt['maintain_old_remove'] = 'Отстрани сега';
$txt['maintain_old_confirm'] = 'Дали сте сигурни дека сакате сега да ги избришете старите пораки?\\n\\nОваа операција не може да се поништи!';

$txt['db_error_send'] = 'Праќај email порака за грешки при поврзувањето со MySQLбазата на податоци';
$txt['db_persist'] = 'Користи трајна врска';

$txt['default_language'] = 'Стандарден јазик на форумот';

$txt['maintenance1'] = 'Наслов за прикажување:';
$txt['maintenance2'] = 'Порака за прикажување:';

$txt['errlog1'] = 'Погледај го дневникот на грешки на форумот';
$txt['errlog2'] = 'Дневникот на грешки ги следи сите грешки на овој форум. За да ги избришете грешките од базата на податоци, означете го полето за потврда и кликнете го копчето ' . $txt[31] . ' на дното на страницата.';

$txt['theme4'] = 'Подесувања на темите';
$txt['theme_current_settings'] = 'Подесувања на моменталната тема';

$txt['repair_zero_ids'] = 'Пронајдени теми и/или пораки со ID вредност 0.';
$txt['repair_missing_topics'] = 'Пораката #%d се наоѓа во непостоечка тема #%d.';
$txt['repair_missing_messages'] = 'Темата #%d не содржи пораки.';
$txt['repair_stats_topics_1'] = 'Првата порака на темата #%d има неточен ID %d.';
$txt['repair_stats_topics_2'] = 'Последната порака на темата #%d име неточен ID %d.';
$txt['repair_stats_topics_3'] = 'Темата #%d има погрешен број на одговори, %d.';
$txt['repair_missing_boards'] = 'Темата #%d се наоѓа на форумот #%d, кој не постои.';
$txt['repair_missing_categories'] = 'Форумот #%d е во категоријата #%d, која не постои.';
$txt['repair_missing_posters'] = 'Пораката #%d е поднесена од членот #%d, кој сега не постои.';
$txt['repair_missing_parents'] = 'Форумот #%d е подфорум на форумот #%d, кој не постои.';
$txt['repair_missing_polls'] = 'Темата #%d е поврзана со непостоечко гласање #%d.';
$txt['repair_missing_calendar_topics'] = 'Настанот #%d е поврзан со темата #%d, која не постои.';
$txt['repair_missing_log_topics'] = 'Темата #%d е означена како прочитана од еден или повеќе членови но не постои.';
$txt['repair_missing_log_topics_members'] = 'Корисникот #%d има означено една или повеќе теми како прочитани но не постои.';
$txt['repair_missing_log_boards'] = 'Форумот #%d е означен како прочитан од еден или повеќе членови кои не постојат.';
$txt['repair_missing_log_boards_members'] = 'Корисникот #%d има означено еден или повеќе форуми како прочитани кои не постојат.';
$txt['repair_missing_log_mark_read'] = 'Форумот #%d е означен како прочитан од еден или повеќе членови иако не постои.';
$txt['repair_missing_log_mark_read_members'] = 'Корисникот #%d означил еден или повеќе форуми како прочитани но не постои.';
$txt['repair_missing_pms'] = 'Личната порака #%d е испратена на еден или повеќе членови но не постои.';
$txt['repair_missing_recipients'] = 'Корисникот #%d примил една или повеќе лични поракиа но не постои.';
$txt['repair_missing_senders'] = 'Личната порака #%d е испратена од корисникот #%d, кој не постои.';
$txt['repair_missing_notify_members'] = 'Побарани се известувања од корисникот #%d, кој не постои.';
$txt['repair_missing_cached_subject'] = 'Насловот на темата #%d моментално не е зачувана во во кеш-меморијата.';
$txt['repair_missing_topic_for_cache'] = 'Меморираниот збор \'%s\' е поврзан со непостоечка тема.';
$txt['repair_missing_log_poll_member'] = 'На гласањето #%1$d даден е глас од членот #%2$d , кој сега не постои.';
$txt['repair_missing_log_poll_vote'] = 'Даден е глас од членот #%1$d на непостоечкото гласање #%2$d.';
$txt['repair_missing_thumbnail_parent'] = 'Постои thumbnail наречен %s, но не постои неговиот родителот.';

$txt['dvc_your'] = 'Вашата верзија';
$txt['dvc_current'] = 'Моментална верзија';
$txt['dvc_sources'] = 'Кодни датотеки';
$txt['dvc_default'] = 'Стандардни темплејти';
$txt['dvc_templates'] = 'Моментални темплејти';
$txt['dvc_languages'] = 'Јазични датотеки';

$txt['modlog_view'] = 'Прегледај ги записите од активностите на модераторите';
$txt['modlog_date'] = 'Датум';
$txt['modlog_member'] = 'Член';
$txt['modlog_position'] = 'Позиција';
$txt['modlog_action'] = 'Акција';
$txt['modlog_ip'] = 'IP';
$txt['modlog_search_result'] = 'Резултати на пребарувањето';
$txt['modlog_total_entries'] = 'Вкупно записи';
$txt['modlog_ac_banned'] = 'Забранет';
$txt['modlog_ac_locked'] = 'Заклучен';
$txt['modlog_ac_stickied'] = 'Леплив';
$txt['modlog_ac_deleted'] = 'Избришан';
$txt['modlog_ac_deleted_member'] = 'Избришан член';
$txt['modlog_ac_removed'] = 'Отстранет';
$txt['modlog_ac_modified'] = 'Изменет';
$txt['modlog_ac_merged'] = 'Споен';
$txt['modlog_ac_split'] = 'Поделен';
$txt['modlog_ac_moved'] = 'Преместене';
$txt['modlog_ac_profile'] = 'Изменет профил';
$txt['modlog_ac_pruned'] = 'Pruned Board';
$txt['modlog_ac_news'] = 'Изменети вести';
$txt['modlog_enter_comment'] = 'Внеси коментар на модератор';
$txt['modlog_moderation_log'] = 'Записи за модерирањето';
$txt['modlog_moderation_log_desc'] = 'Подоле е список на сите акции на модерирање спроведени од модераторите на форумот.<br /><b>Напомена:</b> Овие записи не можат да бидат отстранети ако не се стари најмалку 24 часа.';
$txt['modlog_no_entries_found'] = 'Записите не се пронајдени';
$txt['modlog_remove'] = 'Отстрани';
$txt['modlog_removeall'] = 'Отстрани се';
$txt['modlog_go'] = 'Почни';
$txt['modlog_add'] = 'Додади';
$txt['modlog_search'] = 'Брзо пребарување';
$txt['modlog_by'] = 'од';

$txt['smileys_default_set_for_theme'] = 'Изберете стандардна поставка на Смешковци за оваа тема';
$txt['smileys_no_default'] = '(користи ја глобалната поставка на Смешковци)';

$txt['censor_test'] = 'Тестирај го цензурирањето на зборови';
$txt['censor_test_save'] = 'Тест';
$txt['censor_case'] = 'Игнорирај ја разликата во големи и мали букви при цензурата';
$txt['smf231'] = 'Провери само цели зборови.';

$txt['admin_confirm_password'] = '(потврди)';

$txt['date_format'] = '(гггг-мм-дд)';
$txt['undefined_gender'] = 'Неодредено';
$txt['age'] = 'Старост на членовите';
$txt['activation_status'] = 'Активациски статус';
$txt['activated'] = 'Активиран';
$txt['not_activated'] = 'Неактивиран';
$txt['primary'] = 'Првенствено';
$txt['additional'] = 'Додатно';
$txt['messenger_address'] = 'Адреса на messenger';
$txt['wild_cards_allowed'] = 'џокерите * и ? се дозволени';
$txt['search_for'] = 'Пребарувај за';
$txt['member_part_of_these_membergroups'] = 'Членот припаѓа на оваа група на членови';
$txt['membergroups'] = 'Групи на членови';
$txt['confirm_delete_members'] = 'Дали сте сигурни дека сакате да ги избришете означените членови?';

$txt['support_credits_title'] = 'Поддршка и заслуги';
$txt['support_credits_info'] = 'Побарај поддршка за поедноставни работи и информации за верзиите ако имаш проблеми.';
$txt['support_title'] = 'Информации за поддршка';
$txt['support_versions_current'] = 'Актуелна верзија на форумот';
$txt['support_versions_forum'] = 'Верзија на форумот';
$txt['support_versions_php'] = 'Верзија на PHP';
$txt['support_versions_mysql'] = 'Верзија на MySQL';
$txt['support_versions_server'] = 'Верзија на серверот';
$txt['support_versions_gd'] = 'Верзиија на GD';
$txt['support_versions'] = 'Информации за верзиите';
$txt['support_latest'] = 'Стандардна поддршка и проблеми';
$txt['support_latest_fetch'] = 'Добивање информации за поддршка ...';

$txt['edit_permissions'] = 'Управувај со дозволите';
$txt['edit_permissions_info'] = 'Смени ги огрничувањата и можностите за пристап на глобално ниво или на ниво на одредени форуми.';
$txt['membergroups_members'] = 'Редовни членови';
$txt['membergroups_guests'] = 'Гости';
$txt['membergroups_guests_na'] = 'n/a';
$txt['membergroups_name'] = 'Име';
$txt['membergroups_stars'] = 'Ѕвезди';
$txt['membergroups_members_top'] = 'Членови';
$txt['membergroups_add_group'] = 'Додади група';
$txt['membergroups_permissions'] = 'Дозволи';

$txt['permitgroups_restrict'] = 'Ограничувачки';
$txt['permitgroups_standard'] = 'Стандард';
$txt['permitgroups_moderator'] = 'Модератор';
$txt['permitgroups_maintenance'] = 'Одржување';
$txt['permitgroups_inherit'] = 'Наследен';

$txt['confirm_delete_attachments_all'] = 'Дали сте сигурни дека сакате да ги избришете сите датотеки?';
$txt['confirm_delete_attachments'] = 'Дали сте сигурни дека сакате да ги избришете означените датотеки?';
$txt['attachment_manager_browse_files'] = 'Прегледај ги датотеките';
$txt['attachment_manager_repair'] = 'Одржување';
$txt['attachment_manager_avatars'] = 'Аватари';
$txt['attachment_manager_attachments'] = 'Поднесени датотеки';
$txt['attachment_manager_thumbs'] = 'Thumbnails';
$txt['attachment_manager_last_active'] = 'Последен пат активен';
$txt['attachment_manager_member'] = 'Член';
$txt['attachment_manager_avatars_older'] = 'Отстрани ги аватарите на членовите кои не се активни повеќе од';
$txt['attachment_manager_total_avatars'] = 'Вкупно аватари';

$txt['attachment_manager_settings'] = 'Подесувања на датотеките';
$txt['attachment_manager_avatar_settings'] = 'Подесувања на аватарите';
$txt['attachment_manager_browse'] = 'Пребарувај ги датотеките';
$txt['attachment_manager_maintenance'] = 'Одржување на датотеките';
$txt['attachment_manager_save'] = 'Сочувај';

$txt['attachment_mode'] = 'Мод на датотеки';
$txt['attachment_mode_deactivate'] = 'Оневозможи датотеки';
$txt['attachment_mode_enable_all'] = 'Овозможи ги сите датотеки';
$txt['attachment_mode_disable_new'] = 'Оневозможи нови датотеки';
$txt['attachmentCheckExtensions'] = 'Провери ја наставката на датотеките';
$txt['attachmentExtensions'] = 'Дозволени наставки на датотеките';
$txt['attachmentShowImages'] = 'Прикажи ги фотографските датотеките како фотографии под пораките';
$txt['attachmentEncryptFilenames'] = 'Енкриптирај ги сочуваните имиња на датотеки';
$txt['attachmentUploadDir'] = 'Директориум на датотеки';
$txt['attachmentDirSizeLimit'] = 'Намногу простор во директориумот за датотеки';
$txt['attachmentPostLimit'] = 'Максимална големина на датотека по порака';
$txt['attachmentSizeLimit'] = 'Максимална големина на датотека';
$txt['attachmentNumPerPostLimit'] = 'Најголем број датотеки по порака';
$txt['attachmentThumbnails'] = 'Намали ги фотографиите кога се прикажани под пораките';
$txt['attachmentThumbWidth'] = 'Најголема ширина на минифотографиите';
$txt['attachmentThumbHeight'] = 'Најголема висина на минифотографиите';

$txt['mods_cat_avatars'] = 'Аватари';
$txt['avatar_directory'] = 'Директориум на аватарите';
$txt['avatar_url'] = 'Адреса на аватарите';
$txt['avatar_dimension_note'] = '(0 = нема ограничување)';
$txt['avatar_max_width_external'] = 'Најголема ширина на надворешен аватар';
$txt['avatar_max_height_external'] = 'Најголема висина на надворешен аватар';
$txt['avatar_action_too_large'] = 'Доколку аватарот е преголем ...';
$txt['option_refuse'] = 'Одбиј го';
$txt['option_html_resize'] = 'Дозволи му на HTML да го намали';
$txt['option_js_resize'] = 'Намали го со JavaScript';
$txt['option_download_and_resize'] = 'Симни го и намали го (бара GD модул)';
$txt['avatar_max_width_upload'] = 'Најголема ширина на внесениот аватар';
$txt['avatar_max_height_upload'] = 'Најголема висина на внесениот аватар';
$txt['avatar_resize_upload'] = 'Намали ги преголемите аватари';
$txt['avatar_resize_upload_note'] = '(потребен GD модул)';
$txt['avatar_download_png'] = 'Користи PNG за намалените аватари?';
$txt['avatar_gd_warning'] = 'GD модулот моментално не е инсталиран. Некои можности на аватарите се оневозможени.';
$txt['avatar_external'] = 'Надворешни аватари';
$txt['avatar_upload'] = 'Аватари за внесување';
$txt['avatar_server_stored'] = 'Аватари кои се чуваат на серверот';
$txt['avatar_server_stored_groups'] = 'Групи на кои им е дозволено да означат аватари кои се чуваат на сервер';
$txt['avatar_upload_groups'] = 'Групи на кои им е овозможено да внесат аватар на сервер';
$txt['avatar_external_url_groups'] = 'Групи на кои им е овозможено да означат надворешна адреса';
$txt['avatar_select_permission'] = 'Означи ги дозволите за секоја група';
$txt['avatar_download_external'] = 'Симни го аватарот од дадената адреса';
$txt['custom_avatar_enabled'] = 'Внеси аватари на ...';
$txt['option_attachment_dir'] = 'Директориум на датотеките';
$txt['option_specified_dir'] = 'Одреден директориум ...';
$txt['custom_avatar_dir'] = 'Внеси директориум';
$txt['custom_avatar_dir_desc'] = 'Ова не би требало да е исто како и директориум што се чува на серверот.';
$txt['custom_avatar_url'] = 'Внеси адреса';

$txt['repair_attachments'] = 'Одржување на датотеките';
$txt['repair_attachments_complete'] = 'Одржувањето е завршено';
$txt['repair_attachments_complete_desc'] = 'Поправени се сите означени грешки';
$txt['repair_attachments_no_errors'] = 'Не се пронајдени грешки!';
$txt['repair_attachments_error_desc'] = 'Следните грешки се пронајдени за време на одржувањето. Означи ја секоја грешка која сакаш да биде поправен и притисни Продолжи.';
$txt['repair_attachments_continue'] = 'Продолжи';
$txt['repair_attachments_cancel'] = 'Откажи';
$txt['attach_repair_missing_thumbnail_parent'] = 'на %d минифотографиите има недостасува родителска датотека';
$txt['attach_repair_parent_missing_thumbnail'] = '%d родители се означени како да имаат минифотографии но немаат';
$txt['attach_repair_file_missing_on_disk'] = '%d датотеки/аватари имаат влез но веќе не постојат на дискот';
$txt['attach_repair_file_wrong_size'] = '%d датотеки/аватари се пријавени дека имаат погрешна големина';
$txt['attach_repair_file_size_of_zero'] = '%d датотеки/аватари имаат 0 големина  на дискот. (Ќе бидат избришани)';
$txt['attach_repair_attachment_no_msg'] = '%d датотеки веќе немаат пораки поврзани со нив';
$txt['attach_repair_avatar_no_member'] = '%d аватари веќе немаат член поврзан со нив';

$txt['news_title'] = 'Новости и пораки со новости';
$txt['news_settings_desc'] = 'Овде можеш да ги измениш подесувањата и дозволите поврзани со новостите и пораките со новости.';
$txt['news_settings_submit'] = 'Сочувај';
$txt['news_mailing_desc'] = 'Од ова мени можеш да праќаш пораки на сите членови кои внеле email адреса. Можеш да ја менуваш листата на членови на која ќе се пратат email пораки или да испратиш порака на сите членови. Корисно за важни информации.';
$txt['groups_edit_news'] = 'Групи на кои им е дозволено да ги менуваат новостите';
$txt['groups_send_mail'] = 'Групи на кои им е дозволено да испраќаат email пораки со новости';
$txt['xmlnews_enable'] = 'Овозможи XML/RSS новости';
$txt['xmlnews_maxlen'] = 'Најголема должина на пораката:<div class="smalltext">(0 за да се оневозможи, не е добра идеа.)</div>';
$txt['editnews_clickadd'] = 'Кликни овде за да додадеш уште една вест.';
$txt['editnews_remove_selected'] = 'Отстрани го означеното';
$txt['editnews_remove_confirm'] = 'Дали сте сигурни дека сакате да ги избришете означените вести?';
$txt['censor_clickadd'] = 'Кликнете овде за да додадете уште еден збор.';

$txt['layout_controls'] = 'Форум';

$txt['generate_reports'] = 'Извештаи';

$txt['permission_mode_normal'] = 'Стандарден';
$txt['permission_mode_no_polls'] = 'Без анкети';
$txt['permission_mode_reply_only'] = 'Само одговори';
$txt['permission_mode_read_only'] = 'Отворен само за читање';

$txt['update_available'] = 'Ажурирањето е достапно!';
$txt['update_message'] = 'Користите застарена верзија на форумот, која содржи некои багови кои сега се исправени.
	Препорачуваме да го <a href="" id="update-link">ажурирате овој форум</a> со најновата верзија што поскоро. Постапката трае само една минута!';

$txt['salvaged_category_name'] = 'Простор за поправки';
$txt['salvaged_category_error'] = 'Неуспешно создравање на категоријата Простор за поправки!';
$txt['salvaged_board_name'] = 'Поправени теми';
$txt['salvaged_board_description'] = 'Теми направени за пораки со непостоечки теми';
$txt['salvaged_board_error'] = 'Неуспешно создавање на форум Простор за поправки!';

$txt['manageposts'] = 'Пораки и Теми';
$txt['manageposts_title'] = 'Управувај со Пораките и Темите';
$txt['manageposts_description'] = 'Овде можете да управувате со сите подесувања поврзани со темите и пораките.';

$txt['manageposts_seconds'] = 'секунди';
$txt['manageposts_minutes'] = 'минути';
$txt['manageposts_characters'] = 'карактери';
$txt['manageposts_days'] = 'денови';
$txt['manageposts_posts'] = 'пораки';
$txt['manageposts_topics'] = 'теми';

$txt['manageposts_settings'] = 'Подесувања на Пораките';
$txt['manageposts_settings_description'] = 'Овде можете да подсите се што е врзано за пораките и поставувањето пораки.';
$txt['manageposts_settings_submit'] = 'Сочувај';

$txt['manageposts_bbc_settings'] = 'Код на форумот (BBC)';
$txt['manageposts_bbc_settings_description'] = 'BBX може да се користи за означување на пораките на форумот. На пр. For example, за да се смени бојата на зборот \'куќа\' треба да откуцаш [b]куќа[/b]. BBC кодот секогаш се наоѓа во средни загради (\'[\' и \']\').';
$txt['manageposts_bbc_settings_title'] = 'Подесувања на BBC';
$txt['manageposts_bbc_settings_submit'] = 'Сочувај';

$txt['manageposts_topic_settings'] = 'Подесувања на темите';
$txt['manageposts_topic_settings_description'] = 'Овде можете да ги направите сите подесувања врзани со постоечките теми.';
$txt['manageposts_topic_settings_submit'] = 'Сочувај';

$txt['removeNestedQuotes'] = 'Отстрани ги цитирањата внатре во одговорите со цитирања';
$txt['enableEmbeddedFlash'] = 'Flash во пораките';
$txt['enableEmbeddedFlash_warning'] = 'може да биде сигурносен ризик!';
$txt['enableSpellChecking'] = 'Овозможи правописна проверка';
$txt['enableSpellChecking_warning'] = 'ова не работи на сите сервери!';
$txt['max_messageLength'] = 'Максимална големина на порака';
$txt['max_messageLength_zero'] = '0 за да нема ограничување.';
$txt['fixLongWords'] = 'Подели ги зборовите со повеќе букви од';
$txt['fixLongWords_zero'] = '0 за да се оневозможи';
$txt['topicSummaryPosts'] = 'Пораки да се покажат во Последни пораки на форумот';
$txt['spamWaitTime'] = 'Време потребно да помине за да се остави нова порака од иста IP адреса';
$txt['edit_wait_time'] = 'Период во кој е возможно да се измени пораката';
$txt['edit_disable_time'] = 'Максимална должина на времето во вое е овозможено изменување на пораката';
$txt['edit_disable_time_zero'] = '0 за да се оневозможи';

$txt['enableBBC'] = 'Овозможи BBC';
$txt['enablePostHTML'] = 'Овозможи го <i>основниот</i> HTML во пораките';
$txt['autoLinkUrls'] = 'Автоматски линкувај ги поставените URL адреси';
$txt['bbcTagsToUse'] = 'Овозможи BBC кодови';
$txt['bbcTagsToUse_select'] = 'Означи ги таговите кои може да се користат';
$txt['bbcTagsToUse_select_all'] = 'Означи ги сите кодови';

$txt['enableStickyTopics'] = 'Овозможи лепливи теми';
$txt['enableParticipation'] = 'Дозволи икони за учество';
$txt['oldTopicDays'] = 'Време после кое ќе се појави предупредување за староста на темата';
$txt['oldTopicDays_zero'] = '0 за да се оневозможи';
$txt['defaultMaxTopics'] = 'Број на теми по страница на форумот';
$txt['defaultMaxMessages'] = 'Број на пораки на страницата со листа на теми';
$txt['hotTopicPosts'] = 'Број на пораки за темата да биде означена како популарна';
$txt['hotTopicVeryPosts'] = 'Број на пораки за многу популарна тема';
$txt['enableAllMessages'] = 'Максимална големина на темата за прикажување &quot;сите&quot; пораки';
$txt['enableAllMessages_zero'] = '0 за никогаш да не се појават сите &quot;сите&quot;';
$txt['enablePreviousNext'] = 'Овозможи линкови за претходна/следна тема';

$txt['not_done_title'] = 'Се уште не е направено!';
$txt['not_done_reason'] = 'За да се избегне преоптоварување на вашиот сервер е привремено стопиран.  Автоматски ќе продолжи за неколку секунди.  Доколу не се случи тоа, ве молиме продолжете подолу.';
$txt['not_done_continue'] = 'Продолжи';

$txt['core_configuration'] = 'Основно подесување';
$txt['other_configuration'] = 'Можности за подесување';
$txt['caching_settings'] = 'Caching (Меморирање)';

$txt['utf8_title'] = 'Претоври ја базата на податоци во енкидонг UTF-8';
$txt['utf8_introduction'] = 'UTF-8 е меѓународен збир на знакови (character set) кој ги покрива речиси сите јазици во светот. Со претворањето на вашата база на податоци во UTF-8 полесно ќе бидат поддржана употребата на многу јазици. Исто така се зголемува и способноста за пребарување и средување за јазиците со не-латински карактери (пр. кирилични).';
$txt['utf8_warning'] = 'Доколку сакате да ги претворите вашите податоци и базата во, треба да бидете свесни за следното:
<ul>
	<li>Претворањето на збирот на знакови (character set) може да биде <em>штетно</em> за вашите податоци! Направете задолжително резервна копија на базата на податоци <i>пред</i> преправањето.</li>
	<li>Бидејќи UTF-8 е побогат збир на знакови од повеќето други, нема враќање назад, освен да се врати состојбата на вашата база на податоци во моментот пред претворањетоn.</li>
	<li>После претвораето на вашите податоци и базата на податоци во UTF-8, ќе ви бидат потребни соодветни UTF-8 јазични датотеки.</li>
</ul>';
$txt['utf8_charset_not_supported'] = 'Не е поддржано претворањето од %s во UTF-8.';
$txt['utf8_detected_charset'] = 'Врз основа на вашата стандардна јазична датотека (\'%1$s\'), збирот на знакови на вашите податоци најверојатно ќе биде \'%2$s\'.';
$txt['utf8_already_utf8'] = 'Вашата база и податоци изгледа дека се веќе подесени за UTF-8. Не е потребно претворање.';
$txt['utf8_source_charset'] = 'Збир на знакови на базата на податоците';
$txt['utf8_proceed'] = 'Проролжи';
$txt['utf8_database_charset'] = 'Збир на знакови на базата на податоци';
$txt['utf8_target_charset'] = 'Претвори ги податоците и базата во';
$txt['utf8_utf8'] = 'UTF-8';
$txt['utf8_db_version_too_low'] = 'Верзијата на базатаMySQL не е доволно нова за да го поддржи соодветно UTF-8. Потребно е да биде најмалку 4.1.2.';

$txt['entity_convert_title'] = 'Претвори ги HTML енкодинг кодовите во UTF-8 подесувања';
$txt['entity_convert_only_utf8'] = 'Базата на податоци мора да биде во UTF-8 пред да можат да бидат претворени и HTML енкодинг кодовите во UTF-8';
$txt['entity_convert_introduction'] = 'Оваа функција ќе ги претвори сите карактери од HTML енкодинг кодовите кои се чуваат во базата, во UTF-8 карактери. Ова е посебно корисно кога самошто сте го претвориле вашиот форум во збир на знакови како што е пр. ISO-8859-1 додека не-латински букви биле користени на форумот. Тогаш пребарувашот ги праќа сите знакови како HTML енкодинг кодови. На пр. HTML енкодинг кодот &amp;#945; (alpha) ја претставува грчката буква &#945; (alpha). Претворајќи ги кодовите во UTF-8 ќе се подобри пребарувањето и уредувањето на текстот како и намалување на големината на датотеките.';
$txt['entity_convert_proceed'] = 'Продолжи';

$txt['copyright_ends_in'] = 'Вашата претплата за отстранување на забелешките за SMF авторските права завршува за <b>%1$s</b> денови.';
$txt['copyright_click_renew'] = 'Кликни <a href="http://www.simplemachines.org/copyright/renew.php?key=%1$s" style="color: red;">овде</a> за обновување';
$txt['copyright_removal'] = 'Отстранување на Авторските права';
$txt['copyright_removal_desc'] = 'За да се отстранат авторските права од вашата инсталација на SMF форумот потребно е да го купите кодот од сајтот на Simple Machines. Доколку се уште не сте го направиле тоа ве молиме кликнете <a href="http://www.simplemachines.org/copyright/index.php">овде</a>. Кога кодот ќе биде внесен и потврден, забелешката за авторските права ќе биде отстранета се додека трае претплатата. Преостанатото време ќе биде прикажано во Административниот центарOnce the code has been entered and verified the copyrig.';
$txt['copyright_code'] = 'Код за Авторски права';
$txt['copyright_failed'] = 'Се извинува но кодот што го внесовте е погрешен. Ве молиме проверете дали адреста на вашиот форум е истата со онаа што ја внесовте кога се претплатувавте.';
$txt['copyright_proceed'] = 'Продолжи';

?>