<?php
// Version: 1.1.2; Errors

$txt[1] = 'شما اجازه دسترسي به اين قسمت را نداريد';

$txt[73] = 'فقط مديران توانایی حذف مستقيم را دارند، لطفا اين پيغام را توسط ويرايش حذف کنيد.';
$txt[75] = 'شما کادر نام را تکمیل نکرده ايد، لطفا آنرا را تکمیل نماييد.';
$txt[76] = 'شما کادر ايميل را تکمیل نکرده ايد لطفا آنرا را تکمیل نماييد.';
$txt[90] = 'اين موضوع قفل شده است، شما اجازه ارسال يا ويرايش در اين موضوع را نداريد.';
$txt[91] = 'کادر رمزعبور خالي است';
$txt[93] = 'شما اجازه قفل يا باز کردن موضوع را نداريد. ';
$txt[100] = 'این نام کاربری توسط شخص دیگری ثبت شده است.';
$txt[134] = 'شما اجازه انتقال موضوع را نداريد.';
$txt[138] = 'شما اجازه استفاده از اين بخش را نداريد. براي استفاده از اين بخش بايد در انجمن ثبت نام نماييد.';
$txt[165] = 'براي ارسال موضوع جديد يا پاسخ به موضوعات بايد وارد شويد، اگر عضو انجمن نيستيد لطفا .<a href="' . $scripturl . '?action=register">اينجا</a> را کليک کنيد';
$txt[213] = 'رمز عبورهاي وارد شده يکسان نمي باشد.';
$txt[223] = 'شما براي استفاده از اين امکان،  بايد عضو انجمن شويد.';
$txt[241] = 'شما از کاراکتر غير مجاز در رمز عبورتان استفاده کرده ايد.';
$txt[242] = 'شما از کاراکتر غيرمجاز برای نام کاربريتان استفاده کرده ايد';
$txt[243] = 'شما از کاراکتر غير مجاز در آدرس ايميلتان استفاده کرده ايد.';
$txt[244] = 'شما از نام کاربري غيرمجاز استفاده کرده ايد. لطفا نام ديگري انتخاب کنيد.';
$txt[337] = 'در این کادر فقط اعداد 0 تا 9 را می توانید وارد کنید.';
$txt[472] = 'موضوع و يا ارسال هایی كه شما تقاضا كرده ايد، وجود ندارد!';

$txt['smf26'] = 'شما گزينه اي براي راي گيري انتخاب نکرده ايد.';
$txt['smf27'] = 'ممکن است که نظرسنجی غیرفعال باشد، يا اينکه شما قبلا راي داده ايد يا اينکه اين موضوع قفل شده است.';
$txt['smf28'] = 'شما براي استفاده از اين امکان،  بايد عضو انجمن شويد.';
$txt['smf31'] = 'اين موضوع توسط مدير انجمن قفل شده است، شما اجازه باز کردن موضوع را نداريد.';
$txt['smf61'] = 'شما اجازه ويرايش  نداريد.';
$txt['smf63'] = 'اين ویژگی غیرفعال مي باشد.';
$txt['smf115b'] = 'دسترسي به مسير آپلود فايل مقدور نيست!';
$txt['smf122'] = 'حجم فايل شما بيشتر از حد مجاز است. حد مجاز براي ارسال فايل پيوست %d KB کيلوبايت است.';
$txt['smf124'] = 'ذخیره فایل پیوست با خطا مواجه شد. لطفا مجددا تلاش نمایید';
$txt['smf125'] = 'شما اجازه ارسال فايل با اين نام را نداريد. لطفا نام ديگري را براي فایل انتخاب نماييد';
$txt['smf126'] = 'فضاي کافي براي ذخیره فايل شما وجود ندارد، لطفا با مدیر انجمن تماس بگیرید.';
$txt['smf191'] = 'دسترسي به فايل يا سرور مقدور نيست';
$txt['smf232'] = 'انجمن مورد نظر شما وجود ندارد';
$txt['smf253'] = 'شما اجازه تقسيم کردن موضوعات را نداريد';
$txt['smf262'] = 'شما اجازه ترکيب موضوعات را نداريد';
$txt['smf263'] = 'موضوع و يا ارسالی كه شما تقاضا كرده ايد، وجود ندارد!';
$txt['smf268'] = 'شما اجازه قسمت کردن موضوع را در اولين ارسال نداريد.';
$txt['smf270'] = 'در اين موضوع فقط يک ارسال وجود دارد و نمي توان آن را تقسیم کرد.';
$txt['smf271'] = 'پيغامي انتخاب نشده است';
$txt['smf271b'] = 'جداسازي ممکن نيست. شما تمام ارسال ها را انتخاب کرده ايد.';
$txt['smf272'] = 'هیچ ارسالی ای پیدا نشد';
$txt['smf273'] = 'ایجاد موضوع جدید مقدور نيست.';
$txt['smf289'] = 'شما اجازه استفاده از این نام کاربری را ندارید، لطفا نام کاربری ديگري را انتخاب نماييد.';
$txt['smf304'] = 'شما نميتوانيد هم اكنون موضوع جديدي ارسال كنيد. لطفا مجددا سعي نماييد.';
$txt['smf305'] = 'خطا! لطفا خارج شده و مجددا وارد شويد.';
$txt['smf306'] = 'آدرس وارد شده غير قابل شناسايي است. لطفا مجددا تلاش نماييد.';

$txt['cannot_admin_forum'] = 'شما اجازه مديريت اين انجمن را نداريد.';
$txt['cannot_announce_topic'] = 'شما اجازه ارسال موضوع اطلاع رسانی در این انجمن را ندارید';
$txt['cannot_calendar_edit_any'] = 'شما نمي توانيد رویدادهای تقویم را ويرايش کنيد.';
$txt['cannot_calendar_edit_own'] = 'شما اجازه ويرايش رویدادها را نداريد.';
$txt['cannot_calendar_post'] = 'متاسفانه شما اجازه ارسال واقعه یا رویدادی را به تقویم ندارید.';
$txt['cannot_calendar_view'] = 'شما اجازه ديدن تقویم را نداريد.';
$txt['cannot_remove_any'] = 'شما اجازه حذف همه موضوعات را نداريد.';
$txt['cannot_remove_own'] = 'شما اجازه حذف این موضوع را نداريد.';
$txt['cannot_edit_news'] = 'شما اجازه تغيير يا اضافه کردن اخبار را در انجمن نداريد.';
$txt['cannot_pm_read'] = 'شما اجازه مشاهده پيغام هاي خصوصيتان را نداريد.';
$txt['cannot_pm_send'] = 'شما اجازه ارسال پيغام خصوصي نداريد.';
$txt['cannot_karma_edit'] = 'شما اجازه ويرايش ارسال هاي بقيه کاربران را نداريد.';
$txt['cannot_lock_any'] = 'شما اجازه قفل نمودن موضوعات را نداريد.';
$txt['cannot_lock_own'] = 'شما اجازه قفل موضوعات را نداريد.';
$txt['cannot_make_sticky'] = 'شما اجازه ايجاد موضوع مهم را نداريد.';
$txt['cannot_manage_attachments'] = 'شما اجازه مديريت فايل هاي پیوست را نداريد.';
$txt['cannot_manage_bans'] = 'شما اجازه تغيير ليست کاربران منع شده را نداريد.';
$txt['cannot_manage_boards'] = 'شما اجازه مديريت گروه ها و انجمن ها را نداريد.';
$txt['cannot_manage_membergroups'] = 'شما اجازه ويرايش گروه هاي کاربري را نداريد.';
$txt['cannot_manage_permissions'] = 'شما اجازه دیدن این قسمت را ندارید';
$txt['cannot_manage_smileys'] = 'شما اجازه مديريت صورتک ها را نداريد.';
$txt['cannot_mark_any_notify'] = 'شما اجازه دريافت باخبرسازی موضوعات را نداريد.';
$txt['cannot_mark_notify'] = 'شما اجازه باخبرسازی از اين انجمن را نداريد.';
$txt['cannot_merge_any'] = 'شما اجازه ترکيب موضوعات را نداريد.';
$txt['cannot_moderate_forum'] = 'شما اجازه مديريت اين انجمن را نداريد.';
$txt['cannot_modify_any'] = 'شما اجازه ويرايش ارسالها را نداريد';
$txt['cannot_modify_own'] = 'شما اجازه ويرايش این موضوع را نداريد';
$txt['cannot_modify_replies'] = 'شما اجازه ويرايش اين ارسال را نداريد';
$txt['cannot_move_own'] = 'شما اجازه انتقال موضوع های خودتان را در این انجمن ندارید';
$txt['cannot_move_any'] = 'شما اجازه انتقال موضوعات را نداريد.';
$txt['cannot_poll_add_own'] = 'شما اجازه اضافه کردن نظرسنجی به اين موضوع را نداريد.';
$txt['cannot_poll_add_any'] = 'شما اجازه اضافه کردن نظرسنجي به اين موضوع را نداريد.';
$txt['cannot_poll_edit_own'] = 'شما اجازه ويرايش نظرسنجي را نداريد.';
$txt['cannot_poll_edit_any'] = 'شما اجازه ويرايش نظرسنجی ها را نداريد.';
$txt['cannot_poll_lock_own'] = 'شما اجازه قفل کردن ابن نظرسنجي را نداريد.';
$txt['cannot_poll_lock_any'] = 'شما اجازه قفل کردن  نظرسنجي ها را نداريد.';
$txt['cannot_poll_post'] = 'شما اجازه اضافه کردن نظرسنجي را در اين انجمن نداريد.';
$txt['cannot_poll_remove_own'] = 'شما اجازه حذف اين نظرسنجی را نداريد.';
$txt['cannot_poll_remove_any'] = 'شما اجازه حذف  نظرسنجي ها را نداريد.';
$txt['cannot_poll_view'] = 'شما اجازه ديدن اين نظرسنجي را نداريد.';
$txt['cannot_poll_vote'] = 'شما اجازه راي دادن به اين نظرسنجی را نداريد.';
$txt['cannot_post_attachment'] = 'شما اجازه پيوست فايل رادر اين بخش نداريد.';
$txt['cannot_post_new'] = 'شما اجازه ارسال موضوع جديد را در اين انجمن نداريد.';
$txt['cannot_post_reply_any'] = 'شما اجازه ارسال پاسخ به اين موضوع را نداريد.';
$txt['cannot_post_reply_own'] = 'شما اجازه ارسال پاسخ به موضوعات اين انجمن را نداريد.';
$txt['cannot_profile_remove_own'] = 'شما اجازه حذف نام کاربريتان را نداريد.';
$txt['cannot_profile_remove_any'] = 'شما اجازه حذف کاربران را نداريد!';
$txt['cannot_profile_extra_any'] = 'شما اجازه تغيير مشخصات شخصي ساير کاربران را نداريد.';
$txt['cannot_profile_identity_any'] = 'شما اجازه ويرايش مشخصات شخصي ساير کاربران را نداريد.';
$txt['cannot_profile_title_any'] = 'شما اجازه تغيير مشخصات شخصي ساير کاربران را نداريد.';
$txt['cannot_profile_extra_own'] = 'شما اجازه ويرايش مشخصات شخصي را نداريد.';
$txt['cannot_profile_identity_own'] = 'شما اجازه ويرايش مشخصات شخصي خودتان را نداريد.';
$txt['cannot_profile_title_own'] = 'شما اجازه ويرايش مشخصات شخصي خودتان را نداريد.';
$txt['cannot_profile_server_avatar'] = 'شما مجاز به انتخاب آواتارهای نصب شده در انجمن نیستید';
$txt['cannot_profile_upload_avatar'] = 'شما اجازه آپلود آواتار را ندارید';
$txt['cannot_profile_remote_avatar'] = 'شما اجازه استفاده از صورتک از سايت يا سرور ديگر را نداريد.';
$txt['cannot_profile_view_own'] = 'شما اجازه ديدن مشخصات شخصي خودتان را نداريد';
$txt['cannot_profile_view_any'] = 'شما اجازه ويرايش مشخصات ديگران را نداريد.';
$txt['cannot_delete_own'] = 'شما در اين انجمن اجازه ويرايش ارسالهاي خودتان را نداريد.';
$txt['cannot_delete_replies'] = 'شما اجازه حذف پاسخ هاي ارسال شده را نداريد';
$txt['cannot_delete_any'] = 'شما اجازه حذف موضوع هاي ارسال شده را نداريد.';
$txt['cannot_report_any'] = 'شما اجازه ديدن گزارش گزارش و آمار ارسال ها را نداريد.';
$txt['cannot_search_posts'] = 'شما اجازه جستجو در اين انجمن را نداريد';
$txt['cannot_send_mail'] = 'شما اجازه ارسال ايميل به کاربران را نداريد.';
$txt['cannot_send_topic'] = 'ارسال موضوع جديد در اين انجمن توسط مدير غیرفعال شده است.';
$txt['cannot_split_any'] = 'شما اجازه تقسيم کردن موضوعات را در اين انجمن نداريد';
$txt['cannot_view_attachments'] = 'شما اجازه دانلود يا مشاهده فايل هاي پيوست در اين انجمن را نداريد.';
$txt['cannot_view_mlist'] = 'شما اجازه ديدن ليست کاربران را نداريد.';
$txt['cannot_view_stats'] = 'شما اجازه ديدن گزارش و آمار انجمن را نداريد.';
$txt['cannot_who_view'] = 'شما اجازه ديدن ليست کاربران آنلاين انجمن را نداريد.';

$txt['theme3'] = 'قالب مورد نظر شما وجود ندارد.';
$txt['theme_dir_wrong'] = 'شاخه پيشفرض قالب اشتباه است، لطفا با کليک کردن بر اين متن آن را تصحيح کنيد.';
$txt['registration_disabled'] = 'ثبت نام کاربر جديد توسط مدير غیرفعال شده است.';
$txt['registration_no_secret_question'] = 'متاسفانه سوال امنيتي براي اين کاربر وجود ندارد.';
$txt['poll_range_error'] = 'خطا: نظرسنجی بايد بيشتر از صفر روز انجام شود.';
$txt['delFirstPost'] = 'شما اجازه حذف اولين ارسال اين موضوع را نداريد.<br>اگر قصد حذف موضوع را داريد بر روي حذف موضوع کليک کرده و  يا از يک مدير بخواهيد که اين کار را براي شما انجام دهد.</p>';
$txt['parent_error'] = 'خطا: برنامه قادر به ايجاد انجمن جديد نمی باشد';
$txt['login_cookie_error'] = 'شما قادر به ورود به انجمن نمی باشید، ممکن است تنظيمات کوکي در سيستم شما غیرفعال باشد.';
$txt['pswd7'] = 'پاسخ سوال امنيتي صحيح نيست. لطفا مجددا تلاش نماييد.';
$txt['rtm11'] = 'مديري وجود ندارد!';
$txt['parent_not_found'] = 'ساختار این انجمن اشتباه می باشد.';
$txt['modify_post_time_passed'] = 'درحال حاضر شما اجازه ویرایش این ارسال را ندارید. لطفا بعدا  امتحان نمایید';

$txt['calendar_off'] = 'تقویم درحال حاضر غیرفعال است!';
$txt['calendar1'] = 'مقدار ماه غير قابل قبول است.';
$txt['calendar2'] = 'مقدار سال غيرقابل قبول است.';
$txt['calendar7'] = 'ماه واقعه پيدا نشد.';
$txt['calendar8'] = 'سال واقعه پيدا نشد.';
$txt['calendar14'] = 'روز واقعه پيدا نشد.';
$txt['calendar15'] = 'عنوان واقعه پيدا نشد.';
$txt['calendar16'] = 'تاريخ اشتباه است.';
$txt['calendar17'] = 'عنواني براي واقعه وارد نشده است.';
$txt['calendar18'] = 'واقعه خواسته شده شما پيدا نشد.';
$txt['calendar19'] = 'شما اجازه تغيير اين واقعه را نداريد.';
$txt['calendar38'] = 'انجمن مورد نظر پيدا نشد';
$txt['calendar39'] = 'موضوع مورد ظنر  پيدا نشد';
$txt['calendar40'] = ' موضوعي مطابق با خواسته شما پيدا نشد.';
$txt['calendar41'] = 'اين موضوع توسط شما ايجاد نشده است.';
$txt['calendar42'] = 'انجمن مورد نظر وجود ندارد.';
$txt['calendar55'] = 'ويژگي مورد نظر فعلا غیرفعال است.';
$txt['calendar56'] = ' مقدار روز غير قابل قبول است.';

$txt['moveto_noboards'] = 'انجمني براي انتقال اين موضوع وجود ندارد!';

$txt['already_activated'] = 'نام کاربري شما قبلا فعال شده است.';
$txt['still_awaiting_approval'] = 'برای استفاده از انجمن حساب کاربری شما باید توسط مدیر فعال شود. لطفا منتظر بمانید.';

$txt['invalid_email'] = 'آدرس ايميل يا حدود آن صحيح نيست.<br />آدرس ايميل شما بايد بصورت  :  [*@*.site.com]  باشد.';
$txt['invalid_expiration_date'] = 'تاریخی که وارد نموده اید معتبر نمی باشد';
$txt['invalid_hostname'] = 'نام هاست يا محدوده هاست غير معتبر است';
$txt['invalid_ip'] = 'لطفا در وارد کردن IP دقت نمایید.<br /> برای مثال: 127.0.0.20.* ';
$txt['invalid_username'] = 'چنين کاربري وجود ندارد.';
$txt['no_ban_admin'] = 'شما نميتوانيد مدير را منع نماييد. مگر اينکه رتبه او را تنزل دهيد.';
$txt['no_bantype_selected'] = 'نوع منع کاربر مشخص نشده است.';
$txt['ban_not_found'] = 'هيچ کاربري تا بحال منع نشده است.';
$txt['ban_unknown_restriction_type'] = 'نوع محدوديت نامشخص است';

$txt['recycle_no_valid_board'] = 'انجمن صحيحي براي بازيابي موضوعات حذف شده انتخاب نشده است';

$txt['login_threshold_fail'] = 'در حال حاضر شما قادر به ورود به انجمن نمی باشد، لطفا بعدا مجددا تلاش نمايد.';

$txt['who_off'] = 'بخش نمايش کاربران آنلاين غيرفعال شده است.';

$txt['merge_create_topic_failed'] = 'خطا در هنگام ايجاد موضوع جديد.';
$txt['merge_need_more_topics'] = 'براي ترکيب موضوعات  بايد حداقل دو موضوع مختلف را انتخاب کنيد.';

$txt['spamWaitTime_broken'] = 'آخرين ارسال شما %d ثانيه قبل بوده است کمي صبر کنيد و مجددا تلاش نماييد';
$txt['registerWaitTime_broken'] = 'شما %d ثانيه قبل عضو شديد، لطفا کمي صبر کنيد!';
$txt['loginWaitTime_broken'] = 'شما بايد %d ثانيه صبر کنيد سپس مجددا براي ورود اقدام کنيد.';

$txt['topic_gone'] = 'موضوع یا انجمن مورد نظر، برای شما محدود می باشد و شما اجازه دیدن آن را ندارید.';
$txt['theme_edit_missing'] = 'فايلي که قصد ويرايش آن را داريد پيدا نشد!';

$txt['attachments_no_write'] = 'دايرکتوري آپلود فايل غير قابل نوشتن است. لطفا با مدير انجمن تماس بگيريد.';
$txt['attachments_limit_per_post'] = 'شما اجازه آپلود بيشتر از %d فايل را در هر ارسال نداريد.';

$txt['rtm_not_own'] = 'شما نميتوانيد ارسال خود را به مديرها گزارش کنيد!';

$txt['no_dump_database'] = 'فقط مدير انجمن ميتواند از بانک اطلاعاتي پشتيبان تهيه کند!';
$txt['pm_not_yours'] = 'پیغامهای خصوصی شما\'re اشکالی در این رابطه پیش آمده است دوباره سعی نمایید';
$txt['mangled_post'] = 'لطفا دوباره سعی نمایید';
$txt['quoted_post_deleted'] = 'ارسالی که شما قصد نوشتن نقل قول آن را دارید وجود ندارد. و یا اینکه حذف شده است.';

$txt['register_only_once'] = 'متاسفیم، اما شما اجازه ثبت نام با نامهای مختلف در زمانهای و کامپیوترهای مختلف را ندارید.';

$txt['error_long_name'] = 'نام انتخابي شما بيشتر از حد مجاز است.';
$txt['error_no_name'] = 'هيچ نامي انتخاب نشده است.';
$txt['error_bad_name'] = 'لطفا نام دیگری را انتخاب نمایید. این نام متعلق به کاربر دیگری است';
$txt['error_no_email'] = 'لطفا آدرس ايميل را وارد نماييد';
$txt['error_bad_email'] = 'ايميل وارد شده نا معتبر است.';
$txt['error_no_event'] = 'لطفا عنوان واقع را وارد کنيد.';
$txt['error_no_subject'] = 'هيچ عنواني براي ارسال انتخاب نشده است!';
$txt['error_no_question'] = 'لطفا سوال نظرسنجي را وارد نماييد.';
$txt['error_no_message'] = 'هيچ متني براي ارسال انتخاب نشده است.';
$txt['error_long_message'] = 'اندازه ارسال شما بیشتر از حد مجاز است.';
$txt['error_session_timeout'] = 'زمان ارسال برای شما پایان یافته است. لطفا کمی صبر نموده و مجددا سعی کنید';
$txt['error_no_to'] = 'دريافت کننده تعيين نشده است.';
$txt['error_bad_to'] = 'یک و یا چند آدرس گیرنده پیدا نشد.';
$txt['error_bad_bcc'] = 'یک و یا چند کاربر برای دریافت رونوشت پیدا نشد.';
$txt['error_form_already_submitted'] = 'شما این موضوع را ارسال کرده اید. برای ایجاد تغییر صفحه را مجددا بارگذاری کنید';
$txt['error_poll_few'] = 'شما بايد حداقل دو انتخاب داشته باشيد!';

$txt['smiley_not_found'] = 'صورتک مورد نظر پيدا نشد.';
$txt['smiley_has_no_code'] = 'کدي براي اين صورتک انتخاب نشده است.';
$txt['smiley_has_no_filename'] = 'نام فايل اين صورتک انتخاب نشده است.';
$txt['smiley_not_unique'] = 'این کد قبلا برای صورتک دیگری انتخاب شده است';
$txt['smiley_set_already_exists'] = 'آدرس صورتک قبلا تنظیم شده است';
$txt['smiley_set_not_found'] = 'مجموعه صورتک ها يافت نشد.';
$txt['smiley_set_path_already_used'] = ' آدرسی که برای این صورتک انتخاب کرده اید قبلا استفاده شده است';
$txt['smiley_set_unable_to_import'] = 'خطا در وارد کردن صورتک. لطفا آدرس آن را مجددا چک کنید';

$txt['smileys_upload_error'] = 'خطا در هنگام آپلود فايل.';
$txt['smileys_upload_error_blank'] = 'تمامی صورتکها باید عکس باشند!';
$txt['smileys_upload_error_name'] = 'تمامی صورتکها باید دارای نام باشند!';
$txt['smileys_upload_error_illegal'] = 'شما مجاز به استفاده از این نوع فرمت برای صورتک نمی باشید.';

$txt['search_invalid_weights'] = 'پیکربندی کلمات کلیدی جستجو بدرستی انجام نشده است. لطفا این مشکل را با مدیر انجمن در میان بگذارید.';
$txt['unable_to_create_temporary'] = 'پیکربندی موتور جستجوی انجمن بدرستی انجام نشده است. لطفا این مشکل را به مدیر انجمن اطلاع دهید.';

$txt['package_no_file'] = 'خطا در پیدا کردن فایلها!';
$txt['packageget_unable'] = 'خطا در اتصال به سرور.  لطفا برای تلاش مجدد از  <a href="%s" target="_blank">این آدرس</a>  استفاده نمایید.';
$txt['not_on_simplemachines'] = 'متاسفیم، این بسته فقط از سرور بسته های simplemachines.org قابل دریافت است.';
$txt['package_cant_uninstall'] = 'فایلها نصب نشده اند و یا نیاز به نصب دوباره دارند. در حال حاضر حذف فایلهای نصب شده امکان پذیر نیست';
$txt['package_cant_download'] = 'شما نميتوانيد بسته هاي جديدي را دريافت يا نصب کنيد زيرا پوشه بسته ها غير قابل نوشتن است!';
$txt['package_upload_error'] = 'اشکال در آپلود فایل. لطفا سطح دسترسی و میزان آن را بررسی کنید';
$txt['package_upload_error_exists'] = 'فايلي را که شما قصد آپلود کردن آن را داريد بر روي سرور موجود است. لطفا فايل قبلي را از سرور حذف نماييد.';

$txt['no_membergroup_selected'] = 'گروه کاربري انتخاب نشده است.';
$txt['membergroup_does_not_exist'] = 'گروه کاربری مورد نظر وجود ندارد یا اشکالی بوجود آمده است.';

$txt['at_least_one_admin'] = 'این کار باید توسط مدیر انجمن صورت گیرد.';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'فايل پيوست پيدا نشد';

$txt['error_no_boards_selected'] = 'انجمن های منایبی انتخاب نشده است!';
$txt['error_invalid_search_string'] = 'آیا شما فراموش کرده اید که دنبال چه چیزی می گردید؟';
$txt['error_query_not_specific_enough'] = 'عبارت وارد شده کامل نیست. لطما حالت تکمیل تر و عبارت بزرگتری را امتحان کنید!';
$txt['error_no_messages_in_time_frame'] = 'درحال حاضر هیچ پیغامی پیدا نشد!';
$txt['error_no_labels_selected'] = 'هیچ برچسبی انتخاب نشده است';

$txt['profile_errors_occurred'] = 'خطاهای زیر به هنگام ذخیره مشخصات شما بوجود آمد';
$txt['profile_error_bad_offset'] = 'مدت زمان خارج از کنترل';
$txt['profile_error_no_name'] = 'فلید نام خالی است';
$txt['profile_error_name_taken'] = 'نام کاربری انتخاب شده قبلا ثبت شده است';
$txt['profile_error_name_too_long'] = 'نام انتخاب شده طولانی است نام انتخابی نباید از 60 کاراکتر طولانی تر باشد';
$txt['profile_error_no_email'] = 'فلید ایمیل خالی است';
$txt['profile_error_bad_email'] = 'ایمیل وارد شده مجاز نیست';
$txt['profile_error_email_taken'] = 'کاربر دیگری قبلا با این ایمیل ثبت نام کرده است';
$txt['profile_error_no_password'] = 'شما رمزعبورتان را وارد نکرده اید';
$txt['profile_error_bad_new_password'] = 'رمزعبور و تکرار آن همسان نیست';
$txt['profile_error_bad_password'] = 'رمز عبور وارد شده مجاز نیست';
$txt['profile_error_bad_avatar'] = 'حجم آواتاری که شما انتخاب کرده اید خیلی بزرگ است؛ و یا مجاز نیست.';
$txt['profile_error_password_short'] = 'رمز عبور شما خیلی کوتاه است.';
$txt['profile_error_password_restricted_words'] = 'محتوای رمزعبور شما نباید از عبارتی که برای نام کاربری انتخاب کرده اید باشد.';
$txt['profile_error_password_chars'] = 'رمزعبور شما باید ترکیبی از اعداد و حروف مجاز باشد';

$txt['mysql_error_space'] = ' - لطفا میزان فضای اضافی بانک اطلاعاتی را کنترل کنید یا با مدیر تماس بگیرید.';

$txt['icon_not_found'] = 'تصویر آیکن در قالب پیشفرض پیدا نشد - لطفا مطمئن شوید که تصیر به درستی آپلود شده است.';
$txt['icon_after_itself'] = 'آیکون نمی تواند قبل از این قرار بگیرد!';
$txt['icon_name_too_long'] = 'نام فایل آیکون نباید از 16 حرف بیشتر باشد';

$txt['name_censored'] = 'متاسفیم نام انتخاب شده مجاز نیست. %s، حاوی عبارتی است که از سوی مدیران سانسور شده است. لطفا عنوانهای دیگری را امتحان کنید.';

$txt['poll_already_exists'] = 'هر موضوع فقط میتوانید یک نظرسنجی داشته باشد!';
$txt['poll_not_found'] = 'نظرسنجی همبسته به این موضوع وجود ندارد!';

$txt['error_while_adding_poll'] = 'خطاهای زیر به هنگام ایجاد نظرسنجی بوجود آمد';
$txt['error_while_editing_poll'] = 'خطاهای زیر به هنگام ویرایش نظرسنجی بوجود آمد';

$txt['loadavg_search_disabled'] = 'بدلیل جلوگیری از فشار به سرور جستجو در انمن بطور اتوماتیک غیرفعال شده است لطفا بعد از مدت کوتاهی مجددا تلاش نمایید.';
$txt['loadavg_generic_disabled'] = 'متاسفیم؛ در حال حاضر سرور تحت فشار است و انجام تقاضای شما ممکن نیست.';
$txt['loadavg_allunread_disabled'] = 'سرور در حال حاضر بطور موقت تحت فشار است و تقاضای جستجوی همه موضوع های خوانده نشده شما ممکن نیست.';
$txt['loadavg_unreadreplies_disabled'] = 'سرور در حال حاضر تحت فشار است. لطفا بعد از مدت کوتاهی مجددا تلاش نمایید';
$txt['loadavg_show_posts_disabled'] = 'لطفا بعدا مجددا سعی کنید. بارگذاری موضوع های کاربران درحال حاضر ممکن نیست.';

$txt['visual_verification_failed'] = 'متن تایپ شده در متن نمایش داده شده در عکس یکسان نمی باشد !';

?>