<?php
// Version: 1.1.2; Errors

$txt[1] = 'Ви не можете зайти в цей розділ';

$txt[73] = 'Тільки Модератори можуть використати пряму функцію видалення, будь ласка, видаліть це повідомлення через команду Змінити.';
$txt[75] = 'Поле Ім\'я обов\'язкове для заповнення.';
$txt[76] = 'Поле Email обов\'язкове для заповнення.';
$txt[90] = 'Ця тема заблокована, Ви не можете відсилати або змінювати повідомлення...';
$txt[91] = 'Введіть пароль';
$txt[93] = 'Ви не можете заблокувати або розблокувати цю тему, це може зробити тільки Модератор або Адміністратор...';
$txt[100] = 'Ім\'я користувача, яке Ви намагаєтеся зареєструвати, вже використається на форумі.';
$txt[134] = 'Ви не можете переміщати теми...';
$txt[138] = 'Цей сервіс доступний тільки для користувачів форуму...';
$txt[165] = 'Для відправлення повідомлень Ви повинні зайти як користувач. Якщо Ви не зареєстровані, Ви можете зробити це <a href="' . $scripturl . '?action=register">прямо зараз </a>.';
$txt[213] = 'Паролі не збігаються.';
$txt[223] = 'Вибачте, перед тим, як використати ці настроювання Ви повинні зареєструватися.';
$txt[241] = 'Використаний неприпустимий символ у Паролі.';
$txt[242] = 'Використаний неприпустимий символ в Імені.';
$txt[243] = 'Використаний неприпустимий символ в Email.';
$txt[244] = 'Ім\'я користувача, яке Ви намагаєтеся зареєструвати - зарезервовано \'%s\'. Будь ласка, виберіть інше ім\'я.';
$txt[337] = 'У цьому полі можна вказувати тільки числа від 0 до 9';
$txt[472] = 'Такої теми не існує.';

$txt['smf26'] = 'Ви не вибрали пункт голосування.';
$txt['smf27'] = 'Голосування не існує або закрито, або можливо Ви намагаєтеся проголосувати двічі.';
$txt['smf28'] = 'Ця опція доступна тільки зареєстрованим користувачам.';
$txt['smf31'] = 'Було закрито Адміністратором. Не вдається відкрити.';
$txt['smf61'] = 'Вибачте, Ви не можете змінювати власну карму.';
$txt['smf63'] = 'Вибачте, ця опція відключена.';
$txt['smf115b'] = 'Немає доступу до папки для завантаження вкладень!';
$txt['smf122'] = 'Ваш файл занадто великий. Максимальний розмір вкладення повинен бути не більше %d KB.';
$txt['smf124'] = 'Ваше вкладення не може бути збережено. Можливо файл більший, ніж дозволяє сервер.<br /><br />Будь ласка, проконсультуйтеся з Адміністратором для одержання більш докладної інформації.';
$txt['smf125'] = 'Вибачте, такий файл вже існує. Будь ласка, переіменуйте файл і спробуйте знову.';
$txt['smf126'] = 'Папка upload заповнена. Спробуйте файл меншого розміру або зв\'яжіться з Адміністратором.';
$txt['smf191'] = 'Не вийшло з\'єднатися із сервером або файл не знайдений';
$txt['smf232'] = 'Зазначений вами розділ не існує';
$txt['smf253'] = 'Ви не можете розділяти теми';
$txt['smf262'] = 'Ви не можете з\'єднувати теми';
$txt['smf263'] = 'Ви вказали неправильний ID теми.';
$txt['smf268'] = 'Ви не можете розділяти тему з першого повідомлення.';
$txt['smf270'] = 'Ця тема містить тільки одне повідомлення і не може бути розділена.';
$txt['smf271'] = 'не обрані повідомлення';
$txt['smf271b'] = 'Неможливо розділити. Ви вибрали всі повідомлення.';
$txt['smf272'] = 'Неможливо знайти повідомлення';
$txt['smf273'] = 'Неможливо вставити тему';
$txt['smf289'] = 'Ви вибрали ім\'я користувача існуючого Модератора. Будь ласка, виберіть інше ім\'я.';
$txt['smf304'] = 'Ваша сесія закінчилася поки Ви писали повідомлення. Будь ласка, поверніться назад і спробуйте знову.';
$txt['smf305'] = 'Не вдалося перевірити сесію.  Будь ласка, вийдіть з форуму і зайдіть знову.';
$txt['smf306'] = 'Неможливо перевірити місце розташування відсилаємого файлу. Будь ласка, поверніться назад і спробуйте знову.';

$txt['cannot_admin_forum'] = 'Ви не можете адмініструвати цей Форум.';
$txt['cannot_announce_topic'] = 'Ви не можете сповіщати про теми в цьому розділі.';
$txt['cannot_calendar_edit_any'] = 'Ви не можете редагувати календарні події.';
$txt['cannot_calendar_edit_own'] = 'У Вас немає необхідних привілеїв, щоб редагувати Ваші події.';
$txt['cannot_calendar_post'] = 'Розміщення подій заборонене, Вибачте.';
$txt['cannot_calendar_view'] = 'Вибачте, Ви не можете переглядати календар.';
$txt['cannot_remove_any'] = 'Видалення будь-яких повідомлень у цьому форумі заборонено.';
$txt['cannot_remove_own'] = 'Ви не можете видаляти свої повідомлення.';
$txt['cannot_edit_news'] = 'Ви не можете редагувати новини на цьому форумі.';
$txt['cannot_pm_read'] = 'Вибачте, Ви не можете читати особисті повідомлення.';
$txt['cannot_pm_send'] = 'Вибачте, Ви не можете відправляти особисті повідомлення.';
$txt['cannot_karma_edit'] = 'Ви не можете змінювати карму інших користувачів.';
$txt['cannot_lock_any'] = 'Ви не можете закривати теми.';
$txt['cannot_lock_own'] = 'Вибачте, Ви не можете закривати власні теми.';
$txt['cannot_make_sticky'] = 'Ви не можете прикріпити цю тему.';
$txt['cannot_manage_attachments'] = 'Вам не дозволяється управляти вкладеннями або аватарами.';
$txt['cannot_manage_bans'] = 'Ви не можете змінювати список забанених користувачів.';
$txt['cannot_manage_boards'] = 'Вам не дозволено управляти розділами і категоріями.';
$txt['cannot_manage_membergroups'] = 'Не вистачає прав для зміни або додавання груп користувачів.';
$txt['cannot_manage_permissions'] = 'Не вистачає прав для керування правами користувачів.';
$txt['cannot_manage_smileys'] = 'Ви не можете керувати смайлами.';
$txt['cannot_mark_any_notify'] = 'У Вас немає необхідного дозволу одержувати повідомлення із цієї теми.';
$txt['cannot_mark_notify'] = 'Вибачте, Ви не можете одержувати повідомлення із цього розділу.';
$txt['cannot_merge_any'] = 'Ви не можете з\'єднувати теми в цьому розділі.';
$txt['cannot_moderate_forum'] = 'Ви не можете модерувати цей форум.';
$txt['cannot_modify_any'] = 'Ви не можете змінювати будь-які повідомлення.';
$txt['cannot_modify_own'] = 'Вибачте, Ви не можете редагувати власні повідомлення.';
$txt['cannot_modify_replies'] = 'Ви не можете редагувати повідомлення користувачів, навіть якщо Ви є автором.';
$txt['cannot_move_own'] = 'Ви не можете переміщати власні теми.';
$txt['cannot_move_any'] = 'Ви не можете переміщати теми в цьому розділі.';
$txt['cannot_poll_add_own'] = 'Вибачте, Ви не можете додавати голосування у власну тему.';
$txt['cannot_poll_add_any'] = 'Вибачте, Ви не можете додавати голосування в теми.';
$txt['cannot_poll_edit_own'] = 'Ви не можете редагувати голосування, навіть якщо Ви є автором.';
$txt['cannot_poll_edit_any'] = 'Ви не можете редагувати голосування.';
$txt['cannot_poll_lock_own'] = 'Ви не можете закривати свої голосування.';
$txt['cannot_poll_lock_any'] = 'Вибачте, Ви не можете закривати голосування.';
$txt['cannot_poll_post'] = 'Ви не можете створювати голосування в цьому розділі.';
$txt['cannot_poll_remove_own'] = 'Ви не можете видалити голосування із власної теми.';
$txt['cannot_poll_remove_any'] = 'Ви не можете видаляти голосування.';
$txt['cannot_poll_view'] = 'Ви не можете переглядати голосування в цьому розділі.';
$txt['cannot_poll_vote'] = 'Вибачте, але Ви не можете голосувати в цьому розділі.';
$txt['cannot_post_attachment'] = 'Ви не можете вставляти тут вкладення.';
$txt['cannot_post_new'] = 'Вибачте, Ви не можете створювати нові теми в цьому розділі.';
$txt['cannot_post_reply_any'] = 'Ви не можете відповідати в цьому розділі.';
$txt['cannot_post_reply_own'] = 'Ви не можете відповідати в цьому розділі, навіть якщо Ви є автором теми.';
$txt['cannot_profile_remove_own'] = 'Вибачте, Ви не можете видалити свій обліковий запис.';
$txt['cannot_profile_remove_any'] = 'Ви не можете видаляти облікові записи користувачів!';
$txt['cannot_profile_extra_any'] = 'Ви не можете змінювати настроювання профілю.';
$txt['cannot_profile_identity_any'] = 'Ви не можете редагувати настроювання облікового запису.';
$txt['cannot_profile_title_any'] = 'Ви не можете редагувати підпис над аватарою користувачів.';
$txt['cannot_profile_extra_own'] = 'Вибачте, Ви не можете редагувати Ваші дані в профілі.';
$txt['cannot_profile_identity_own'] = 'Вибачте, Ви не можете змінити Вашу інформацію в даний момент.';
$txt['cannot_profile_title_own'] = 'Ви не можете змінити підпис над аватарою у Вашому профілі.';
$txt['cannot_profile_server_avatar'] = 'Ви не можете використати аватари, розташовані на сервері.';
$txt['cannot_profile_upload_avatar'] = 'Ви не можете завантажувати аватари.';
$txt['cannot_profile_remote_avatar'] = 'Ви не можете використати аватари з віддаленого сервера.';
$txt['cannot_profile_view_own'] = 'Ви не можете переглядати свій профіль.';
$txt['cannot_profile_view_any'] = 'Ви не можете переглядати профілі користувачів.';
$txt['cannot_delete_own'] = 'Ви не можете видаляти власні теми в цьому розділі.';
$txt['cannot_delete_replies'] = 'Вибачте, Ви не можете видаляти повідомлення, навіть незважаючи на те, що вони перебувають у Вашій власній темі.';
$txt['cannot_delete_any'] = 'Вибачте, Ви не можете видаляти теми.';
$txt['cannot_report_any'] = 'Ви не можете сповіщати про повідомлення в цьому розділі.';
$txt['cannot_search_posts'] = 'Ви не можете шукати повідомлення на цьому форумі.';
$txt['cannot_send_mail'] = 'У Вас не вистачає прав на відправлення email користувачам форуму.';
$txt['cannot_send_topic'] = 'Вибачте, але Адміністратор відключив створення тем у цьому розділі.';
$txt['cannot_split_any'] = 'Поділ будь-яких тем у цьому розділі заборонено.';
$txt['cannot_view_attachments'] = 'Очевидно, Вам не дозволено зкачувати або переглядати вкладення в цьому розділі.';
$txt['cannot_view_mlist'] = 'Ви не можете переглядати список користувачів.';
$txt['cannot_view_stats'] = 'Ви не можете переглядати статистику форуму.';
$txt['cannot_who_view'] = 'Ви не можете переглядати, хто Online.';

$txt['theme3'] = 'Такі теми не існують.';
$txt['theme_dir_wrong'] = 'Директорія теми зазначена невірно, будь ласка, виправте її натиснувши на цей текст.';
$txt['registration_disabled'] = 'Вибачте, реєстрація в даний момент недоступна.';
$txt['registration_no_secret_question'] = 'Вибачте, для даного користувача не обране секретне питання.';
$txt['poll_range_error'] = 'Вибачте, опитування повинно тривати мінімум 1 день.';
$txt['delFirstPost'] = 'Ви не можете видалити перше повідомлення в темі.<p>Якщо Ви хочете видалити цю тему, натисніть на ВИДАЛИТИ ТЕМУ або попросите Адміністратора/Модератора зробити це за Вас</p>';
$txt['parent_error'] = 'Не вдалося створити розділ!';
$txt['login_cookie_error'] = 'Не вдалося увійти на форум. Будь ласка, перевірте настроювання cookie.';
$txt['pswd7'] = 'Вибачте, Ви неправильно відповістили на секретне запитання. Натисніть Назад і спробуйте знову, або натисніть Назад двічі, щоб використати звичайний метод одержання пароля.';
$txt['rtm11'] = 'Модератори відсутні!';
$txt['parent_not_found'] = 'Структура розділу зіпсована: не вийшло знайти батьківський розділ';
$txt['modify_post_time_passed'] = 'Ви не можете відредагувати це повідомлення, час відведений на редагування минув.';

$txt['calendar_off'] = 'Календар у цей момент відключений.';
$txt['calendar1'] = 'Неправильне значення місяця.';
$txt['calendar2'] = 'Неправильне значення року.';
$txt['calendar7'] = 'Пропущений місяць події.';
$txt['calendar8'] = 'Пропущений рік події.';
$txt['calendar14'] = 'Пропущений день події.';
$txt['calendar15'] = 'Пропущений заголовок події.';
$txt['calendar16'] = 'Неправильна дата.';
$txt['calendar17'] = 'Не введений заголовок події.';
$txt['calendar18'] = 'Не зазначений ID події.';
$txt['calendar19'] = 'Не вистачає прав на редагування цієї події.';
$txt['calendar38'] = 'Не зазначений ID розділу.';
$txt['calendar39'] = 'Не зазначений ID теми.';
$txt['calendar40'] = 'Такої теми не існує.';
$txt['calendar41'] = 'Ви не є власником цієї теми.';
$txt['calendar42'] = 'Такого розділу не існує.';
$txt['calendar55'] = 'Можливість часового діапазону відключена.';
$txt['calendar56'] = 'Невірна кількість днів часового діапазону.';

$txt['moveto_noboards'] = 'Відсутній розділ для переміщення туди теми!';

$txt['already_activated'] = 'Ваш обліковий запис вже активований.';
$txt['still_awaiting_approval'] = 'Ваш обліковий запис очікує схвалення Адміністратора.';

$txt['invalid_email'] = 'Неправильний email адреса або діапазон адрес.<br />Приклад правильної email адреси:   evil.user@badsite.com.<br />Приклад правильного діапазону адрес: *@*.badsite.com';
$txt['invalid_expiration_date'] = 'Недоступна дата закінчення';
$txt['invalid_hostname'] = 'Неправильне ім\'я хоста або  діапазону імен.<br />Приклад правильного імені хоста: proxy4.badhost.com.<br />Приклад правильного діапазону імен: *.badhost.com';
$txt['invalid_ip'] = 'Неправильний IP або діапазон IP.<br />Приклад правильного IP адреси: 127.0.0.1<br />Приклад правильного діапазону IP адрес: 127.0.0-20.*';
$txt['invalid_username'] = 'Ім\'я користувача не знайдене';
$txt['no_ban_admin'] = 'Ви не можете забанити адміністратора форуму. Для початку необхідно зняти статус адміністратора!';
$txt['no_bantype_selected'] = 'Не обраний тип бана';
$txt['ban_not_found'] = 'Бан не знайдений';
$txt['ban_unknown_restriction_type'] = 'Тип заборони не відомий';

$txt['recycle_no_valid_board'] = 'Не обраний діючий розділ для видалення теми';

$txt['login_threshold_fail'] = 'Вибачте, Ви не можете увійти на форум. Будь ласка, спробуйте пізніше.';

$txt['who_off'] = 'Ви не можете одержати доступ до перегляду Хто Online. Дана функція відключена.';

$txt['merge_create_topic_failed'] = 'Помилка при створенні нової теми.';
$txt['merge_need_more_topics'] = 'Для з\'єднання потрібно як мінімум дві теми.';

$txt['spamWaitTime_broken'] = 'Останнє повідомлення з Вашої IP адреси було відправлено менше, ніж %d секунд назад. Будь ласка, спробуйте трохи пізніше.';
$txt['registerWaitTime_broken'] = 'Ви вже зареєструвалися %d секунд назад!';
$txt['loginWaitTime_broken'] = 'Вам доведеться почекати біля %d секунд, щоб повторити спробу входу, вибачте.';

$txt['topic_gone'] = 'Тема або розділ, який Ви шукайте, відсутній або недоступна для входу.';
$txt['theme_edit_missing'] = 'Файл, який Ви намагаєтеся редагувати, не знайдений!';

$txt['attachments_no_write'] = 'Папка для вкладень перебуває в режимі ТІЛЬКИ ДЛЯ ЧИТАННЯ. Ваше вкладення або аватар не може бути збережений.';
$txt['attachments_limit_per_post'] = 'Ви не можете завантажувати більше %d вкладень в одному повідомленні';

$txt['rtm_not_own'] = 'Ви не можете повідомляти про Ваші власні повідомлення Модератору.';

$txt['no_dump_database'] = 'Тільки Адміністратор може робити бекап Бази Даних!';
$txt['pm_not_yours'] = 'Особисте повідомлення, яке Ви намагаєтеся процитувати не Ваше або його не існує, будь ласка, поверніться назад і спробуйте знову.';
$txt['mangled_post'] = 'Проблеми з датою, будь ласка, поверніться і спробуйте знову.';
$txt['quoted_post_deleted'] = 'Повідомлення, яке Ви намагаєтесь процитувати було вилучено або більше недоступне для Вас.';

$txt['register_only_once'] = 'Вибачте, але Ви не можете реєструвати відразу трохи користувачів за один раз.';

$txt['error_long_name'] = 'Ім\'я, яке Ви намагаєтеся використати занадто довге.';
$txt['error_no_name'] = 'Відсутнє ім\'я.';
$txt['error_bad_name'] = 'Дане ім\'я не може бути використано. Воно зарезервоване на форумі.';
$txt['error_no_email'] = 'Відсутня Email адреса.';
$txt['error_bad_email'] = 'Неправильна Email адреса.';
$txt['error_no_event'] = 'Відсутня назва події.';
$txt['error_no_subject'] = 'Відсутня тема повідомлення.';
$txt['error_no_question'] = 'Відсутнє питання.';
$txt['error_no_message'] = 'Повідомлення було залишено порожнім.';
$txt['error_long_message'] = 'Повідомлення перевищує максимально припустиму довжину (' . $modSettings['max_messageLength'] . ' знаків).';
$txt['error_session_timeout'] = 'Ваша сесія закінчилося під час написання повідомлення. Будь ласка, спробуйте зново.';
$txt['error_no_to'] = 'Відсутні одержувачі.';
$txt['error_bad_to'] = 'Одержувачі не знайдені.';
$txt['error_bad_bcc'] = 'Одержувачі не знайдені.';
$txt['error_form_already_submitted'] = 'Ви вже відправили це повідомлення! Можливо, Ви випадково натиснули двічі або намагалися оновити сторінку.';
$txt['error_poll_few'] = 'Повинне бути як мінімум два пункти голосування!';

$txt['smiley_not_found'] = 'Смайл не знайдений.';
$txt['smiley_has_no_code'] = 'Цьому смайлу не був привласнений код.';
$txt['smiley_has_no_filename'] = 'Не був названий файл цього смайла.';
$txt['smiley_not_unique'] = 'Смайл із таким кодом вже існує.';
$txt['smiley_set_already_exists'] = 'Набір смайлів з такою адресою (URL) вже існує';
$txt['smiley_set_not_found'] = 'Набір смайлів не знайдений';
$txt['smiley_set_path_already_used'] = 'Адреса (URL) набору смайлів вже використовувалася іншим набором смайлів.';
$txt['smiley_set_unable_to_import'] = 'Неможливо імпортувати набір смайлів. Невірно зазначена директорія, або до неї немає доступу.';

$txt['smileys_upload_error'] = 'Не вдалося завантажити файли.';
$txt['smileys_upload_error_blank'] = 'Всі набори смайлів повинні мати зображення!';
$txt['smileys_upload_error_name'] = 'Всі смайли повинні мати свої власні імена!';
$txt['smileys_upload_error_illegal'] = 'Невірний Тип.';

$txt['search_invalid_weights'] = 'Параметри пошуку сконфигуровані невірно. Як мінімум один фактор повинен відрізнятися від нуля. Будь ласка, повідомите про цю помилку Адміністраторові..';
$txt['unable_to_create_temporary'] = 'Пошук не зміг створити тимчасову таблицю. Будь ласка, повідомите про цю помилку Адміністраторові.';

$txt['package_no_file'] = 'Не знайдений файл пакета модифікацій!';
$txt['packageget_unable'] = 'Не вдалося з\'єднатися із сервером. Будь ласка, спробуйте використати <a href="%s" target="_new">цю Адресу (URL)</a>.';
$txt['not_on_simplemachines'] = 'Вибачте, пакети модифікацій можуть бути завантажені тільки із сервера simplemachines.org.';
$txt['package_cant_uninstall'] = 'Цей пакет модифікацій не встановлений, або вже вилучений - Ви не можете видалити його.';
$txt['package_cant_download'] = 'Ви не можете завантажити або встановити новий пакет модифікацій, тому що директорія Пакетів Модифікацій захищена від запису (CHMOD)!';
$txt['package_upload_error'] = 'Неможливо завантажити пакет модифікацій, будь ласка, перевірте права доступу для директорії!';
$txt['package_upload_error_exists'] = 'Файл, який Ви завантажуєте, вже існує на сервері. Будь ласка, видалите його і спробуйте знову.';

$txt['no_membergroup_selected'] = 'Не обрана група користувачів';
$txt['membergroup_does_not_exist'] = 'Такої групи користувачів не існує.';

$txt['at_least_one_admin'] = 'На форумі повинен бути як мінімум один Адміністратор!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Вкладення не знайдено';

$txt['error_no_boards_selected'] = 'Розділ не обраний!';
$txt['error_invalid_search_string'] = 'Ви не вказали рядок пошуку';
$txt['error_query_not_specific_enough'] = 'Ваш запит не занадто інформативний. Спробуйте використати більш довгі слова або цілі фрази.';
$txt['error_no_messages_in_time_frame'] = 'У даному часовому проміжку повідомлень не знайдено.';
$txt['error_no_labels_selected'] = 'Жоден параметр не обраний!';

$txt['profile_errors_occurred'] = 'Наступна помилка виникла при спробі зберегти Ваш профіль';
$txt['profile_error_bad_offset'] = 'Невірно зазначена різниця в часі';
$txt['profile_error_no_name'] = 'Ви не вказали ім\'я користувача';
$txt['profile_error_name_taken'] = 'Обране ім\'я вже встановлене';
$txt['profile_error_name_too_long'] = 'The selected name is too long. It should be no greater than 60 characters long';
$txt['profile_error_no_email'] = 'Ви не вказали Email адресу';
$txt['profile_error_bad_email'] = 'Ви ввели невірну Email адресу';
$txt['profile_error_email_taken'] = 'Існує користувач, який вказав дану email адресу';
$txt['profile_error_no_password'] = 'Ви не ввели пароль';
$txt['profile_error_bad_new_password'] = 'Новий пароль не підходить';
$txt['profile_error_bad_password'] = 'Не вірно зазначений пароль';
$txt['profile_error_bad_avatar'] = 'Ваш аватар занадто великий, або не є графічним файлом';
$txt['profile_error_password_short'] = 'Ваш пароль повинен містити як мінімум ' . (empty($modSettings['password_strength']) ? 4:8) . ' символів.';
$txt['profile_error_password_restricted_words'] = 'Ваш пароль не повинен містити Ваше ім\'я, email адресу, або іншу, доступну у Вашому профілі інформацію.';
$txt['profile_error_password_chars'] = 'Ваш пароль повинен містити символи верхнього і нижнього регістрів, а так само цифри.';

$txt['mysql_error_space'] = ' - перевірте чи існує База Даних або зверніться до Вашому хостера.';

$txt['icon_not_found'] = 'Іконка не знайдена у використовуваній темі оформлення, будь ласка, упевніться в тому, що Ви завантажили іконку на сервер і спробуйте знову.';
$txt['icon_after_itself'] = 'Іконка не може йти сама після себе!';
$txt['icon_name_too_long'] = 'Ім\'я іконки не може містити більше 16 символів';

$txt['name_censored'] = 'Вибачте, ім\'я, яке Ви намагаєтеся використати, %s, містить слово, яке підлягає цензурі. Будь ласка, спробуйте інше ім\'я.';

$txt['poll_already_exists'] = 'У темі може бути тільки одне голосування!';
$txt['poll_not_found'] = 'Немає голосування, яке стосується цієї теми!';

$txt['error_while_adding_poll'] = 'Наступні помилки виникли при додаванні голосування';
$txt['error_while_editing_poll'] = 'Наступні помилки виникли при редагуванні голосування';

$txt['loadavg_search_disabled'] = 'Через велике завантаження сервера, функція пошуку тимчасово відключена. Будь ласка, спробуйте скористатися пошуком трохи пізніше.';
$txt['loadavg_generic_disabled'] = 'Вибачте, через велике завантаження сервера ця функція тимчасово відключена.';
$txt['loadavg_allunread_disabled'] = 'Неможливо знайти всі непрочитані теми через високе завантаження сервера.';
$txt['loadavg_unreadreplies_disabled'] = 'Сервер перевантажений. Будь ласка, спробуйте ще раз.';
$txt['loadavg_show_posts_disabled'] = 'Будь ласка, спробуйте трохи пізніше. Повідомлення цього користувача недоступне через високе завантаження сервера.';

$txt['visual_verification_failed'] = 'Символи, що були набрані Вами, не збігаються із символами на зображенні.';

?>