<?php
// Version: 1.1.2; Errors

$txt[1] = 'Δεν επιτρέπεται η πρόσβαση σε αυτό το τμήμα';

$txt[73] = 'Μόνο συντονιστές μπορούν να χρησιμοποιήσουν τη λειτουργία άμεσης διαγραφής, διαγράψτε αυτό το μήνυμα μέσω της λειτουργίας τροποποίησης.';
$txt[75] = 'Δεν συμπληρώσατε το πεδίο του ονόματος. Είναι υποχρεωτικό.';
$txt[76] = 'Δεν συμπληρώσατε το πεδίο του e-mail. Είναι υποχρεωτικό.';
$txt[90] = 'Αυτό το θέμα είναι κλειδωμένο. Δεν επιτρέπεται δημοσίευση ή τροποποίηση μηνυμάτων...';
$txt[91] = 'Το πεδίο του κωδικού είναι κενό';
$txt[93] = 'Δεν επιτρέπεται να κλειδώσετε ή να ξεκλειδώσετε αυτό το θέμα. Πρέπει να είστε συντονιστής ή διαχειριστής για να μπορείτε να το κάνετε αυτό...';
$txt[100] = 'Το όνομα χρήστη που επιλέξατε χρησιμοποιείται ήδη.';
$txt[134] = 'Δεν σας επιτρέπεται η μετακίνηση θεμάτων...';
$txt[138] = 'Αυτή η υπηρεσία είναι διαθέσιμη μόνο στα μέλη...';
$txt[165] = 'Για να δημοσιεύσετε πρέπει να συνδεθείτε. Αν δεν έχετε ήδη λογαριασμό, παρακαλώ <a href="' . $scripturl . '?action=register">εγγραφείτε</a>.';
$txt[213] = 'Οι κωδικοί δεν είναι ίδιοι.';
$txt[223] = 'Πρέπει να εγγραφείτε για να χρησιμοποιήσετε αυτήν την λειτουργία.';
$txt[241] = 'Χρησιμοποιήθηκαν μη έγκυροι χαρακτήρες στον κωδικό.';
$txt[242] = 'Χρησιμοποιήθηκαν μη έγκυροι χαρακτήρες στο όνομα.';
$txt[243] = 'Χρησιμοποιήθηκαν μη έγκυροι χαρακτήρες στο e-mail.';
$txt[244] = 'Το όνομα που επιλέξατε περιέχει το δεσμευμένο όνομα \'%s\'. Παρακαλώ επιλέξτε άλλο όνομα.';
$txt[337] = 'Αυτό το πεδίο δέχεται μόνο αριθμούς από 0 έως 9';
$txt[472] = 'Αυτό το θέμα δεν υπάρχει στον πίνακα.';

$txt['smf26'] = 'Δεν επιλέξατε επιλογή ψήφου.';
$txt['smf27'] = 'Είτε αυτή η ψηφοφορία δεν υπάρχει, είτε έχει κλειδωθεί, είτε προσπαθήσατε να ψηφίσετε δύο φορές.';
$txt['smf28'] = 'Αυτή η επιλογή είναι διαθέσιμη μόνο στα εγγεγραμμένα μέλη';
$txt['smf31'] = 'Κλειδωμένο από διαχειριστή.  Δεν μπορείτε να το ξεκλειδώσετε.';
$txt['smf61'] = 'Δεν επιτρέπεται να τροποποιήσετε το δικό σας κάρμα.';
$txt['smf63'] = 'Αυτή η λειτουργία έχει απενεργοποιηθεί.';
$txt['smf115b'] = 'Η πρόσβαση στον χώρο για αποστολή συνημμένων δεν είναι εφικτή!';
$txt['smf122'] = 'Το αρχείο είναι πολύ μεγάλο. Το μέγιστο μέγεθος συνημμένου που επιτρέπεται είναι %d KB.';
$txt['smf124'] = 'Το συνημμένο σας δεν μπόρεσε να αποθηκευτεί. Αυτό μπορεί να συνέβη γιατί χρειάστηκε πάρα πολύς χρόνος για να σταλθεί ή το αρχείο είναι μεγαλύτερο από το μέγιστο επιτρεπόμενο του διακομιστή.<br /><br />Παρακαλώ συμβουλευτείτε τον διαχειριστή συστήματος για περισσότερες πληροφορίες.';
$txt['smf125'] = 'Το όνομα αρχείου υπάρχει ήδη! Παρακαλώ μετονομάστε το αρχείο και δοκιμάστε ξανά.';
$txt['smf126'] = 'Ο φάκελος αποστολής είναι γεμάτος. Παρακαλώ δοκιμάστε ένα μικρότερο αρχείο και/ή επικοινωνήστε με κάποιον διαχειριστή.';
$txt['smf191'] = 'Δεν είναι εφικτή η σύνδεση στον διακομιστή ή το αρχείο δεν βρέθηκε.';
$txt['smf232'] = 'O πίνακας που επιλέξατε δεν υπάρχει.';
$txt['smf253'] = 'Δεν έχετε δικαίωμα διαχωρισμού θεμάτων.';
$txt['smf262'] = 'Δεν έχετε δικαίωμα συγχώνευσης θεμάτων.';
$txt['smf263'] = 'Δώσατε μη έγκυρο ID θέματος.';
$txt['smf268'] = 'Δεν μπορείτε να διαχωρίσετε ένα θέμα στο πρώτο μήνυμα.';
$txt['smf270'] = 'Αυτό το θέμα έχει μόνο ένα μήνυμα και δεν μπορεί να διαχωριστεί.';
$txt['smf271'] = 'Δεν επιλέχθηκαν μηνύματα';
$txt['smf271b'] = 'Ο διαχωρισμός δεν ήταν εφικτός. Επιλέξατε όλα τα μηνύματα.';
$txt['smf272'] = 'Δεν ήταν εφικτή η εύρεση μηνυμάτων';
$txt['smf273'] = 'Δεν ήταν εφικτή η εισαγωγή θέματος';
$txt['smf289'] = 'Επιλέξατε όνομα ενός ήδη υπάρχοντος συντονιστή. Παρακαλώ επιλέξτε άλλο όνομα';
$txt['smf304'] = 'Η σύνοδός σας έληξε καθώς δημοσιεύατε. Πηγαίνετε πίσω και δοκιμάστε ξανά.';
$txt['smf305'] = 'Η επαλήθευση συνόδου απέτυχε. Παρακαλούμε κάντε αποσύνδεση, επανασύνδεση και ξαναδοκιμάστε.';
$txt['smf306'] = 'Δεν ήταν εφικτή η επαλήθευση του αναφερόμενου url. Πηγαίνετε πίσω και δοκιμάστε ξανά.';

$txt['cannot_admin_forum'] = 'Δεν έχετε δικαίωμα διαχείρισης αυτής της δημόσιας συζήτησης.';
$txt['cannot_announce_topic'] = 'Δεν έχετε δικαίωμα να αναγγείλετε θέματα σε αυτόν το πίνακα.';
$txt['cannot_calendar_edit_any'] = 'Δεν μπορείτε να τροποποιήσετε εκδηλώσεις ημερολογίου.';
$txt['cannot_calendar_edit_own'] = 'Δεν έχετε αρκετά δικαιώματα για να τροποποιήσετε τις δικές σας εκδηλώσεις.';
$txt['cannot_calendar_post'] = 'Δεν επιτρέπεται η δημοσίευση εκδήλωσης.';
$txt['cannot_calendar_view'] = 'Δεν έχετε δικαίωμα εμφάνισης του ημερολογίου.';
$txt['cannot_remove_any'] = 'Η διαγραφή οποιουδήποτε μηνύματος σε αυτόν τον πίνακα δεν επιτρέπεται.';
$txt['cannot_remove_own'] = 'Σε αυτόν τον πίνακα δεν σας επιτρέπεται να διαγράψετε τις δικές σας δημοσιεύσεις.';
$txt['cannot_edit_news'] = 'Δεν επιτρέπεται να τροποποιήσετε ειδήσεις σε αυτή τη δημόσια συζήτηση.';
$txt['cannot_pm_read'] = 'Δεν μπορείτε να διαβάσετε τα προσωπικά σας μηνύματα.';
$txt['cannot_pm_send'] = 'Δεν μπορείτε να στείλετε προσωπικά μηνύματα.';
$txt['cannot_karma_edit'] = 'Δεν μπορείτε να τροποποιήσετε το κάρμα άλλων μελών.';
$txt['cannot_lock_any'] = 'Δεν επιτρέπεται να κλειδώσετε οποιοδήποτε θέμα εδώ.';
$txt['cannot_lock_own'] = 'Δεν μπορείτε να κλειδώσετε τα δικά σας θέματα εδώ.';
$txt['cannot_make_sticky'] = 'Δεν μπορείτε να μονιμοποιήσετε αυτό το θέμα.';
$txt['cannot_manage_attachments'] = 'Δεν σας επιτρέπεται να διαχειριστείτε συνημμένα ή πορτραίτα.';
$txt['cannot_manage_bans'] = 'Δεν σας επιτρέπεται να αλλάξετε τη λίστα των αποκλεισμών.';
$txt['cannot_manage_boards'] = 'Δεν σας επιτρέπεται να διαχειριστείτε πίνακες και κατηγορίες.';
$txt['cannot_manage_membergroups'] = 'Δεν έχετε δικαίωμα να μετατρέψετε ή να θέσετε ομάδα μελών.';
$txt['cannot_manage_permissions'] = 'Δεν έχετε δικαίωμα να διαχειριστείτε τα δικαιώματα.';
$txt['cannot_manage_smileys'] = 'Δεν σας επιτρέπεται να διαχειριστείτε τα smileys.';
$txt['cannot_mark_any_notify'] = 'Δεν έχετε αρκετά δικαιώματα για να λαμβάνετε ειδοποιήσεις για αυτό το θέμα.';
$txt['cannot_mark_notify'] = 'Δεν μπορείτε να ζητήσετε ειδοποιήσεις σε αυτόν τον πίνακα.';
$txt['cannot_merge_any'] = 'Δεν έχετε δικαίωμα να συγχωνεύσετε θέματα σε ένα από τους επιλεγμένους πίνακες.';
$txt['cannot_moderate_forum'] = 'Δεν έχετε δικαίωμα συντονισμού αυτής της δημόσιας συζήτησης.';
$txt['cannot_modify_any'] = 'Δεν έχετε δικαίωμα τροποποίησης οποιασδήποτε δημοσίευσης.';
$txt['cannot_modify_own'] = 'Δεν έχετε δικαίωμα τροποποίησης των δικών σας δημοσιεύσεων.';
$txt['cannot_modify_replies'] = 'Αν και αυτό το μήνυμα είναι απάντηση σε δικό σας θέμα, δεν μπορείτε να το τροποποιήσετε.';
$txt['cannot_move_own'] = 'Δεν έχετε δικαίωμα μετακίνησης δικών σας θεμάτων σε αυτόν τον πίνακα.';
$txt['cannot_move_any'] = 'Δεν έχετε δικαίωμα μετακίνησης θεμάτων σε αυτόν τον πίνακα.';
$txt['cannot_poll_add_own'] = 'Δεν έχετε δικαίωμα προσθήκης ψηφοφοριών στα δικά σας θέματα σε αυτόν τον πίνακα.';
$txt['cannot_poll_add_any'] = 'Δεν έχετε δικαίωμα προσθήκης ψηφοφοριών σε αυτό το θέμα.';
$txt['cannot_poll_edit_own'] = 'Δεν μπορείτε να τροποποιήσετε αυτήν την ψηφοφορία, έστω κι αν είναι δικό σας.';
$txt['cannot_poll_edit_any'] = 'Δεν έχετε δικαίωμα τροποποίησης ψηφοφορίας σε αυτόν τον πίνακα.';
$txt['cannot_poll_lock_own'] = 'Δεν έχετε δικαίωμα κλειδώματος των δικών σας ψηφοφοριών σε αυτόν τον πίνακα.';
$txt['cannot_poll_lock_any'] = 'Δεν έχετε δικαίωμα κλειδώματος οποιασδήποτε ψηφοφορίας.';
$txt['cannot_poll_post'] = 'Δεν έχετε δικαίωμα να δημοσιεύσετε ψηφοφορίες σε αυτόν τον πίνακα.';
$txt['cannot_poll_remove_own'] = 'Δεν μπορείτε να καταργήσετε αυτήν την ψηφοφορία από το θέμα σας.';
$txt['cannot_poll_remove_any'] = 'Δεν μπορείτε να αφαιρέσετε οποιανδήποτε ψηφοφορία από αυτόν τον πίνακα.';
$txt['cannot_poll_view'] = 'Δεν έχετε δικαίωμα εμφάνισης των ψηφοφοριών σε αυτόν τον πίνακα.';
$txt['cannot_poll_vote'] = 'Δεν μπορείτε να ψηφίσετε στις ψηφοφορίες σε αυτόν τον πίνακα.';
$txt['cannot_post_attachment'] = 'Δεν έχετε δικαίωμα αποστολής συνημμένων εδώ.';
$txt['cannot_post_new'] = 'Δεν μπορείτε να δημοσιεύσετε νέα θέματα σε αυτόν τον πίνακα.';
$txt['cannot_post_reply_any'] = 'Δεν μπορείτε να δημοσιεύσετε απαντήσεις σε θέματα αυτού του πίνακα.';
$txt['cannot_post_reply_own'] = 'Δεν μπορείτε να δημοσιεύσετε απαντήσεις ακόμα και στα δικά σας θέματα σε αυτόν τον πίνακα.';
$txt['cannot_profile_remove_own'] = 'Δεν μπορείτε να διαγράψετε τον λογαριασμό σας.';
$txt['cannot_profile_remove_any'] = 'Δεν έχετε επαρκή δικαιώματα για να διαγράψετε λογαριασμούς άλλων μελών.';
$txt['cannot_profile_extra_any'] = 'Δεν έχετε δικαίωμα τροποποίησης των ρυθμίσεων του προφίλ.';
$txt['cannot_profile_identity_any'] = 'Δεν έχετε δικαίωμα τροποποίησης ρυθμίσεων λογαριασμού.';
$txt['cannot_profile_title_any'] = 'Δεν μπορείτε να τροποποιήσετε τους προσαρμοσμένους τίτλους άλλων μελών.';
$txt['cannot_profile_extra_own'] = 'Δεν έχετε επαρκή δικαιώματα να τροποποιήσετε τα δεδομένα του προφίλ σας.';
$txt['cannot_profile_identity_own'] = 'Δεν μπορείτε να αλλάξετε ταυτότητα την παρούσα στιγμή.';
$txt['cannot_profile_title_own'] = 'Δεν έχετε δικαίωμα αλλαγής του πρόσθετου τίτλου σας.';
$txt['cannot_profile_server_avatar'] = 'Δεν έχετε δικαίωμα χρήσης πορτραίτου αποθηκευμένου σε διακομιστή.';
$txt['cannot_profile_upload_avatar'] = 'Δεν έχετε δικαίωμα φορτώματος πορτραίτου.';
$txt['cannot_profile_remote_avatar'] = 'Δεν έχετε δικαίωμα χρήσης απομακρυσμένου πορτραίτου.';
$txt['cannot_profile_view_own'] = 'Λυπούμαστε αλλά δεν μπορείτε να δείτε το προφίλ σας.';
$txt['cannot_profile_view_any'] = 'Λυπούμαστε αλλά δεν μπορείτε να δείτε οποιοδήποτε προφίλ.';
$txt['cannot_delete_own'] = 'Δεν μπορείτε να διαγράψετε τα δικά σας θέματα σε αυτόν τον πίνακα.';
$txt['cannot_delete_replies'] = 'Λυπούμαστε, αλλά δεν μπορείτε να διαγράψετε αυτά τα μηνύματα, παρόλο που είναι απαντήσεις στο θέμα σας.';
$txt['cannot_delete_any'] = 'Δεν έχετε δικαίωμα διαγραφής οποιουδήποτε θέματος.';
$txt['cannot_report_any'] = 'Δεν επιτρέπεται η αναφορά δημοσιεύσεων σε αυτόν τον πίνακα.';
$txt['cannot_search_posts'] = 'Δεν έχετε το δικαίωμα αναζήτησης για δημοσιεύσεις σε αυτή τη δημόσια συζήτηση.';
$txt['cannot_send_mail'] = 'Δεν έχετε δικαίωμα αποστολής e-mail σε όλους.';
$txt['cannot_send_topic'] = 'Λυπούμαστε αλλά ο διαχειριστής έχει απαγορέψει την αποστολή θεμάτων σε αυτόν τον πίνακα.';
$txt['cannot_split_any'] = 'Ο διαχωρισμός οποιουδήποτε θέματος δεν επιτρέπεται σε αυτόν τον πίνακα.';
$txt['cannot_view_attachments'] = 'Δεν έχετε δικαίωμα εμφάνισης ή να κάνετε λήψη συνημμένων σε αυτόν τον πίνακα.';
$txt['cannot_view_mlist'] = 'Δεν έχετε δικαίωμα να δείτε την λίστα των μελών.';
$txt['cannot_view_stats'] = 'Δεν σας επιτρέπεται η εμφάνιση των στατιστικών της δημόσιας συζήτησης.';
$txt['cannot_who_view'] = 'Δεν έχετε τα κατάλληλα δικαιώματα για να δείτε την λίστα με τους συνδεδεμένους χρήστες.';

$txt['theme3'] = 'Αυτή η Εμφάνιση δεν υπάρχει.';
$txt['theme_dir_wrong'] = 'Ο φάκελος Εμφανίσεων είναι εσφαλμένος, διορθώστε τον πατώντας εδώ.';
$txt['registration_disabled'] = 'Λυπούμαστε αλλά η εγγραφή είναι προς το παρόν απενεργοποιημένη.';
$txt['registration_no_secret_question'] = 'Δεν υπάρχει τεθεί μυστική ερώτηση για αυτό το μέλος.';
$txt['poll_range_error'] = 'Η ψηφοφορία πρέπει να είναι ενεργή για περισσότερες από 0 ημέρες.';
$txt['delFirstPost'] = 'Δεν επιτρέπεται να διαγράψετε το πρώτο μήνυμα σε κάποιο θέμα.<p>Εάν θέλετε να διαγράψετε αυτό το θέμα, πατήστε στον σύνδεσμο "Διαγραφή θέματος", ή ζητήστε από κάποιον συντονιστή/διαχειριστή να το κάνει.</p>';
$txt['parent_error'] = 'Η δημιουργία πίνακα δεν ήταν δυνατή!';
$txt['login_cookie_error'] = 'Η σύνδεσή σας δεν ήταν εφικτή. Παρακαλούμε ελέγξτε τις ρυθμίσεις σας για τα cookies.';
$txt['pswd7'] = 'Δεν απαντήσατε σωστά στη μυστική σας ερώτησή. Παρακαλούμε πατήστε Πίσω για να ξαναδοκιμάσετε, ή πατήστε Πίσω δύο φορές για να χρησιμοποιήσετε την τυπική μέθοδο ανάκτησης του κωδικού σας.';
$txt['rtm11'] = 'Δεν βρέθηκαν συντονιστές!';
$txt['parent_not_found'] = 'Η δομή του πίνακα είναι κατεστραμμένη: δεν είναι δυνατόν να βρεθεί ο γονικός πίνακας';
$txt['modify_post_time_passed'] = 'Δεν μπορείτε να τροποποιήσετε αυτό το μήνυμα γιατί πέρασε το χρονικό όριο για τροποποιήσεις.';

$txt['calendar_off'] = 'Δεν έχετε πρόσβαση στο ημερολόγιο γιατί είναι απενεργοποιημένο.';
$txt['calendar1'] = 'Μη έγκυρη τιμή μήνα.';
$txt['calendar2'] = 'Μη έγκυρη τιμή έτους.';
$txt['calendar7'] = 'Λείπει ο μήνας της εκδήλωσης.';
$txt['calendar8'] = 'Λείπει το έτος της εκδήλωσης.';
$txt['calendar14'] = 'Λείπει η ημέρα της εκδήλωσης.';
$txt['calendar15'] = 'Λείπει ο τίτλος της εκδήλωσης.';
$txt['calendar16'] = 'Μη έγκυρη ημερομηνία.';
$txt['calendar17'] = 'Δεν δόθηκε τίτλος της εκδήλωσης.';
$txt['calendar18'] = 'Λείπει το ID της εκδήλωσης.';
$txt['calendar19'] = 'Δεν έχετε δικαίωμα τροποποίησης αυτής της εκδήλωσης.';
$txt['calendar38'] = 'Λείπει το ID του πίνακα.';
$txt['calendar39'] = 'Λείπει το ID του θέματος.';
$txt['calendar40'] = 'Το θέμα δεν υπάρχει.';
$txt['calendar41'] = 'Δεν είστε ο συντάκτης αυτού του θέματος.';
$txt['calendar42'] = 'Ο πίνακας δεν υπάρχει.';
$txt['calendar55'] = 'Η λειτουργία της διάρκειας πολλών ημερών είναι προς το παρόν μη διαθέσιμη.';
$txt['calendar56'] = 'Μη έγκυρος αριθμός ημερών διάρκειας.';

$txt['moveto_noboards'] = 'Δεν υπάρχουν πίνακες για μετακίνηση αυτού του θέματος!';

$txt['already_activated'] = 'Ο λογαριασμός έχει ήδη ενεργοποιηθεί.';
$txt['still_awaiting_approval'] = 'Ο λογαριασμός σας αναμένει έγκριση από διαχειριστή.';

$txt['invalid_email'] = 'Μη έγκυρη διεύθυνση / εύρος διευθύνσεων e-mail<br />Παράδειγμα έγκυρης διεύθυνσης email: bill.gates@microsoft.com.<br />Παράδειγμα έγκυρου εύρους διευθύνσεων email: *@*.microsoft.com';
$txt['invalid_expiration_date'] = 'Η ημερομηνία λήξης δεν είναι έγκυρη';
$txt['invalid_hostname'] = 'Μη έγκυρο όνομα / εύρος ονομάτων κεντρικού υπολογιστή.<br />Παράδειγμα έγκυρου ονόματος host: proxy4.microsoft.com<br />Παράδειγμα έγκυρου εύρους ονομάτων hosts: *.microsoft.com';
$txt['invalid_ip'] = 'Μη έγκυρη IP / εύρος IP.<br />Παράδειγμα έγκυρης ΙΡ: 127.0.0.1<br />Παράδειγμα έγκυρου εύρους IP: 127.0.0-20.*';
$txt['invalid_username'] = 'Δεν βρέθηκε το όνομα μέλους';
$txt['no_ban_admin'] = 'Δεν μπορείτε να απαγορεύσετε τη πρόσβαση σε έναν διαχειριστή - πρέπει πρώτα να υποβιβαστεί!';
$txt['no_bantype_selected'] = 'Δεν επιλέχθηκε τύπος απαγόρευσης';
$txt['ban_not_found'] = 'Η απαγόρευση δεν βρέθηκε';
$txt['ban_unknown_restriction_type'] = 'Άγνωστος τύπος απαγόρευσης';

$txt['recycle_no_valid_board'] = 'Δεν επιλέχθηκε έγκυρος πίνακας για ανακύκλωση θεμάτων';

$txt['login_threshold_fail'] = 'Λυπούμαστε, σας τελείωσαν οι ευκαιρίες σύνδεσης. Παρακαλούμε επιστρέψτε και δοκιμάστε αργότερα.';

$txt['who_off'] = 'Δεν έχετε πρόσβαση στην λίστα συνδεδεμένων μελών γιατί είναι προσωρινά απενεργοποιημένη.';

$txt['merge_create_topic_failed'] = 'Σφάλμα κατά τη δημιουργία νέου θέματος.';
$txt['merge_need_more_topics'] = 'Η συγχώνευση θεμάτων απαιτεί τουλάχιστον δύο θέματα προς συγχώνευση.';

$txt['spamWaitTime_broken'] = 'Η τελευταία δημοσίευση από την ΙP σας έγινε πριν από λιγότερο από %d δευτερόλεπτα. Παρακαλούμε δοκιμάστε πάλι αργότερα.';
$txt['registerWaitTime_broken'] = 'Ήδη εγγραφήκατε πριν από μόλις %d δευτερόλεπτα!';
$txt['loginWaitTime_broken'] = 'Θα χρειαστεί να περιμένετε περίπου %d δευτερόλεπτα για να συνδεθείτε ξανά.';

$txt['topic_gone'] = 'Το θέμα ή πίνακας που ψάχνετε ή δεν υπάρχει ή δεν είναι προσβάσιμο από εσάς.';
$txt['theme_edit_missing'] = 'Το αρχείο που προσπαθείτε να τροποποιήσετε... δεν μπορεί να βρεθεί!';

$txt['attachments_no_write'] = 'Ο κατάλογος για αποστολή συνημμένων δεν είναι εγγράψιμος. Το συνημμένο σας ή το πορτραίτο σας δεν μπορεί να αποθηκευτεί.';
$txt['attachments_limit_per_post'] = 'Δεν μπορείτε να επισυνάψετε πάνω από %d συνημμένα ανά μήνυμα';

$txt['rtm_not_own'] = 'Δε μπορείτε να αναφέρετε το δικό σας μήνυμα στον συντονιστή, δεν έχει νόημα!';

$txt['no_dump_database'] = 'Μόνο οι διαχειριστές μπορούν να κάνουν αντίγραφο ασφαλείας στη βάση δεδομένων!';
$txt['pm_not_yours'] = 'Το προσωπικό μήνυμα που προσπαθείτε να παραθέσετε, δεν είναι δικό σας ή δεν υπάρχει, παρακαλώ πηγαίνετε πίσω και δοκιμάστε ξανά.';
$txt['mangled_post'] = 'Παραποιημένα δεδομένα φόρμας - παρακαλώ πηγαίνετε πίσω και δοκιμάστε ξανά.';
$txt['quoted_post_deleted'] = 'Το μήνυμα που προσπαθείτε να παραθέσετε είτε δεν υπάρχει, διαγράφηκε, είτε δεν είναι πλέον προσπελάσιμο για εσάς.';

$txt['register_only_once'] = 'Δεν μπορείτε να δημιουργήσετε πολλαπλούς λογαριασμούς την ίδια στιγμή από τον ίδιο υπολογιστή.';

$txt['error_long_name'] = 'Το όνομα που χρησιμοποιήσατε ήταν πολύ μεγάλο.';
$txt['error_no_name'] = 'Δεν δόθηκε όνομα.';
$txt['error_bad_name'] = 'Το όνομα που δώσατε δεν μπορεί να χρησιμοποιηθεί, επειδή είναι ή περιέχει δεσμευμένο όνομα.';
$txt['error_no_email'] = 'Δεν δόθηκε e-mail.';
$txt['error_bad_email'] = 'Δόθηκε μη έγκυρη διεύθυνση e-mail.';
$txt['error_no_event'] = 'Δεν δόθηκε όνομα συμβάντος.';
$txt['error_no_subject'] = 'Δεν δόθηκε τίτλος.';
$txt['error_no_question'] = 'Δεν δόθηκε ερώτηση για αυτήν την ψηφοφορία.';
$txt['error_no_message'] = 'Δεν δόθηκε κείμενο για το μήνυμα.';
$txt['error_long_message'] = 'Το μήνυμα υπερβαίνει το μέγιστο επιτρεπόμενο μέγεθος (' . $modSettings['max_messageLength'] . ' χαρακτήρες).';
$txt['error_session_timeout'] = 'Υπερβήκατε τον μέγιστο χρόνο σύνδεσης κατά την αποστολή. Παρακαλούμε προσπαθήστε να αποστείλετε ξανά το μήνυμά σας.';
$txt['error_no_to'] = 'Δεν δόθηκαν παραλήπτες.';
$txt['error_bad_to'] = 'Ένας ή περισσότεροι παραλήπτες δεν βρέθηκαν.';
$txt['error_bad_bcc'] = 'Ένας ή περισσότεροι κρυφοί παραλήπτες δεν βρέθηκαν.';
$txt['error_form_already_submitted'] = 'Έχετε ήδη στείλει αυτό το μήνυμα!  Ίσως κατά λάθος πατήσατε το κουμπί Αποστολή δύο φορές ή κάνατε ανανέωση σελίδας.';
$txt['error_poll_few'] = 'Πρέπει να έχετε τουλάχιστον δύο επιλογές!';

$txt['smiley_not_found'] = 'Το smiley δεν βρέθηκε.';
$txt['smiley_has_no_code'] = 'Δεν δόθηκε κώδικας για αυτό το smiley.';
$txt['smiley_has_no_filename'] = 'Δεν δόθηκε όνομα αρχείου για αυτό το smiley.';
$txt['smiley_not_unique'] = 'Υπάρχει ήδη smiley με αυτόν τον κώδικα.';
$txt['smiley_set_already_exists'] = 'Υπάρχει ήδη smiley με αυτό το URL';
$txt['smiley_set_not_found'] = 'Η ομάδα smiley δεν βρέθηκε';
$txt['smiley_set_path_already_used'] = 'Το URL για αυτήν την ομάδα smiley χρησιμοποιείται ήδη από άλλη ομάδα smiley.';
$txt['smiley_set_unable_to_import'] = 'Αποτυχία στην εισαγωγή ομάδας smiley. Είτε ο φάκελος δεν είναι έγκυρος, είτε δεν μπορεί να προσπελαστεί.';

$txt['smileys_upload_error'] = 'Αποτυχία στην αποστολή του αρχείου.';
$txt['smileys_upload_error_blank'] = 'Όλες οι ομάδες smiley πρέπει να έχουν μια εικόνα!';
$txt['smileys_upload_error_name'] = 'Όλα τα smiley πρέπει να έχουν το ίδιο όνομα αρχείου!';
$txt['smileys_upload_error_illegal'] = 'Μη έγκυρος τύπος αρχείου.';

$txt['search_invalid_weights'] = 'Οι βαρύτητες των αναζητήσεων δεν έχουν ρυθμιστεί σωστά. Η βαρύτητα δεν πρέπει να είναι μηδενική. Παρακαλούμε αναφέρετε αυτό το σφάλμα σε έναν διαχειριστή.';
$txt['unable_to_create_temporary'] = 'Η αναζήτηση δεν μπόρεσε να δημιουργήσει προσωρινούς πίνακες στη βάση δεδομένων. Παρακαλούμε αναφέρετέ το σε έναν διαχειριστή.';

$txt['package_no_file'] = 'Το αρχείο πακέτου δεν βρέθηκε!';
$txt['packageget_unable'] = 'Η σύνδεση στον διακομιστή δεν ήταν δυνατή.  Παρακαλούμε δοκιμάστε <a href="%s" target="_blank">αυτό το URL</a> σαν εναλλακτικό.';
$txt['not_on_simplemachines'] = 'Λυπούμαστε, τα μόνα πακέτα που μπορείτε να κατεβάσετε με αυτόν τον τρόπο είναι αυτά που βρίσκονται στο διακομιστή του simplemachines.org.';
$txt['package_cant_uninstall'] = 'Αυτό το πακέτο είτε δεν είχε εγκατασταθεί ποτέ, είτε έχει ήδη απεγκατασταθεί. Δεν μπορείτε να το απεγκαταστήσετε τώρα.';
$txt['package_cant_download'] = 'Δεν μπορείτε να κατεβάσετε ή να εγκαταστήσετε νέα πακέτα επειδή ο φάκελος Packages ή κάποιο από τα αρχεία σε αυτόν δεν είναι εγγράψιμα!';
$txt['package_upload_error'] = 'Δεν μπόρεσε να αποσταλεί το πακέτο, παρακαλώ ελέγξτε τα δικαιώματα του φακέλου!';
$txt['package_upload_error_exists'] = 'Το αρχείο που στέλνετε υπάρχει ήδη στον διακομιστή. Διαγράψτε το πρώτα και μετά ξαναπροσπαθήστε.';

$txt['no_membergroup_selected'] = 'Δεν επιλέχθηκε ομάδα μελών';
$txt['membergroup_does_not_exist'] = 'Η ομάδα μελών δεν υπάρχει ή είναι μη έγκυρη.';

$txt['at_least_one_admin'] = 'Πρέπει να υπάρχει τουλάχιστον ένας διαχειριστής σε ένα φόρουμ!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Το συνημμένο δεν βρέθηκε';

$txt['error_no_boards_selected'] = 'Δεν έχουν επιλεγεί έγκυροι πίνακες!';
$txt['error_invalid_search_string'] = 'Μήπως ξεχάσατε να βάλετε κάτι προς αναζήτηση;';
$txt['error_query_not_specific_enough'] = 'Η αναζήτησή σας δεν ήταν αρκετά συγκεκριμένη. Προσπαθήστε να χρησιμοποιήσετε περισσότερες/μεγαλύτερες λέξεις, ή λιγότερο συχνές φράσεις.';
$txt['error_no_messages_in_time_frame'] = 'Δεν βρέθηκαν μηνύματα στην επιλεγμένη χρονική περίοδο.';
$txt['error_no_labels_selected'] = 'Δεν επιλέχθηκαν ετικέτες!';

$txt['profile_errors_occurred'] = 'Τα παρακάτω σφάλματα συνέβησαν κατά την προσπάθεια αποθήκευσης του προφίλ σας';
$txt['profile_error_bad_offset'] = 'Η διαφορά ώρας είναι εκτός ορίων';
$txt['profile_error_no_name'] = 'Το πεδίο ονόματος είναι κενό';
$txt['profile_error_name_taken'] = 'Το όνομα χρήστη που επιλέξατε υπάρχει ήδη';
$txt['profile_error_name_too_long'] = 'Το επιλεγμένο όνομα είναι πολύ μεγάλο. Δεν πρέπει να είναι μεγαλύτερο από 60 χαρακτήρες';
$txt['profile_error_no_email'] = 'Το πεδίο διεύθυνσης e-mail είναι κενό';
$txt['profile_error_bad_email'] = 'Δεν έχετε εισάγει μια έγκυρη διεύθυνση email';
$txt['profile_error_email_taken'] = 'Κάποιος άλλος χρήστης είναι ήδη εγγεγραμμένος με αυτή τη διεύθυνση email';
$txt['profile_error_no_password'] = 'Δεν έχετε εισάγει τον κωδικό σας';
$txt['profile_error_bad_new_password'] = 'Οι νέοι κωδικοί που εισάγατε δεν συμπίπτουν';
$txt['profile_error_bad_password'] = 'Ο κωδικός που εισάγατε δεν ήταν σωστός';
$txt['profile_error_bad_avatar'] = 'Το πορτραίτο που επιλέξατε είναι πολύ μεγάλο ή δεν είναι πορτραίτο';
$txt['profile_error_password_short'] = 'Ο κωδικός σας πρέπει να έχει τουλάχιστον ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' χαρακτήρες.';
$txt['profile_error_password_restricted_words'] = 'Ο κωδικός σας δεν πρέπει να περιέχει το όνομα χρήστη σας, την διεύθυνση του email σας ή άλλες συνήθεις λέξεις.';
$txt['profile_error_password_chars'] = 'Ο κωδικός σας πρέπει να περιέχει πεζούς και κεφαλαίους χαρακτήρες, καθώς και αριθμούς.';

$txt['mysql_error_space'] = ' - ελέγξτε τον χώρο αποθήκευσης της βάσης δεδομένων ή επικοινωνήστε με τον διαχειριστή του διακομιστή.';

$txt['icon_not_found'] = 'Το εικονίδιο δεν ήταν δυνατό να βρεθεί στην προεπιλεγμένη εμφάνιση - παρακαλώ σιγουρευτείτε ότι έχει φορτωθεί και προσπαθήστε πάλι.';
$txt['icon_after_itself'] = 'Το εικονίδιο δεν μπορεί να τοποθετηθεί μετά από τον εαυτό του!';
$txt['icon_name_too_long'] = 'Τα ονόματα αρχείων των εικονιδίων δεν μπορούν να έχουν παραπάνω από 16 χαρακτήρες';

$txt['name_censored'] = 'Συγγνώμη, το όνομα που προσπαθήσατε να χρησιμοποιήσετε, %s, περιέχει λέξεις που έχουν απαγορευθεί. Παρακαλώ δοκιμάστε άλλο όνομα.';

$txt['poll_already_exists'] = 'Ένα θέμα μπορεί να έχει μόνο μία ψηφοφορία!';
$txt['poll_not_found'] = 'Δεν υπάρχει ψηφοφορία για αυτό το θέμα!';

$txt['error_while_adding_poll'] = 'Τα ακόλουθα σφάλματα παρουσιάστηκαν κατά την προσθήκη αυτής της ψηφοφορίας';
$txt['error_while_editing_poll'] = 'Τα ακόλουθα σφάλματα παρουσιάστηκαν κατά την τροποποίηση αυτής της ψηφοφορίας';

$txt['loadavg_search_disabled'] = 'Λόγω μεγάλου φόρτου στον διακομιστή, η λειτουργία της αναζήτησης είναι αυτόματα και προσωρινά απενεργοποιημένη. Παρακαλούμε προσπαθήστε αργότερα.';
$txt['loadavg_generic_disabled'] = 'Λόγω μεγάλου φόρτου στον διακομιστή, αυτή η λειτουργία είναι προσωρινά μη διαθέσιμη.';
$txt['loadavg_allunread_disabled'] = 'Οι πόροι του διακομιστή αυτή τη στιγμή δεν επαρκούν για την αναζήτηση όλων των θεμάτων που δεν έχετε διαβάσει.';
$txt['loadavg_unreadreplies_disabled'] = 'Ο διακομιστής αυτή τη στιγμή έχει μεγάλο φόρτο. Παρακαλώ προσπαθήστε αργότερα.';
$txt['loadavg_show_posts_disabled'] = 'Παρακαλούμε προσπαθήστε αργότερα.  Τα μηνύματα αυτού του μέλους είναι προσωρινά μη διαθέσιμα λόγω υψηλού φόρτου στον διακομιστή.';

$txt['visual_verification_failed'] = 'Τα γράμματα που εισαγάγατε δεν ταιριάζουν με αυτά που εμφανίστηκαν στην εικόνα.';

?>