<?php
// Version: 1.1.2; Errors

$txt[1] = 'Немате дозвола за пристап во овој дел';

$txt[73] = 'Само модераторите можат да ја користат функцијата за директно бришење. Отстранете ја пораката со опцијата "Измени".';
$txt[75] = 'Не сте го пополниле полето со име. Пополнувањето е задолжително.';
$txt[76] = 'Не сте го пополниле полето со email адреса. Пополнувањето е задолжително.';
$txt[90] = 'Темата е заклучена. Немате дозвола да испраќате или менувате пораки ...';
$txt[91] = 'Полето за лозинка е празно';
$txt[93] = 'Немате дозвола да ја заклучувате/отклучувате оваа тема. Мора да бидете модератор или администратор за да можете да го направите тоа ...';
$txt[100] = 'Корисничкото име кое пробавте да го користите веќе постои.';
$txt[134] = 'Немате дозвола да преместувате теми ...';
$txt[138] = 'Овој сервис е достапен само за членовите ...';
$txt[165] = 'За да испратите порака мора да се пријавите. Ако се уште немате налог <a href="' . $scripturl . '?action=register">зачленете се</a>.';
$txt[213] = 'Лозинките не се идентични.';
$txt[223] = 'Морате да се зачлените пред да почнете да ја користите оваа можност.';
$txt[241] = 'Употребивте недозволен карактер во лозинката.';
$txt[242] = 'Употребивте недозволен карактер во името.';
$txt[243] = 'Употребивте недозволен карактер во email-от.';
$txt[244] = 'Корисничкото име кое се обидовте да го употребите содржи резервирано име \'%s\'. Обидете се со друго корисничко име.';
$txt[337] = 'Полето прифаќа само броеви од 0 до 9.';
$txt[472] = 'темата не постои во овој форум.';

$txt['smf26'] = 'Не сте ја избрале опцијата за гласање.';
$txt['smf27'] = 'Гласањето не постои, заклучено е или пробавте да гласате по втор пат.';
$txt['smf28'] = 'Оваа опција е достапна само за регистрираните членови.';
$txt['smf31'] = 'Заклучена е од страна на администраторот. Немате дозвола да ја отклучите.';
$txt['smf61'] = 'Немате дозвола да ја менувате сопствената карма.';
$txt['smf63'] = 'Оваа опција е оневозможена.';
$txt['smf115b'] = 'Не можам да пристапам на патеката за достава на атачменти!';
$txt['smf122'] = 'Вашиот атачмент е преголем. Максималната дозволена големина е %d KB.';
$txt['smf124'] = 'Атачментот кој го поднесовте не е сочуван. Ова се случило заради предолгото поднесување на атачментот или атачментот бил поголем од сетирањето на серверот.<br /><br />За повеќе информации консултирајте се со администраторот на серверот.';
$txt['smf125'] = 'Се извинуваме! Веќе постои атачмент со такво име. Преименувајте го атачментот и обидете се повторно.';
$txt['smf126'] = 'Директориумот за поднесување атачменти е полн. Обидете се со помал атачмент и/или контактирајте го администраторот.';
$txt['smf191'] = 'Не можам да се поврзам со серверот или не можам да пронајдам атачмент.';
$txt['smf232'] = 'Форумот кој сте го навеле не постои';
$txt['smf253'] = 'Немате дозвола да делите теми';
$txt['smf262'] = 'Немате дозвола да спојувате теми';
$txt['smf263'] = 'Наведовте неисправен ID на тема.';
$txt['smf268'] = 'Не можете да поделите тема кај првата порака.';
$txt['smf270'] = 'Темата содржи само една порака и не може да биде поделена.';
$txt['smf271'] = 'Нема избрани пораки';
$txt['smf271b'] = 'Не можам да поделам. Ги избравте сите пораки.';
$txt['smf272'] = 'Не можам да пронајдам порака.';
$txt['smf273'] = 'Не можам да вметнам тема.';
$txt['smf289'] = 'Избравте корисничко име на постоечки модератор. Изберете друго корисничко име.';
$txt['smf304'] = 'Вашата сесија истече додека ја пишувавте пораката. Вратете се назад и обидете се повторно.';
$txt['smf305'] = 'Потврдата не сесијата е неуспешна. Одјавете се и пријавате се повторно.';
$txt['smf306'] = 'Не можам да ја потврдам поднесената адреса. Вратете се назад и обидете се повторно.';

$txt['cannot_admin_forum'] = 'Немате дозвола да го администрирате овој форум.';
$txt['cannot_announce_topic'] = 'Не ви е дозволено да ги најавувате темина на овој форум.';
$txt['cannot_calendar_edit_any'] = 'Не можете да модерирате настани во календарот.';
$txt['cannot_calendar_edit_own'] = 'Немате дозвола да ги менувате сопствените настани.';
$txt['cannot_calendar_post'] = 'Поставувањето настани не е дозволено.';
$txt['cannot_calendar_view'] = 'Немате дозвола да го гледате календарот.';
$txt['cannot_remove_any'] = 'Не е дозволено бришењето на било која порака на овој форум.';
$txt['cannot_remove_own'] = 'Не ви е дозволено да ги бришете своите пораки на овој форум.';
$txt['cannot_edit_news'] = 'Не ви е дозволено да ги уредувате вестите на овој форум.';
$txt['cannot_pm_read'] = 'Не можете да ги читате своите приватни пораки.';
$txt['cannot_pm_send'] = 'Немате дозвола за испраќање на приватни пораки.';
$txt['cannot_karma_edit'] = 'Не ви е дозволено да ја менувате кармата на другите.';
$txt['cannot_lock_any'] = 'Немате дозвола да заклучувате било која тема на овој форум.';
$txt['cannot_lock_own'] = 'Не можете да заклучувате сопствени теми на овој форум.';
$txt['cannot_make_sticky'] = 'Немате дозвола да ја направите оваа тема леплива.';
$txt['cannot_manage_attachments'] = 'Не ви е дозволено да модерирате атачменти и аватари.';
$txt['cannot_manage_bans'] = 'Не ви е дозволено да ја менувате листата на забрани.';
$txt['cannot_manage_boards'] = 'Не ви е дозволено да управувате со форуми и категории.';
$txt['cannot_manage_membergroups'] = 'Не ви е дозволено да менувате или доделувате групи на членови.';
$txt['cannot_manage_permissions'] = 'Не ви е дозволено да менувате дозволи.';
$txt['cannot_manage_smileys'] = 'Не ви е дозволено да управувате со Смешковци.';
$txt['cannot_mark_any_notify'] = 'Немате дозвола да добивате известувања од оваа тема.';
$txt['cannot_mark_notify'] = 'Не ви е дозволено да барате известувања од овој форум.';
$txt['cannot_merge_any'] = 'Не ви е дозволено да спојувате теми на еден од избраните форуми.';
$txt['cannot_moderate_forum'] = 'Не ви е дозволено да го модерирате овој форум.';
$txt['cannot_modify_any'] = 'немате дозвола да ги менувате пораките.';
$txt['cannot_modify_own'] = 'Немате дозвола да ги менувате сопствените пораки.';
$txt['cannot_modify_replies'] = 'Не можете да ја измените оваа порака иако е одговор на вашата тема.';
$txt['cannot_move_own'] = 'Не ви е дозволено да ги преместувате вашите теми на овој форум.';
$txt['cannot_move_any'] = 'немате дозвола да преместувате теми во овој форум.';
$txt['cannot_poll_add_own'] = 'Немате дозвола да додавате гласови на своите теми во овој форум.';
$txt['cannot_poll_add_any'] = 'Немате дизвола да додавате гласови во оваа тема.';
$txt['cannot_poll_edit_own'] = 'Не можете да го измените ова гласање иако вие сте го поставиле.';
$txt['cannot_poll_edit_any'] = 'Забрането ви е правење измени во гласањето на овој форум.';
$txt['cannot_poll_lock_own'] = 'Немате дозвола да ги заклучувате своите гласања на овој форум.';
$txt['cannot_poll_lock_any'] = 'Немате дозвола да заклучувате гласања.';
$txt['cannot_poll_post'] = 'Не ви е дозволено да поставувате гласања во овој форум.';
$txt['cannot_poll_remove_own'] = 'Немате дозвола да го отстраните гласањето од вашата тема.';
$txt['cannot_poll_remove_any'] = 'Не ви е дозволено да отстранувате гласања од овој форум.';
$txt['cannot_poll_view'] = 'Немате дозвола да го видите гласањето во овој форум.';
$txt['cannot_poll_vote'] = 'Не можете да гласате во овој форум.';
$txt['cannot_post_attachment'] = 'Немате дозвола овде да поднесувате атачменти.';
$txt['cannot_post_new'] = 'Не можете да поставувате нови теми во овој форум.';
$txt['cannot_post_reply_any'] = 'Немате дозвола да одговарате на теми во овој форум.';
$txt['cannot_post_reply_own'] = 'Не ви е дозволено да одговарате дури ни на сопствените теми во овој форум.';
$txt['cannot_profile_remove_own'] = 'Не ви е дозволено да го избришете својот налог.';
$txt['cannot_profile_remove_any'] = 'Немате дозвола да бришете налози на други!';
$txt['cannot_profile_extra_any'] = 'Не ви е дозволено да менувате подесувања на профилот.';
$txt['cannot_profile_identity_any'] = 'Не ви е дозволено да менувате подесувања на налогот.';
$txt['cannot_profile_title_any'] = 'Не можете да ги менувате статусните називи на другите.';
$txt['cannot_profile_extra_own'] = 'Немате доволно привилегии за да ги менувате податоците во профилот.';
$txt['cannot_profile_identity_own'] = 'Моментално не можете да го смените својот идентитет.';
$txt['cannot_profile_title_own'] = 'Не ви е дозволено да го менувате својот статусен назив.';
$txt['cannot_profile_server_avatar'] = 'Не ви е дозволено да ги користите аватарите кои се чуваат на сервер.';
$txt['cannot_profile_upload_avatar'] = 'Не ви е дозволено да внесете аватар.';
$txt['cannot_profile_remote_avatar'] = 'Немате привилегија да користите надворешен аватар.';
$txt['cannot_profile_view_own'] = 'Не можете да го видите својот профил.';
$txt['cannot_profile_view_any'] = 'Немате дозвола да го гледате профилот на корисникот.';
$txt['cannot_delete_own'] = 'Не можете да ги бришете сопствените теми во овој форум.';
$txt['cannot_delete_replies'] = 'Извинете, но не можете да ги отстраните овие пораки, дури иако се одговори на вашата тема.';
$txt['cannot_delete_any'] = 'Немате дозвола да отстраните било која тема.';
$txt['cannot_report_any'] = 'Не ви е дозволено да поставувате пораки на овој форум.';
$txt['cannot_search_posts'] = 'Не ви е дозволено да претражувате пораки во овој форум.';
$txt['cannot_send_mail'] = 'немате дозвола на сите да им испратите email.';
$txt['cannot_send_topic'] = 'Администраторот го оневозможил поставувањето теми на овој форум.';
$txt['cannot_split_any'] = 'Не е дозволена поделба на било која тема во овој форум.';
$txt['cannot_view_attachments'] = 'Не ви е дозволено да преземете или прегледате атачменти во овој форум.';
$txt['cannot_view_mlist'] = 'Немате дозвола да го видите списокот на корисници.';
$txt['cannot_view_stats'] = 'Немате дозвола да ја погледате статистиката на форумот.';
$txt['cannot_who_view'] = 'Немате дозвола да го погледате списокот на присутните корисници.';

$txt['theme3'] = 'Таа тема не постои.';
$txt['theme_dir_wrong'] = 'Директориумот на темата е погрешен. Поправете го со кликнување на овој текст.';
$txt['registration_disabled'] = 'Зачленувањето на корисникот е моментално оневозможено.';
$txt['registration_no_secret_question'] = 'Не е поставено тајното прашање за овој член.';
$txt['poll_range_error'] = 'Гласањето мора да трае подолго од 0 денови.';
$txt['delFirstPost'] = 'Не ви е дозволено да ја избришете првата порака во оваа тема.<p>Ако сакате да ја избришете темата, кликнете на линкот за отстранување теми или замолете го модераторот/администраторот да го направи тоа наместо вас.</p>';
$txt['parent_error'] = 'Не можам да направам форум!';
$txt['login_cookie_error'] = 'Не можевте да се пријавите. Проверете ги подасувањата на cookies.';
$txt['pswd7'] = 'Не одговоривте точно на своето прашање. Вратете се назад за да пробате повторно или вратете се две страници наназад да го искористите стандардниот метод за добивање лозинка.';
$txt['rtm11'] = 'Нема пронајдени модератори!';
$txt['parent_not_found'] = 'Структурата на форумот е пореметена: не можам да го најдат основниот форум';
$txt['modify_post_time_passed'] = 'Не можете да ја менувате вашата порака бидејќи е изминато временското ограниочување за менување на пораката.';

$txt['calendar_off'] = 'Моментално не можете да му пристапите на календарот затоа што е оневозможен';
$txt['calendar1'] = 'Погрешна вредност за месец.';
$txt['calendar2'] = 'Погрешна вредност за година.';
$txt['calendar7'] = 'Недостасува месец на настанот.';
$txt['calendar8'] = 'Недостасува година на настанот.';
$txt['calendar14'] = 'Недостасува ден на настанот.';
$txt['calendar15'] = 'Недостасува наслов на настанот.';
$txt['calendar16'] = 'Погрешен датум.';
$txt['calendar17'] = 'Не сте внеле наслов на настанот.';
$txt['calendar18'] = 'Недостасува ID на настанот.';
$txt['calendar19'] = 'Немате дозвола да го измените овој настан.';
$txt['calendar38'] = 'Недостасува ID на форумот.';
$txt['calendar39'] = 'Недостасува ID на темата.';
$txt['calendar40'] = 'Темата не постои.';
$txt['calendar41'] = 'Не сте сопственик на оваа тема.';
$txt['calendar42'] = 'Форумот не постои.';
$txt['calendar55'] = 'Моментално е оневозможена опцијата со која се дозволува настанот да трае повеќе денови.';
$txt['calendar56'] = 'Погрешен број денови за траење на настанот.';

$txt['moveto_noboards'] = 'Нема форум во кој би можеле да ја преместите темата!';

$txt['already_activated'] = 'Вашиот налог е веќе активиран.';
$txt['still_awaiting_approval'] = 'Вашиот налог се уште чека одобрение од администраторот.';

$txt['invalid_email'] = 'Погрешна email адреса / опсег на email адресата.<br />Пример на точна email адреса: tocen.navreme@tocka.com.<br />Пример за точен опсег на email адреси: *@*.tocka.com';
$txt['invalid_expiration_date'] = 'Датумот на истекување не е точен.';
$txt['invalid_hostname'] = 'Погрешно име на провајдерот / опсег на името на провајдерот.<br />Пример за точно име на провајдерот: proxy4.tocka.com<br />Пример за точен опсег на името на провајдерот: *.tocka.com';
$txt['invalid_ip'] = 'Погрешна IP адреса / опсег на IP адреси.<br />Пример за точна IP адреса: 127.0.0.1<br />Пример за точен опсег на IP адреси: 127.0.0-20.*';
$txt['invalid_username'] = 'Не е пронајдено името на членот';
$txt['no_ban_admin'] = 'Не можете да го забраните администраторот - прво мора да му ги отстраните овластувањата!';
$txt['no_bantype_selected'] = 'Не е избран тип на забрана';
$txt['ban_not_found'] = 'Забраната не е најдена';
$txt['ban_unknown_restriction_type'] = 'Типот на забрана не е познат';

$txt['recycle_no_valid_board'] = 'Не е избран точен форум за рециклираните теми';

$txt['login_threshold_fail'] = 'немате веќе шанси за пријавување. Обидете се повторно подоцна.';

$txt['who_off'] = 'Моментално не можете да пристапите на списокот кој е присутен заради тоа што истиот е оневозможен.';

$txt['merge_create_topic_failed'] = 'Грешка при поставувањето на нова тема.';
$txt['merge_need_more_topics'] = 'Спојувањето на теми бара барем две теми за спојување.';

$txt['spamWaitTime_broken'] = 'Последната порака од вашата IP адреса беше пред помалку од %d секунди. Обидете се повторно подоцна.';
$txt['registerWaitTime_broken'] = 'Само што се зачленивте пред %d секунди!';
$txt['loginWaitTime_broken'] = 'Ќе морате да почекате околу %d секунди пред повторно да се пријавите.';

$txt['topic_gone'] = 'Изгледа дека оваа тема или форум кој го тражите не постои или немате доволно привилегии за да ја видите.';
$txt['theme_edit_missing'] = 'Не можам да го пронајдам атачментот кој се обидувате да го смените!';

$txt['attachments_no_write'] = 'Директориумот за поднесување атачменти не може да се менува. не може да се сочува атачментот или аватарот кој се обидовте да го поднесете.';
$txt['attachments_limit_per_post'] = 'Не можете да поднесете повеќе од %d атачменти по порака';

$txt['rtm_not_own'] = 'Нема смисла да пријавувате своја порака на модераторот на форумот!';

$txt['no_dump_database'] = 'Само администраторите можат да прават резервна копија на базата на податоци!';
$txt['pm_not_yours'] = 'Приватната порака која се обидувате да ја цитирате не ви припаѓа или не постои. Вратете се назад и обидете се повторно.';
$txt['mangled_post'] = 'Погрешно податоци во формата - вратете се назад и обидете се повторно.';
$txt['quoted_post_deleted'] = 'Пораката која се обидувате да ја цитирате не постои, избришана е или веќе не можете да ја видите.';

$txt['register_only_once'] = 'Извинете, но не ви е дозволено да создавате повеќе налози истовремено од еден компјутер.';

$txt['error_long_name'] = 'Името кое се обидовте да го употребите е предолго.';
$txt['error_no_name'] = 'Не поднесовте име.';
$txt['error_bad_name'] = 'Не може да се употреби името кое го поднесовте затоа што е резервирано.';
$txt['error_no_email'] = 'Не поднесовте е-mail адреса.';
$txt['error_bad_email'] = 'Поднесовте неточна email адреса.';
$txt['error_no_event'] = 'Не го поднесовте името на настанот.';
$txt['error_no_subject'] = 'Не внесовте наслов на темата.';
$txt['error_no_question'] = 'Не внесовте прашање за ова гласање.';
$txt['error_no_message'] = 'Не внесовте текст на пораката.';
$txt['error_long_message'] = 'Пораката ја пречекори максимално дозволената должина од (' . $modSettings['max_messageLength'] . ' карактери).';
$txt['error_session_timeout'] = 'Вашата сесија истече во текот на испраќањето на пораката. Обидете се повторно да ја испратите пораката.';
$txt['error_no_to'] = 'Не го наведовте примателот.';
$txt['error_bad_to'] = 'Еден или повеќе \'за\'- приматели не се најдени.';
$txt['error_bad_bcc'] = 'Еден или повеќе \'bcc\'- приматели не се најдени.';
$txt['error_form_already_submitted'] = 'Веќе сте ја испратиле оваа порака! Веројатно случајно сте кликнале двапати или сте пробале да ја освежите страницата.';
$txt['error_poll_few'] = 'Морате да понудите барем две опции!';

$txt['smiley_not_found'] = 'Смешкото не е најден.';
$txt['smiley_has_no_code'] = 'Не наведовте код за овој Смешко.';
$txt['smiley_has_no_filename'] = 'Не поднесовте атачмент за овој Смешко.';
$txt['smiley_not_unique'] = 'Веќе постои Смешко со тој код.';
$txt['smiley_set_already_exists'] = 'Поднесување Смешко со таа адреса веќе постои';
$txt['smiley_set_not_found'] = 'Поставувањето на Смешкото не е најдено';
$txt['smiley_set_path_already_used'] = 'Адресата од поднесувањето на Смешкото веќе се користи од страна на друго поднесување на Смешко.';
$txt['smiley_set_unable_to_import'] = 'Не можев да го внесам поднесувањето на Смешко. Или директориумот е погрешен или не може да му се пристапи.';

$txt['smileys_upload_error'] = 'Не можев да поднесам атачмент.';
$txt['smileys_upload_error_blank'] = 'Сите поднесувања на Смешковци мора да имаат фотографија!';
$txt['smileys_upload_error_name'] = 'Сите Смешковци мора да имаат исто име на фајлот!';
$txt['smileys_upload_error_illegal'] = 'Илегален тип.';

$txt['search_invalid_weights'] = 'Не е точно сетирањето за тежина на пребарувањето. Барем една ставка за тежина треба да биде различна од нула. Ве молиме пријавете ја оваа грешка на администраторот.';
$txt['unable_to_create_temporary'] = 'Пребарувањето не можеше да направи привремени табели.  Ве молиме пријавете ја оваа грешка на администраторот.';

$txt['package_no_file'] = 'Не можам да го најдам спакуваниот фајл!';
$txt['packageget_unable'] = 'Не можев да се поврзам со серверот. Пробајте да ја користите <a href="%s" target="_blank">оваа адреса</a> наместо претходната.';
$txt['not_on_simplemachines'] = 'Пакетите можат да се преземат вака само од серверот на simplemachines.org.';
$txt['package_cant_uninstall'] = 'Овој пакет или никогаш не бил инсталиран или е веќе деинсталиран - сега не можете да го деинсталирате.';
$txt['package_cant_download'] = 'Не можете да преземете или инсталирате нови пакети бидејќи директориумот Packages не може да се менува!';
$txt['package_upload_error'] = 'не можев да го доставам пакетот. Проверете ги дозволите за директориумот!';
$txt['package_upload_error_exists'] = 'Фајлот кој го доставувате веќе постои на серверот. Прво избришете го постоечкиот и потоа обидете се повторно.';

$txt['no_membergroup_selected'] = 'Не е избрана групата на членови';
$txt['membergroup_does_not_exist'] = 'Членот на групата не постои или е погрешно напишан.';

$txt['at_least_one_admin'] = 'Мора да постои барем еден администратор на форумот!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Поднесениот фајл не е пронајден';

$txt['error_no_boards_selected'] = 'Не е означен ниту еден активен форум!';
$txt['error_invalid_search_string'] = 'Дали заборавивте да внесете што пребарувате?';
$txt['error_query_not_specific_enough'] = 'Вашето пребарување нема резултат.';
$txt['error_no_messages_in_time_frame'] = 'Не се пронајдени пораки во зададениот период.';
$txt['error_no_labels_selected'] = 'Не е означена ниедна етикета!';

$txt['profile_errors_occurred'] = 'Следните грешки се случија додека се обидувавте да го сочувате вашиот профил';
$txt['profile_error_bad_offset'] = 'Временската разлика не е точна';
$txt['profile_error_no_name'] = 'Ништо не е внесено во името на полето';
$txt['profile_error_name_taken'] = 'Внесеното корисничко име е веќе зафатено';
$txt['profile_error_name_too_long'] = 'Внесеното корисничко име е предолго. Не смее да биде подолго од 60 карактери';
$txt['profile_error_no_email'] = 'Полето за email адреса е празно';
$txt['profile_error_bad_email'] = 'Внесовте погрешна email адреса';
$txt['profile_error_email_taken'] = 'Друг корисник е веќе регистриран со оваа email адреса';
$txt['profile_error_no_password'] = 'Не внесовте лозинка';
$txt['profile_error_bad_new_password'] = 'Новите лозинки што ги внесовте не се преклопуваат';
$txt['profile_error_bad_password'] = 'Не е точна лозинката што ја внесовте';
$txt['profile_error_bad_avatar'] = 'Аватарот што го означивте е преголем, или не е воопшто аватар';
$txt['profile_error_password_short'] = 'Вашата лозинка мора да биде долга најмалку ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' карактери.';
$txt['profile_error_password_restricted_words'] = 'Вашата лозинка не смее да ги содпжи вачето корисничко име, email адреса или други вообичаени зборови.';
$txt['profile_error_password_chars'] = 'Вашата лозинка мора да содржи мешавина на големи и мали букви како и броеви.';

$txt['mysql_error_space'] = ' - провери ја големината на просторот каде се наоѓа базата или контактирај го администраторот на серверот.';

$txt['icon_not_found'] = 'Иконата не може да се пронајде во стандардната тема - ве молиме проверете дека фотографијата е внесена и обидете се повторно.';
$txt['icon_after_itself'] = 'Иконата не може да биде позади себе!';
$txt['icon_name_too_long'] = 'Имињата на иконите не може да бидат подолги од 16 карактери';

$txt['name_censored'] = 'Извинете, корисничкото име кое се обидовте да го користите, %s, содржи збовори кое се ограничени за употреба.  Ве молиме обидете се до друго име.';

$txt['poll_already_exists'] = 'Тема може да има само една анкета поврзана со неа!';
$txt['poll_not_found'] = 'Нема анкета поврзана со оваа тема!';

$txt['error_while_adding_poll'] = 'Се случи следната/ите грешка/и додека ја додававте оваа анкета';
$txt['error_while_editing_poll'] = 'Следната/ите грешка/и се случија додека ја менувавте оваа анкета';

$txt['loadavg_search_disabled'] = 'Заради преоптовареност на серверот, опцијата за пребарување авотматски и приврменео е оневозможена.  Ве молиме обидете се повторно за кратко време.';
$txt['loadavg_generic_disabled'] = 'Извинете, заради преоптовареност на серверот оваа можност моментално не е достапна.';
$txt['loadavg_allunread_disabled'] = 'Можностите на овој сервер привремено се премногу бараниоптоварени за да може да бидат пронајдени сите теми кои не сте ги прочитале.';
$txt['loadavg_unreadreplies_disabled'] = 'Серверот е моментално преоптоварен.  Ве молами обидете се повторно за кратко време.';
$txt['loadavg_show_posts_disabled'] = 'Ве молиме обидете се повторно подоцна.  Пораката на овој член моментално не е достапна заради преоптоварување на серверот.';

$txt['visual_verification_failed'] = 'Буквите кои ги внесовте не се сложуваат со оние кои што се прикажани на фотографијата.';

?>