<?php
// Version: 1.1.2; Errors

$txt[1] = 'Нямате права да виждате тази част на форума.';

$txt[73] = 'Само Модераторите могат да използват директно премахване, можете да направите промени като редактирате вашата публикация.';
$txt[75] = 'Не си попълнил полето с избор на име.  Трябва да избереш име.';
$txt[76] = 'Не си попълнил полето с валиден е-мeйл адрес.';
$txt[90] = 'Тази тема е заключена, нямаш право да публикуваш или да променяш публикации...';
$txt[91] = 'Полето за парола е празно';
$txt[93] = 'Нямаш права да заключваш или отключваш тази тема. Трябва да си модератор или администратор за да извършваш подобно действие...';
$txt[100] = 'Името което си избрал вече е заето. Моля избери друго име.';
$txt[134] = 'Нямаш права да местиш теми...';
$txt[138] = 'Тази услуга е само за членове на форума...';
$txt[165] = 'За да направиш публикация трябва да си влязъл с твоето име и парола. Ако все още нямаш регистрация, моля <a href="' . $scripturl . '?action=register">регистрирай се.</a>.';
$txt[213] = 'Двете пароли не са еднакви.';
$txt[223] = 'Съжалявам, само регистрирани потребители могат да ползват тази функция.';
$txt[241] = 'Невалидни символи сте използвали във паролата - ползвайте само числа и букви.';
$txt[242] = 'Невалидни символи сте използвали в избраното от вас име - ползвайте само числа и букви.';
$txt[243] = 'Това е невалиден е-мейл адрес.';
$txt[244] = 'Името което си избрал вече е заето - или резервирано \'%s\'. Моля избери друго име.';
$txt[337] = 'Това поле е само за цифри от 0-9';
$txt[472] = 'Темата не съществува.';

$txt['smf26'] = 'Не си избрал опция за гласуване.';
$txt['smf27'] = 'Може би Вота не съществува, може би е заключен, или се опитваш да гласуваш повече пъти от позволеното.';
$txt['smf28'] = 'Тази услуга е само за членове на форума...';
$txt['smf31'] = 'Заключено от Администратора.  Не можете да го отключите.';
$txt['smf61'] = 'Нямаш право да променяш собствения си рейтинг.';
$txt['smf63'] = 'Тази функция е деактивирана.';
$txt['smf115b'] = 'Не може да се установи пътя до прикачените файлове!';
$txt['smf122'] = 'Този файл е прекалено голям. Максимално разрешената големина е %d KB.';
$txt['smf124'] = 'Този файл не може да бъде запаметен. Вероятна причина: файла е по-голям от допустимия размер.<br /><br />Моля, обърни се към администратора за повече информация.';
$txt['smf125'] = 'Това име на файл вече съществува. Моля, преименувай файла и опитай отново.';
$txt['smf126'] = 'Папката за файлове е пълна. Моля, опитай с по-малък файл или уведоми администраторите или модераторите.';
$txt['smf191'] = 'Няма връзка със сървъра или файла не може да бъде намерен';
$txt['smf232'] = 'Раздела не съществува';
$txt['smf253'] = 'Нямаш правата да разделяш теми';
$txt['smf262'] = 'Нямаш правата да сливаш теми';
$txt['smf263'] = 'Невалиден номер на тема.';
$txt['smf268'] = 'Не можеш да разделяш тема при първата публикация.';
$txt['smf270'] = 'Тази тема съдържа само една публикация: не може да бъде разделена.';
$txt['smf271'] = 'не си маркирал нито една публикация';
$txt['smf271b'] = 'Разделянето е невъзможно. Избрал си всички публикации.';
$txt['smf272'] = 'Някои публикации не са намерени';
$txt['smf273'] = 'Неуспешно вмъкване на тема';
$txt['smf289'] = 'Избрал си име, което се ползва от друг член на форума.';
$txt['smf304'] = 'Времето за публикация изтече.  Моля, върни се обратно и опитай отново.';
$txt['smf305'] = 'Session verification failed.  Please try logging out and back in again, and then try again.';
$txt['smf306'] = 'Unable to verify referring url.  Please go back and try again.';

$txt['cannot_admin_forum'] = 'Нямате правата да администрирате форума.';
$txt['cannot_announce_topic'] = 'Нямате правата да анонсирате теми в този раздел.';
$txt['cannot_calendar_edit_any'] = 'Нямате правата да редактирате събития в календара.';
$txt['cannot_calendar_edit_own'] = 'Нямате правата да редактирате публикуваните от вас събития.';
$txt['cannot_calendar_post'] = 'Публикуването на събития не е разрешено.';
$txt['cannot_calendar_view'] = 'Нямате правата да виждате календара на форума.';
$txt['cannot_remove_any'] = 'Премахването на публикации в този раздел не е позволено.';
$txt['cannot_remove_own'] = 'В този раздел не може да премахвате публикации.';
$txt['cannot_edit_news'] = 'Нямате правата да редактирате новините в този форум.';
$txt['cannot_pm_read'] = 'Нямаш права да си преглеждаш съобщенията.';
$txt['cannot_pm_send'] = 'Нямаш права да изпращаш съобщения.';
$txt['cannot_karma_edit'] = 'Нямаш права да променяш рейтинга на потребителите.';
$txt['cannot_lock_any'] = 'Нямаш права да заключваш теми тук.';
$txt['cannot_lock_own'] = 'Нямаш права да заключваш твоите теми тук.';
$txt['cannot_make_sticky'] = 'Нямаш права да залепваш теми тук.';
$txt['cannot_manage_attachments'] = 'Нямаш права да настройваш файлове и аватари.';
$txt['cannot_manage_bans'] = 'Нямаш права да променяш списъка със забраните.';
$txt['cannot_manage_boards'] = 'Нямаш права да настройваш разделите и категориите.';
$txt['cannot_manage_membergroups'] = 'You don\'t have permission to modify or assign membergroup.';
$txt['cannot_manage_permissions'] = 'Нямаш права да настройваш Правата за достъп.';
$txt['cannot_manage_smileys'] = 'Нямаш права да настройваш усмивчиците и иконките.';
$txt['cannot_mark_any_notify'] = 'Нямаш права, необходими да получаваш известия за тази тема.';
$txt['cannot_mark_notify'] = 'Нямаш права, необходими да получаваш известия за този раздел.';
$txt['cannot_merge_any'] = 'Нямаш права да обединяваш теми в някой от избраните раздели.';
$txt['cannot_moderate_forum'] = 'Нямаш права на модератор в този раздел.';
$txt['cannot_modify_any'] = 'Нямате правата да променяте някои публикации.';
$txt['cannot_modify_own'] = 'Нямате правата да променяте променяте вашите публикации.';
$txt['cannot_modify_replies'] = 'Нямаш права да промениш тази публикация, дори тя да е създадена в твоя тема.';
$txt['cannot_move_own'] = 'Нямаш права да местиш твоите теми в този раздел.';
$txt['cannot_move_any'] = 'Нямаш права да местиш теми в този раздел.';
$txt['cannot_poll_add_own'] = 'Нямаш права да добавяш анкети в твоите теми в този раздел на форума.';
$txt['cannot_poll_add_any'] = 'Нямаш права да добавяш анкети в тази тема.';
$txt['cannot_poll_edit_own'] = 'Нямаш права да променяш анкетата, дори тя да е твоя.';
$txt['cannot_poll_edit_any'] = 'Нямаш права да променяш анкети в този раздел.';
$txt['cannot_poll_lock_own'] = 'Нямаш права да заключваш твоите анкети в този раздел.';
$txt['cannot_poll_lock_any'] = 'Нямаш права да заключваш анкети.';
$txt['cannot_poll_post'] = 'Нямаш права да създаваш анкети в този раздел.';
$txt['cannot_poll_remove_own'] = 'Нямаш права да премахнеш анкетата от твоята тема.';
$txt['cannot_poll_remove_any'] = 'Нямаш права да премахваш анкети в този раздел.';
$txt['cannot_poll_view'] = 'Нямаш права да виждаш анкети в този раздел.';
$txt['cannot_poll_vote'] = 'Нямаш права да гласуваш в анкети от този раздел.';
$txt['cannot_post_attachment'] = 'Нямаш права да добавяш файлове тук.';
$txt['cannot_post_new'] = 'Нямаш права да добавяш нови теми в този раздел.';
$txt['cannot_post_reply_any'] = 'Нямаш права да добавяш нови публикации в теми от този раздел.';
$txt['cannot_post_reply_own'] = 'Нямаш права да добавяш нови публикации дори в собствените ти теми в този раздел на форума.';
$txt['cannot_profile_remove_own'] = 'Нямаш права да си изтриваш регистрацията във форума.';
$txt['cannot_profile_remove_any'] = 'Нямаш права да изтриваш регистрации на потребители на форума!';
$txt['cannot_profile_extra_any'] = 'Нямаш права да променяш настройките на профил.';
$txt['cannot_profile_identity_any'] = 'Нямаш права да настройките на регистрацията си.';
$txt['cannot_profile_title_any'] = 'Нямаш права да променяш титлата под името на други потребители.';
$txt['cannot_profile_extra_own'] = 'Нямаш права да променяш данните на профила си.';
$txt['cannot_profile_identity_own'] = 'Нямаш права да променяш данните на идентификацията си в момента.';
$txt['cannot_profile_title_own'] = 'Нямаш права да променяш титлата под името.';
$txt['cannot_profile_server_avatar'] = 'Нямате правата да ползвате аватарите на сървъра.';
$txt['cannot_profile_upload_avatar'] = 'Нямате правата да качвате аватар.';
$txt['cannot_profile_remote_avatar'] = 'Нямате правата да ползвате аватари от други сървъри.';
$txt['cannot_profile_view_own'] = 'Не може да преглеждаш данните на профила си.';
$txt['cannot_profile_view_any'] = 'Не може да преглеждаш данните на профилите на който и да е';
$txt['cannot_delete_own'] = 'Не може да премахвате ваши теми от този раздел.';
$txt['cannot_delete_replies'] = 'Не може да изтриеш тези публикации, независимо че това е твоя тема.';
$txt['cannot_delete_any'] = 'Sorry, but you don\'t have the privilege to remove just any topic.';
$txt['cannot_report_any'] = 'Нямаш права да докладваш публикации в този раздел.';
$txt['cannot_search_posts'] = 'Нямаш права да търсиш за публикации в този раздел.';
$txt['cannot_send_mail'] = 'Нямаш права да пращаш е-мейли до всички.';
$txt['cannot_send_topic'] = 'Нямаш права да изпращаш теми в този раздел.';
$txt['cannot_split_any'] = 'Разделянето на теми е деактивирано в този раздел.';
$txt['cannot_view_attachments'] = 'Изглежда нямаш право да сваляш или виждаш прикачени файлове в този раздел.';
$txt['cannot_view_mlist'] = 'Нямаш права да преглеждаш списъка с членовете на форума.';
$txt['cannot_view_stats'] = 'Нямаш права да преглеждаш статистиката на форума.';
$txt['cannot_who_view'] = 'Нямаш права да преглеждаш списъка с онлайн потребителите.';

$txt['theme3'] = 'Темата вече не съществува.';
$txt['theme_dir_wrong'] = 'Грешна директория на основния дизайн на форума, коригирай го като кликнеш тук.';
$txt['registration_disabled'] = 'Съжалявам, регистрирането във форума е деактивирано.';
$txt['registration_no_secret_question'] = 'Този потребител няма секретен въпрос.';
$txt['poll_range_error'] = 'Времетраенето на анкетата не може да бъде 0 дни.';
$txt['delFirstPost'] = 'Нямате правата да премахвате първата публикация в тази тема.<p>Ако желаете да изтриете темата, ползвайте бутона Премахни Темата, или се обърнете към модератор или администратор за помощ.</p>';
$txt['parent_error'] = 'Неуспешно създаване на Раздела!';
$txt['login_cookie_error'] = 'Неуспешен опит за влизане.  Моля проверете настройките на бисквитките(cookie).';
$txt['pswd7'] = 'Съжалявам, но не дадохте правилен отговор на вашия таен въпрос. Моля върнете се назад и опитайте отново.';
$txt['rtm11'] = 'Няма намерени модератори!';
$txt['parent_not_found'] = 'Структурата на форума е нарушена: Раздела към който принадлежи този Под-раздел не може да бъде намерен ';
$txt['modify_post_time_passed'] = 'Времето за редакция на публикацията изтече.';

$txt['calendar_off'] = 'Достъпът до календара временно е преустановен.';
$txt['calendar1'] = 'Невалиден месец.';
$txt['calendar2'] = 'Невалидна година.';
$txt['calendar7'] = 'Събитието няма месец.';
$txt['calendar8'] = 'Събитието няма година.';
$txt['calendar14'] = 'Събитието няма ден.';
$txt['calendar15'] = 'Събитието няма заглавие.';
$txt['calendar16'] = 'Невалидна дата.';
$txt['calendar17'] = 'Не сте избрали заглавие на събитието.';
$txt['calendar18'] = 'Събитието няма ID.';
$txt['calendar19'] = 'You do not have permission to edit this event.';
$txt['calendar38'] = 'Board ID is missing.';
$txt['calendar39'] = 'Topic ID is missing.';
$txt['calendar40'] = 'Темата не съществува.';
$txt['calendar41'] = 'Тази тема не е твоя.';
$txt['calendar42'] = 'Разделът не съществува.';
$txt['calendar55'] = 'The span feature is currently disabled.';
$txt['calendar56'] = 'Invalid number of days to span.';

$txt['moveto_noboards'] = 'Няма раздели към които да се премести тази тема!';

$txt['already_activated'] = 'Вашата регистрация вече е била активирана.';
$txt['still_awaiting_approval'] = 'Вашата регистрация все още не е одобрена.';

$txt['invalid_email'] = 'Невалиден е-мейл адрес или обсег.<br />Пример за валиден е-мейл: evil.user@badsite.com.<br />Пример за валиден е-мейл обсег: *@*.badsite.com';
$txt['invalid_expiration_date'] = 'Датата за изтичане не е валидна';
$txt['invalid_hostname'] = 'Невалиден хост адрес или обсег.<br />Пример за валиден хост адрес: proxy4.badhost.com<br />Пример за валиден хост обсег: *.badhost.com';
$txt['invalid_ip'] = 'Невалидно IP или IP обсег.<br />Пример IP адрес: 127.0.0.1<br />Пример за IP обсег: 127.0.0-20.*';
$txt['invalid_username'] = 'Потребителското име не е намерено';
$txt['no_ban_admin'] = 'Не може да забраниш достъпа на администратор - трябва първо да му понижиш статута!';
$txt['no_bantype_selected'] = 'Не е избран вид на Забрана';
$txt['ban_not_found'] = 'Забраната не е открита';
$txt['ban_unknown_restriction_type'] = 'Непознат вид на Забраната ';

$txt['recycle_no_valid_board'] = 'Не е избран валиден раздел за изтритите теми';

$txt['login_threshold_fail'] = 'Съжалявам, всички варианти да влезете са изчерпани.  Моля, опитайте по-късно.';

$txt['who_off'] = 'Функцията <Кой е онлайн> не е активна в момента.';

$txt['merge_create_topic_failed'] = 'Грешка при създаването на темата.';
$txt['merge_need_more_topics'] = 'Обединяването на теми се нуждае поне от две теми за сливане.';

$txt['spamWaitTime_broken'] = 'Последната публикация от вашето IP беше преди %d секунди. Моля опитайте отново.';
$txt['registerWaitTime_broken'] = 'Регистрирал си се преди %d секунди!';
$txt['loginWaitTime_broken'] = 'Ще трябва да изчакате %d секунди за да влезете отново, съжалявам.';

$txt['topic_gone'] = 'Нямате права да виждате тази тема. Възможни причини: не сте регистриран потребител, не сте активирали вашата регистрация от вашия е-мейл, не сте в членските групи имащи това право или просто темата е изтрита.';
$txt['theme_edit_missing'] = 'Файла който се опитваш да промениш не може да бъде намерен';

$txt['attachments_no_write'] = 'В папката за прикачени файлове е забранено да се добавят записи. Твоите файлове или аватари не могат да бъдат съхранени. The attachments upload directory is not writable.  Your attachment or avatar cannot be saved.';
$txt['attachments_limit_per_post'] = 'Не може да се прикачват повече от %d файла на публикация';

$txt['rtm_not_own'] = 'Не може да докладвате вашата собствена публикация като лоша на модераторите - в това няма смисъл!';

$txt['no_dump_database'] = 'Само администраторите могат да правят копия на базата от данни!';
$txt['pm_not_yours'] = 'Личното съобщение, което се опитвате да цитирате не е ваше или вече не съществува - върнете се назад и опитайте отново.';
$txt['mangled_post'] = 'Непълни данни - моля върнете се и опитайте отново.';
$txt['quoted_post_deleted'] = 'Публикацията която се опитваш да цитираш, може би е изтрита или вече нямаш права да я виждаш.';

$txt['register_only_once'] = 'Съжалявам, не може да се регистрирате повече от един път в този кратък период от време. Моля, опитайте след няколко минути!';

$txt['error_long_name'] = 'Името което сте дали е прекалено дълго.';
$txt['error_no_name'] = 'Не сте написали име.';
$txt['error_bad_name'] = 'Името което сте избрали вече е заето или се съдържа в резервираните имена. Моля изберете друго име.';
$txt['error_no_email'] = 'Не е написан е-мейл адрес.';
$txt['error_bad_email'] = 'Невалиден е-мейл адрес.';
$txt['error_no_event'] = 'Не сте дали име на събитието.';
$txt['error_no_subject'] = 'Не сте написали заглавие.';
$txt['error_no_question'] = 'Не сте написали Въпрос за този Вот.';
$txt['error_no_message'] = 'Моля, напишете нещо.';
$txt['error_long_message'] = 'Не може да използвате повече от (' . $modSettings['max_messageLength'] . ' символа в една публикация).';
$txt['error_session_timeout'] = 'Времето за публикация изтече. Моля, опитайте отново.';
$txt['error_no_to'] = 'Не сте избрали получател.';
$txt['error_bad_to'] = 'Един или повече \'to\'-получатели не са открити.';
$txt['error_bad_bcc'] = 'Един или повече \'bcc\'-получатели не са открити.';
$txt['error_form_already_submitted'] = 'Тази публикация вече е създадена!  Моля обнови страницата.';
$txt['error_poll_few'] = 'Трябва да изберете поне два варианта!';

$txt['smiley_not_found'] = 'Усмивчицата не е намерена.';
$txt['smiley_has_no_code'] = 'Не е зададен код на Усмивчицата.';
$txt['smiley_has_no_filename'] = 'Не е зададен име на файл на Усмивчицата.';
$txt['smiley_not_unique'] = 'Усмивчица с този Код вече съществува.';
$txt['smiley_set_already_exists'] = 'Група с усмивчици с това URL вече е била добавена';
$txt['smiley_set_not_found'] = 'Групата с усмивчици не е намерена';
$txt['smiley_set_path_already_used'] = 'Адреса URL на тази Група с усмивчици се ползва от друга Група с усмивчици.';
$txt['smiley_set_unable_to_import'] = 'Неуспешно вмъкване на Групата с усмивчици. Директорията е неправилна или нямаш права за достъп до нея.';

$txt['smileys_upload_error'] = 'Неуспешно качване на файл.';
$txt['smileys_upload_error_blank'] = 'Всички пакети с усмивчици трябва да имат картинки!';
$txt['smileys_upload_error_name'] = 'Всички усмивчици трябва да имат еднакви имена на файловете си във всяка Група с усмивчици!';
$txt['smileys_upload_error_illegal'] = 'Невалиден файл формат.';

$txt['search_invalid_weights'] = 'Приоритетите за търсене не са настроени правилно. Поне един от тях не трябва да е нулев. Моля, уведоми администратора за тази грешка. ';
$txt['unable_to_create_temporary'] = 'Search was unable to create temporary tables. Please report this error to an administrator.';

$txt['package_no_file'] = 'Файла с инсталационния модул не е намерен!';
$txt['packageget_unable'] = 'Unable to connect to the server.  Please try using <a href="%s" target="_new">this URL</a> instead.';
$txt['not_on_simplemachines'] = 'Съжалявам, инсталационни модули могат да бъдат сваляни само от сървъра на simplemachines.org .';
$txt['package_cant_uninstall'] = 'Този инсталационен модул никога не бил инсталиран или е бил деинсталиран вече.';
$txt['package_cant_download'] = 'You cannot download or install new packages because the Packages directory is not writable!';
$txt['package_upload_error'] = 'Модула не можа да бъде качен, провери правата на директорията!';
$txt['package_upload_error_exists'] = 'Файла който се опитваш да качиш вече съществува на сървъра. Изтрий стария файл и опитай отново.';

$txt['no_membergroup_selected'] = 'Не са избрани потребителски групи';
$txt['membergroup_does_not_exist'] = 'Потребителската група не съществува или е невалидна.';

$txt['at_least_one_admin'] = 'Трябва да има поне един Администратор на форума!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'Прикачения файл не е намерен';

$txt['error_no_boards_selected'] = 'Избрани са невалидни раздели!';
$txt['error_invalid_search_string'] = 'Може би забравихте да напишете какво търсите :)?';
$txt['error_query_not_specific_enough'] = 'Вашата заявка не е достатъчно ясна. Опитайте с по-дълга дума или по-малко различни думи наведнъж.';
$txt['error_no_messages_in_time_frame'] = 'Няма намерени публикации за избрания период от време.';
$txt['error_no_labels_selected'] = 'Не са избрани папки!';

$txt['profile_errors_occurred'] = 'Следната грешка се появи при промяната на профила ви';
$txt['profile_error_bad_offset'] = 'Невалидна времева разлика';
$txt['profile_error_no_name'] = 'Моля, въведете Име';
$txt['profile_error_name_taken'] = 'Избраното име е вече заето';
$txt['profile_error_name_too_long'] = 'Избраното име е прекалено дълго. Не трябва да съдържа повече от 60 символа!';
$txt['profile_error_no_email'] = 'Моля, въведете е-мейл адрес';
$txt['profile_error_bad_email'] = 'Това е невалиден е-мейл адрес';
$txt['profile_error_email_taken'] = 'Този е-мейл адрес се ползва от друг потребител!';
$txt['profile_error_no_password'] = 'Не въведохте парола!';
$txt['profile_error_bad_new_password'] = 'Новите пароли не съвпадат!';
$txt['profile_error_bad_password'] = 'Невалидна парола';
$txt['profile_error_bad_avatar'] = 'Аватара който сте избрали е прекалено голям или не е аватар!';
$txt['profile_error_password_short'] = 'Вашата парола трябва да бъде минимум ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' символа.';
$txt['profile_error_password_restricted_words'] = 'Паролата не трябва да съдържа името ти, е-мейл адрес, нито други често употребявани думи.';
$txt['profile_error_password_chars'] = 'Потребителското ви име не трябва да се съдържа във паролата ви!';

$txt['mysql_error_space'] = ' - провери свободното място за базата данни или се свържи с администраторите на сървъра.';

$txt['icon_not_found'] = 'Иконката не е намерена в основния графичен дизайн на форума - увери се че файла е качен и опитай отново.';
$txt['icon_after_itself'] = 'Иконката не може да бъде позиционирана след самата себе си!';
$txt['icon_name_too_long'] = 'Имената на иконките не трябва да съдържат повече от 16 символа';

$txt['name_censored'] = 'Съжалявам, името което сте избрали, %s, съдържа цензурни думи.  Изберете друго име.';

$txt['poll_already_exists'] = 'Само една анкета може да има в дадена тема!';
$txt['poll_not_found'] = 'Няма анкета която да е свързана с тази тема!';

$txt['error_while_adding_poll'] = 'Следната грешка или грешки се появиха докато се добавяше анкетата';
$txt['error_while_editing_poll'] = 'Следната грешка или грешки се появиха докато се променяше анкетата';

$txt['loadavg_search_disabled'] = 'Поради претовареност на сървъра, функцията Търсене за момент е автоматично деактивирана.  Опитайте след малко.';
$txt['loadavg_generic_disabled'] = 'Поради претовареност на сървъра, тази функция за момент е автоматично деактивирана.';
$txt['loadavg_allunread_disabled'] = 'Поради претовареност на сървъра, за момент няма да може да ви покаже всички теми.';
$txt['loadavg_unreadreplies_disabled'] = 'Поради претовареност на сървъра, форума е недостъпен. Опитайте след няколко минути.';
$txt['loadavg_show_posts_disabled'] = 'Моля, опитайте след малко.  Публикациите на този потребител в момента не може да бъдат показани, поради претовареност на сървъра.';

$txt['visual_verification_failed'] = 'Буквите които сте написали не съвпадат с тези които са на картинката.';

?>