<?php
// Version: 1.1.2; Errors

$txt[1] = 'لا تملك الصلاحية للوصول إلى هذا القسم';

$txt[73] = 'يمكن للمراقبين فقط استخدام ميزة الحذف. الرجاء حذف هذه الرسالة من خلال ميزة التحرير.';
$txt[75] = 'لم تقم بتعبئة خانة الاسم. مطلوبة.';
$txt[76] = 'لم تقم بتعبئة خانة البريد. مطلوبة';
$txt[90] = 'هذا الموضوع مقفل، لا يمكنك تحرير أو كتابة رسالة...';
$txt[91] = 'خانة كلمة المرور تركت خالية';
$txt[93] = 'ليس مخوّل لك قفل أو فتح هذا الموضوع، يجب أن تكون مراقبا أو مشرفا للقيم بذلك...';
$txt[100] = 'اسم المستخدم الذي تحاول استخدامه موجود مسبقا.';
$txt[134] = 'ليس مخوّل لك نقل الموضوع...';
$txt[138] = 'هذه الميزة للأعضاء فقط...';
$txt[165] = 'لكتابة يجب الدخول أولا. إذا كنت لا تملك حسابا بعد فالرجاء استخدام <a href="' . $scripturl . '?action=register">تسجيل</a>.';
$txt[213] = 'كلمات المرور غير متطابقة.';
$txt[223] = 'نأسف، يجب أن تسجل أولا قبل استخدام هذه الميزة.';
$txt[241] = 'حرفا غير مقبول في كلمة المرور.';
$txt[242] = 'حرفا غير مقبول في الاسم.';
$txt[243] = 'حرفا غير مقبول في البريد.';
$txt[244] = 'اسم المستخدم الذي تحاول استخدامه يحتوي على كلمة محجوزة مسبقا وهي \'%s\'. الرجاء استخدام اسما آخر.';
$txt[337] = 'هذا الحقل يقبل الأرقام فقط  0-9';
$txt[472] = 'هذا الموضوع غير متوفر في هذا المنتدى.';

$txt['smf26'] = 'لم تقم بتحديد خيار التصويت.';
$txt['smf27'] = 'إما أن يكون الإستفتاء غير موجود/مقفل أو تحاول التصويت مرتين.';
$txt['smf28'] = 'هذا الخيار متوفر للأعضاء المسجلين فقط.';
$txt['smf31'] = 'تم قفله بواسطة المشرف. لا يمكنك فتحه.';
$txt['smf61'] = 'نأسف، غير مصرح لك بتعديل الكارما.';
$txt['smf63'] = 'نأسف، هذه الميزة معطلة.';
$txt['smf115b'] = 'لا يمكن الوصول إلى مسار التحميل للملحقات!';
$txt['smf122'] = 'الملف كبير جدا. الحد الأقصى المسموح به هو %d KB.';
$txt['smf124'] = 'حدث خطأ في تخزين الملحق، الرجاء المحاولة مرة أخرى.';
$txt['smf125'] = 'نأسف! اسم الملف موجود مسبقا. الرجاء اختيار اسم آخر.';
$txt['smf126'] = 'مجلد التحميل ممتلئ. الرجاء اختيار ملف صغير أو مراسلة المشرف.';
$txt['smf191'] = 'لا يمكن الاتصال بالمقلم أو إن الملف غير موجود';
$txt['smf232'] = 'المنتدى المطلوب غير موجود';
$txt['smf253'] = 'غير مصرح لك فصل الموضوع';
$txt['smf262'] = 'غير مصرح لك دمج المواضيع';
$txt['smf263'] = 'قمت بتحديد ID للموضوع خاطئ.';
$txt['smf268'] = 'لا يمكنك فصل موضوع في الرسالة الأولى.';
$txt['smf270'] = 'هذا الموضوع يحتوي على رسالة واحدة و لا يمكن فصله.';
$txt['smf271'] = 'لم يتم تحديد رسائل';
$txt['smf271b'] = 'لا يمكن الفصل. قمت بتحديد كافة الرسائل.';
$txt['smf272'] = 'لا يمكن العثور على الرسائل';
$txt['smf273'] = 'لا يمكن إضافة موضوع';
$txt['smf289'] = 'قمت باختيار اسم موجود مسبقا لمراقب. الرجاء اختيار اسم آخر';
$txt['smf304'] = 'مدة الجلسة انتهت خلال كتابتك. الرجاء العودة و المحاولة مجددا.';
$txt['smf305'] = 'فشل التحقق من الجلسة. الرجاء الخروج ثم معاودة الدخول و المحاولة مرة أخرى.';
$txt['smf306'] = 'لا يمكن التحقق من موقع الإحالة. الرجاء العودة و المحاولة مرة أخرى.';

$txt['cannot_admin_forum'] = 'غير مصرح لك الإشراف على هذا المنتدى.';
$txt['cannot_announce_topic'] = 'لا يمكنك وضع اعلانات في هذا القسم';
$txt['cannot_calendar_edit_any'] = 'لا يمكنك تحرير أحداث التقويم.';
$txt['cannot_calendar_edit_own'] = 'لا تمتلك التصاريح الكافية التي تخوّلك بتحرير احداثك.';
$txt['cannot_calendar_post'] = 'نأسف ، كتابة الأحداث غير مصرح بها.';
$txt['cannot_calendar_view'] = 'نأسف غير مصرح لك مشاهدة التقويم.';
$txt['cannot_remove_any'] = 'حذف أي رسالة في هذا المنتدى غير مسموح.';
$txt['cannot_remove_own'] = 'غير مصرح لك في هذا المنتدى بحذف رسائلك';
$txt['cannot_edit_news'] = 'غير مصرح لك بتحرير الأخبار في هذا المنتدى.';
$txt['cannot_pm_read'] = 'نأسف، لا يمكنك قراءة رسائلك الشخصية.';
$txt['cannot_pm_send'] = 'لا يمكنك بعث الرسائل الشخصية.';
$txt['cannot_karma_edit'] = 'غير مصر لك تحرير كارما الأعضاء الآخرين.';
$txt['cannot_lock_any'] = 'لا يمكنك قفل أي موضوع هنا.';
$txt['cannot_lock_own'] = 'نأسف، لا يمكنك قفل مواضيعك هنا.';
$txt['cannot_make_sticky'] = 'غير مصرح لك بتثبيت هذا الموضوع.';
$txt['cannot_manage_attachments'] = 'لم يتم السماح لك بمعالجة الملحقات أو صور الشخصية.';
$txt['cannot_manage_bans'] = 'ليس مخول لك تعديل قائمة الحظر.';
$txt['cannot_manage_boards'] = 'غير مخول لك معالجة التصنيفات و المنتديات.';
$txt['cannot_manage_membergroups'] = 'ليس لديك تصريح لتعديل أو ضبط مجموعة الأعضاء.';
$txt['cannot_manage_permissions'] = 'غير مخول لك تعديل التصريحات.';
$txt['cannot_manage_smileys'] = 'غير مخول لك معالجة الابتسامات.';
$txt['cannot_mark_any_notify'] = 'ليس لديك التصاريح الكافية للحصول على تنبيه للمواضيع.';
$txt['cannot_mark_notify'] = 'نأسف، لا يمكن لحصول على تنبيهات من هذا المنتدى.';
$txt['cannot_merge_any'] = 'لا يمكنك دمج المواضيع في أحد المنتديات المختارة.';
$txt['cannot_moderate_forum'] = 'لا يمكنك مراقبة هذا المنتدى.';
$txt['cannot_modify_any'] = 'لا يمكنك تعديل أي موضوع.';
$txt['cannot_modify_own'] = 'نأسف، لا يمكنك تحرير رسائلك.';
$txt['cannot_modify_replies'] = 'بالرغم من كون هذه الرسالة رد على موضوعك فلا يمكنك تحريرها.';
$txt['cannot_move_own'] = 'لا يمكنك نقل مواضيعك في هذا المنتدى.';
$txt['cannot_move_any'] = 'لا يمكنك نقل المواضيع في هذا المنتدى.';
$txt['cannot_poll_add_own'] = 'نأسف، لا يمكنك إضافة إستفتاء إلى موضوعك في هذا المنتدى.';
$txt['cannot_poll_add_any'] = 'ليس لديك حق الوصول لإضافة إستفتاء إلى هذا الموضوع.';
$txt['cannot_poll_edit_own'] = 'لا يمكن تحرير هذا الإستفتاء حتى و إن كان لك.';
$txt['cannot_poll_edit_any'] = 'تم رفض التصريح لك بتحرير الإستفتاءات في هذا المنتدى.';
$txt['cannot_poll_lock_own'] = 'غير مصرح لك بقفل إستفتاءك في هذا المنتدى.';
$txt['cannot_poll_lock_any'] = 'نأسف، غير مصرح لك قفل أي إستفتاء.';
$txt['cannot_poll_post'] = 'لا يمكنك إضافة إستفتاء في هذا المنتدى.';
$txt['cannot_poll_remove_own'] = 'غير مصرح لك حذف هذا الإستفتاء من موضوعك.';
$txt['cannot_poll_remove_any'] = 'لا يمكنك حذف أي إستفتاء من هذا المنتدى.';
$txt['cannot_poll_view'] = 'لا يمكنك مشاهدة الإستفتاءات في هذا المنتدى.';
$txt['cannot_poll_vote'] = 'نأسف، لا يمكنك التصويت في هذا المنتدى.';
$txt['cannot_post_attachment'] = 'غير مصرح لك بإضافة الملحقات في هذا المنتدى.';
$txt['cannot_post_new'] = 'نأسف، لا يمكنك إضافة رسائل جديدة في هذا المنتدى.';
$txt['cannot_post_reply_any'] = 'غير مصرح لك بإضافة الردود على المواضيع في هذا المنتدى.';
$txt['cannot_post_reply_own'] = 'غير مصرح لك بإضافة الردود على حتى مواضيع في هذا المنتدى.';
$txt['cannot_profile_remove_own'] = 'نأسف ، لا يمكنك حذف حسابك.';
$txt['cannot_profile_remove_any'] = 'لا تمتلك التصريح المناسب لحذف حسابات الغير!';
$txt['cannot_profile_extra_any'] = 'لا تمتلك التصريح الكافي لتعديل الهوية.';
$txt['cannot_profile_identity_any'] = 'غير مصرح لك بتغير إعدادات الحساب.';
$txt['cannot_profile_title_any'] = 'لا يمكنك تحرير أسماء العرض للغير.';
$txt['cannot_profile_extra_own'] = 'نأسف، لا تمتلك التصريح الكافي لتحرير بيانات الهوية.';
$txt['cannot_profile_identity_own'] = 'لا يمكنك تغير هويتك في الوقت الراهن.';
$txt['cannot_profile_title_own'] = 'غير مسموح لك بتغير اسم العرض.';
$txt['cannot_profile_server_avatar'] = 'لا تملك صلاحية استخدام صور الرمزية المخزنة على السيرفر.';
$txt['cannot_profile_upload_avatar'] = 'لا تملك الصلاحية لرفع صورة رمزية.';
$txt['cannot_profile_remote_avatar'] = 'لا يمكنك استخدام صور الشخصية الخارجية.';
$txt['cannot_profile_view_own'] = 'نأسف، ولكن لا يمكنك مشاهدة هويتك.';
$txt['cannot_profile_view_any'] = 'نأسف، لا يمكنك مشاهدة أي هوية.';
$txt['cannot_delete_own'] = 'لا يمكنك حذف مواضيعك في هذا المنتدى.';
$txt['cannot_delete_replies'] = 'عذرا, لكن لا يمكنك حذف هذه المشاركات, على الرغم من أنها ردود على موضوعك.';
$txt['cannot_delete_any'] = 'نأسف ، لغير مصرح لك بحذف أي موضوع.';
$txt['cannot_report_any'] = 'غير مسموح بالتنبيه عن الرسائل في هذا المنتدى.';
$txt['cannot_search_posts'] = 'غير مسموح البحث عن الرسائل في هذا المنتدى.';
$txt['cannot_send_mail'] = 'غير مصرح لك إرسال البريد إلى الكل.';
$txt['cannot_send_topic'] = 'نأسف، و لكن المشرف منع ارسال المواضيع في هذا المنتدى.';
$txt['cannot_split_any'] = 'فصل أي موضوع في هذا المنتدى غير مسموح.';
$txt['cannot_view_attachments'] = 'غير مصرح بتنزيل أو مشاهدة الملحقات في هذا المنتدى.';
$txt['cannot_view_mlist'] = 'غير مصرح لك بمشاهدة قائمة الأعضاء.';
$txt['cannot_view_stats'] = 'غير مصرح لك بمشاهدة إحصاءات المنتدى.';
$txt['cannot_who_view'] = 'نأسف، لا تملك التصريحات الكافية لمشاهدة من المتصل.';

$txt['theme3'] = 'ذلك القالب غير موجود.';
$txt['theme_dir_wrong'] = 'مجلد القالب الافتراضي غير سليم ، الرجاء إصلاحه بالنقر على هذا النص.';
$txt['registration_disabled'] = 'نأسف ، التسجيل حاليا موقف.';
$txt['registration_no_secret_question'] = 'نأسف، لم يتم إعداد سؤال سري لهذا العضو.';
$txt['poll_range_error'] = 'نأسف، الإستفتاء يجب أن يكون لمدة أكثر من 0 يوم.';
$txt['delFirstPost'] = 'لا يمكنك حذف أول رسالة في الموضوع.<p>إذا رغبت في حذف هذا الموضوع فانقر على زر حذف الموضوع أو اتصل بالمراقب/المشرف ليقوم بالحذف.</p>';
$txt['parent_error'] = 'لا يمكن إنشاء المنتدى!';
$txt['login_cookie_error'] = 'لا يمكن تسجيل دخولك. الرجاء التأكد من إعدادات السكاكر.';
$txt['pswd7'] = 'نأسف، و لكنك لم تقم بالإجابة على السؤال السري بشكل سليم. الرجاء العودة للوراء و المحاولة مرة أخرى، أو العودة إلى البداية لتستخدم الطريقة الافتراضية للحصول على كلمة المرور.';
$txt['rtm11'] = 'لم يتم العثور على مراقبين!';
$txt['parent_not_found'] = 'الشكل البياني للمنتدى معطوب: لا يمكن العثور على المنتدى الأب';
$txt['modify_post_time_passed'] = 'لا يمكنك تحديد تعديل هذه المشاركة لأن وقت التعديل قد تم تجاوزه.';

$txt['calendar_off'] = 'لا يمكنك الصول إلى التقويم لأنه معطل حاليا.';
$txt['calendar1'] = 'قيمة الشهر غير صحيحة.';
$txt['calendar2'] = 'قيمة السنة غير صحيحة.';
$txt['calendar7'] = 'شهر الحدث مفقود.';
$txt['calendar8'] = 'سنة الحدث مفقودة.';
$txt['calendar14'] = 'يوم الحدث مفقود.';
$txt['calendar15'] = 'عنوان الحدث مفقود.';
$txt['calendar16'] = 'تاريخ غير صحيح.';
$txt['calendar17'] = 'لم يتم إدخال عنوان للحدث.';
$txt['calendar18'] = 'ID الحث مفقود.';
$txt['calendar19'] = 'غير مصرح لك تحرير هذا الحدث.';
$txt['calendar38'] = 'ID المنتدى مفقود.';
$txt['calendar39'] = 'ID الموضوع مفقود.';
$txt['calendar40'] = 'الموضوع غير موجود.';
$txt['calendar41'] = 'أنت لست صاحب هذا الموضوع.';
$txt['calendar42'] = 'المنتدى غير موجود.';
$txt['calendar55'] = 'ميزة التكرار معطلة حاليا.';
$txt['calendar56'] = 'عدد أيام غير صحيح للتكرار.';

$txt['moveto_noboards'] = 'لا يوج أي منتديات لنقل هذا الموضوع إليها!';

$txt['already_activated'] = 'تم تفعيل حسابك مسبقا.';
$txt['still_awaiting_approval'] = 'حسابك مايزال ينتظر موافقة المشرف.';

$txt['invalid_email'] = 'عنوان بريد/نطاق عنوان بريد غير صحيح.<br />مثال على عنوان بريد صحيح: bill.gates@microsoft.com.<br />مثال على نطاق عنوان بريد صحيح: *@*.microsoft.com';
$txt['invalid_expiration_date'] = 'تاريخ مدة انتهاء الصلاحية غير صحيح';
$txt['invalid_hostname'] = 'اسم مستضيف/نطاق اسم مستضيف غير صحيح.<br />مثال على اسم مستضيف صحيح: proxy4.microsoft.com<br />مثال على نطاق اسم مستضيف صحيح: *.microsoft.com';
$txt['invalid_ip'] = 'IP /نطاق IP غير صحيح.<br />مثال على عنوان IP صحيح: 127.0.0.1<br />مثال على نطاق عنوان IP صحيح: 127.0.0-20.*';
$txt['invalid_username'] = 'اسم العضو غير موجود';
$txt['no_ban_admin'] = 'لا يمكنك حضر مشرف، يجب عليك أن تنزل من صلاحيته أولا!';
$txt['no_bantype_selected'] = 'لم يتم تحديد نوع للحظر';
$txt['ban_not_found'] = 'الحظر غير موجود';
$txt['ban_unknown_restriction_type'] = 'نوع التقييد غير معروف';

$txt['recycle_no_valid_board'] = 'لم يتم اختيار منتدى صحيح للمواضيع المحذوفة';

$txt['login_threshold_fail'] = 'نأسف، نفذت محاولات تسجيل الدخول. الرجاء العودة و المحاولة مرة اخرى لاحقا.';

$txt['who_off'] = 'لا يمكنك الوصول إلى من المتصل الآن لأنه معطل.';

$txt['merge_create_topic_failed'] = 'خطأ في إنشاء موضوع جديد.';
$txt['merge_need_more_topics'] = 'دمج المواضيع يحتاج إلى موضعين على الأقل.';

$txt['spamWaitTime_broken'] = 'أخر رسالة من IP الخاص بك كانت في أقل من %d ثانية مضت. الرجاء المحاولة لاحقا.';
$txt['registerWaitTime_broken'] = 'لقد قمت بالتسجيل منذ %d ثواني مضت!';
$txt['loginWaitTime_broken'] = 'يجب أن تنظر على الأقل %d ثانية للدخول ثانية، نأسف.';

$txt['topic_gone'] = 'الموضوع أو المنتدى الذي تريد البحث عنه أما مفقود أو غير مصرح لك به.';
$txt['theme_edit_missing'] = 'الملف الذي ترغب في تحرير غير موجود!';

$txt['attachments_no_write'] = 'مسار التحميل للملحقات غير فابل للكتابة.  ملحقاتك أو صور الشخصية لا يمكن حفظها.';
$txt['attachments_limit_per_post'] = 'لا يمكنك تحميل أكثر من %d ملحق لكل رسالة';

$txt['rtm_not_own'] = 'لا يمكنك التنبيه عن رسالتك التي كتبتها بنفسك!';

$txt['no_dump_database'] = 'فقط المشرفون يمكنهم عمل نسخ احتياطية لقواعد البيانات!';
$txt['pm_not_yours'] = 'الرسالة الشخصية التي تحاول الاقتباس منها ليست لك أو غير موجودة، الرجاء العودة و المحاولة مرة أخرى.';
$txt['mangled_post'] = 'شكل بيانات مشوه - الرجاء العودة و المحاولة مرة أخرى.';
$txt['quoted_post_deleted'] = 'الاقتباس الذي تحاول أن تأخذ إما غير موجود أو تم حذفه, أو لم تعد تستطيع أن تشاهده.';

$txt['register_only_once'] = 'عذرا, لا يمكنك التسجيل بأكثر من حساب في نفس الوقت و من نفس الجهاز.';

$txt['error_long_name'] = 'الاسم الذي تحاول استخدامه طويل جدا.';
$txt['error_no_name'] = 'لم يتم تزويد أي اسم.';
$txt['error_bad_name'] = 'الاسم الذي قمت بكتابته لا يمكن استخدامه لأنه يحتوي على اسم محجوز مسبقا.';
$txt['error_no_email'] = 'لم يتم تزويد أي عنوان بريد.';
$txt['error_bad_email'] = 'تم كتابة بريد غير صحيح.';
$txt['error_no_event'] = 'لم يتم كتابة اسم الحدث.';
$txt['error_no_subject'] = 'لم يتم كتابة العنوان.';
$txt['error_no_question'] = 'لم يتم كتابة سؤال لهذا الإستفتاء .';
$txt['error_no_message'] = 'الرسالة تركت خالية.';
$txt['error_long_message'] = 'الرسالة تخطت الطول المسموح به (' . $modSettings['max_messageLength'] . ' حرفا).';
$txt['error_session_timeout'] = 'انتهت مدة الجلسة بينما أنت تكتب. الرجاء محاولة إعادة الإرسال مرة أخرى.';
$txt['error_no_to'] = 'لم يتم تحديد المستلمين.';
$txt['error_bad_to'] = 'واحد أو أكثر  \'إلى\'-المستلمين لا يمكن العثور عليه.';
$txt['error_bad_bcc'] = 'واحد أو أكثر \'نسخة\'-المستلمين لا يمكن العثور عليه.';
$txt['error_form_already_submitted'] = 'لقد قمت للتو بإرسال هذه الرسالة!  قد تكون حاولت الإرسال مرتين أو قمت بالتحديث.';
$txt['error_poll_few'] = 'يجب أن يكون هنالك خيارين على الأقل!';

$txt['smiley_not_found'] = 'الابتسامة غير موجودة.';
$txt['smiley_has_no_code'] = 'لم يتم تزويد أي كود لهذه الابتسامة.';
$txt['smiley_has_no_filename'] = 'لم يتم تزويد اسم الملف لهذه الابتسامة.';
$txt['smiley_not_unique'] = 'ابتسامة مع ذلك الكود موجودة مسبقا.';
$txt['smiley_set_already_exists'] = 'مجموعة الابتسامات مع ذلك URL موجودة مسبقا';
$txt['smiley_set_not_found'] = 'مجموعة الابتسامات غير موجودة';
$txt['smiley_set_path_already_used'] = 'URL الخاص بالابتسامات مستخدم حاليا من قبل مجموعة ابتسامات أخرى .';
$txt['smiley_set_unable_to_import'] = 'لا يمكن جلب مجموعة الابتسامات. قد لا يمكن الوصول إلى المجلد أو يكون غير صحيح.';

$txt['smileys_upload_error'] = 'فشل في تحميل الملف.';
$txt['smileys_upload_error_blank'] = 'كل مجموعات الابتسامات يجب أن يكون لها صورة';
$txt['smileys_upload_error_name'] = 'كل الابتسامات يجب أن يكون لها نفس اسم الملف!';
$txt['smileys_upload_error_illegal'] = 'نوع غير سليم.';

$txt['search_invalid_weights'] = 'أوزان البحث لم يتم ضبطها بشكل سليم. على الأقل يجب أن يتم ضبط وزن واحد من دون الصفر. الرجاء إبلاغ المشرف بذلك.';
$txt['unable_to_create_temporary'] = 'لم يتمكن البحث من إنشاء جداول مؤقتة. الرجاء تبليغ المشرف عن هذا الخطأ.';

$txt['package_no_file'] = 'لا يمكن العثور على ملف الرزمة!';
$txt['packageget_unable'] = 'لا يمكن الاتصال بالملقم.  الرجاء محاولة استخدام <a href="%s" target="_blank">هذا العنوان</a> بدلا.';
$txt['not_on_simplemachines'] = 'نأسف، الرزم يمكن أن تنزل بهذه الطريقة من ملقم simplemachines.org.';
$txt['package_cant_uninstall'] = 'هذه الرزمة لم يتم تثبيتها مسبقا أو تم إزالتها - لا يمكنك إزالتها الآن';
$txt['package_cant_download'] = 'لا يمكنك تنزيل أو تثبيت رزم جديدة لأن مجلد الرزم لا يمكن الكتابة فيه!';
$txt['package_upload_error'] = 'لا يمكن تحميل الرزمة، الرجاء التأكد من تصاريح المجلد!';
$txt['package_upload_error_exists'] = 'الملف الذي تحمله موجود مسبقا في الملقم. الرجاء حذفه أولا ثم إعادة المحاولة.';

$txt['no_membergroup_selected'] = 'لم يتم اختيار مجموعة أعضاء';
$txt['membergroup_does_not_exist'] = 'المجموعة غير موجودة أو خاطئة.';

$txt['at_least_one_admin'] = 'يجب أن يكون هناك مدير واحد على الأقل في المنتدى!';

// Don't use entities in the below string.
$txt['attachment_not_found'] = 'الملحق غير موجود';

$txt['error_no_boards_selected'] = 'لم يتم تحديد منتديات صالحة!';
$txt['error_invalid_search_string'] = 'هل نسيت أن تضع ما الشيء الذي تبحث عنه?';
$txt['error_query_not_specific_enough'] = 'لا يوجد نتائج للبحث';
$txt['error_no_messages_in_time_frame'] = 'لم يتم إيجاد أية مشاركة في إطار الوقت المحدد.';
$txt['error_no_labels_selected'] = 'لم يتم تحديد أية علامات!';

$txt['profile_errors_occurred'] = 'الأخطاء التالية ظهرت عند محاول حفظ معلوماتك الشخصية';
$txt['profile_error_bad_offset'] = 'مقدار إزاحة الزمن خارج النطاق المسموح';
$txt['profile_error_no_name'] = 'خانة الاسم قد تم تركها فارغة';
$txt['profile_error_name_taken'] = 'اسم المستخدم المختار قد تم اختياره';
$txt['profile_error_name_too_long'] = 'الاسم المختار طويل جدا. يجب ألا يكون الاسم أطول من  60 محرف';
$txt['profile_error_no_email'] = 'خانة البريد الالكتروني قد تركت فارغة';
$txt['profile_error_bad_email'] = 'لم تدخل عنوان بريد الكتروني صالح';
$txt['profile_error_email_taken'] = 'عضو آخر مسجل بعنوان البريد الالكتروني المدخل';
$txt['profile_error_no_password'] = 'لم تقم بإدخال كلمة السر';
$txt['profile_error_bad_new_password'] = 'كلمتي المرور المدخلتين غير متطابقتين';
$txt['profile_error_bad_password'] = 'كلمة المرور المدخلة غير صحيحة';
$txt['profile_error_bad_avatar'] = 'الصورة الرمزية التي اخترتها كبيرة جدا , أو ليست صورة رمزية';
$txt['profile_error_password_short'] = 'كلة المرور الخاصة بك يجب أن تكون على الأقل  ' . (empty($modSettings['password_strength']) ? 4 : 8) . ' محرفا.';
$txt['profile_error_password_restricted_words'] = 'كلمة المرور الخاصة بك يجب ألا تحتوي على اسم المستخدم الخاص بك, عنوان البريد أو أية كلمة شائعة الاستخدام.';
$txt['profile_error_password_chars'] = 'كلمة المرور الخاصة بك يجب أن تحتوي على خليط من الأحرف الكبيرة و الصغيرة, بالإضافة إلى الأرقام.';

$txt['mysql_error_space'] = ' - تأكد من المساحة المتوفرة ضمن قاعدة بياناتك أو اتصل بمدير السيرفر الخاص بك.';

$txt['icon_not_found'] = 'لم نستطع إيجاد صورة الأيقون في السمة (القالب) الافتراضي - نرجو التأكد من أن الصورة قد تم تحميلها ثم حاول مرة أخرى.';
$txt['icon_after_itself'] = 'الا يمكن وضع لأيقون بعد نفسه!';
$txt['icon_name_too_long'] = 'اسم ملف الأيقون لا يمكن أن يحتوي على أكثر من 16 محرف';

$txt['name_censored'] = 'عذرا, الاسم الذي تحاول استخدامه, %s, يتضمن كلمات محظورة. أرجو محاول استخدام اسم آخر.';

$txt['poll_already_exists'] = 'لا يمكن للموضوع أن يتضمن أكثر من استطلاع واحد!';
$txt['poll_not_found'] = 'لا يوجد أية استطلاع مربوط مع هذا الموضوع!';

$txt['error_while_adding_poll'] = 'لقد حدث الخطأ او الأخطاء التاليه أثناء إضافة هذا الإستفتاء';
$txt['error_while_editing_poll'] = 'لقد حدث الخطأ او الأخطاء التاليه أثناء تعديل الإستفتاء';

$txt['loadavg_search_disabled'] = 'نتيجة لضغط العالي على السيرفر, فإن ميزة البحث قد تم إيقافا أتوماتيكيا و بشكل مؤقت. نرجو المحاول لاحقا.';
$txt['loadavg_generic_disabled'] = 'عذرا, لكن بسبب الضغط العالي على السيرفر, فإن هذه الخاصة ليست متوفرة حاليا.';
$txt['loadavg_allunread_disabled'] = 'موارد السيرفر مؤقتا تحت ضغط عالي, حاول بعد قليل مرة أخرى.';
$txt['loadavg_unreadreplies_disabled'] = 'حاليا السير تحت ضغط كبير.  نرجو المحاولة لاحقا.';
$txt['loadavg_show_posts_disabled'] = 'أرجو المحاولة مرة أخرى لاحقا. مشاركات هذا العضو غير متوفرة حاليا بسبب الضغط العالي على السيرفر.';

$txt['visual_verification_failed'] = 'الأحرف التى قمت بكتابتها لا تتطابق مع الأحرف الموجوده بالصورة.';

?>