<?php
// Version: 1.1; Help

global $helptxt;

$helptxt = array();

$txt[1006] = 'إغلاق النافذة';

$helptxt['manage_boards'] = '
	<b>تعديل المنتديات</b><br />
	في هذه القائمة تستطيع إنشاء/إعادة ترتيب/حذف المنتديات, و التصنيفات التي تضمها. كمثال, إذا كنت تملك موقع يتناول مواضيع متنوعة من معلومات عن &quot;الرياضة&quot; و &quot;السيارات&quot; و &quot;الموسيقى&quot;, فإنها ستكون التصنيفات العليا ضمن منتداك. تحت كل تصنيف ستقوم على الأغلب بإنشاء بشكل شجري &quot;تصنيفات فرعية&quot;,
	أو &quot;منتديات&quot; للمواضيع ضمن كل واحدة منها. يعتبر هذا توزيع شجري بسيط, وبنيته: <br />
	<ul>
		<li>
			<b>الرياضة</b>
			&nbsp;-  &quot;تصنيف&quot;
		</li>
		<ul>
			<li>
				<b>كرة القدم</b>
				&nbsp;- منتدى تحت تصنيف &quot;الرياضية&quot;
			</li>
			<ul>
				<li>
					<b>النجوم</b>
					&nbsp;- منتدى فرعي من منتدى &quot;الرياضة&quot;
				</li>
			</ul>
			<li><b>كرة السلة</b>
			&nbsp;- منتدى تحت تصنيف &quot;الرياضة&quot;</li>
		</ul>
	</ul>
	التصنيفات تسمح لك بكسر المنتدى إلى منتديات للمواضيع (&quot;سيارات,
	رياضة&quot;), و &quot;منتديات&quot; التي تحتها هي التي تحوي المواضيع التي يقوم الأعضاء بإرسالها.
	يمكنك إرسال مواضيع تحت &quot;سيارات->Pinto&quot;. التصنيفات تسمح للناس بإيجاد و بسرعة اهتماماتهم: بدلا من &quot;محل&quot; فإنك تملك 
	&quot;أدوات&quot; و &quot;ألبسة&quot; stores you can go to. هذا يبسط بحثك عن &quot;قطعة مفاصيل الأنابيب&quot; لأنك تستطيع الذهاب إلى محل قسم الأدوات &quot;تصنيف&quot; بدلا من قسم الألبسة (الذي على الأغلب لن تجده ضمنه هذه المفاصل).<br />
	كما لاحظنا, المنتدى عبارة عن فهرس للمواضيع تحت تصنيف المنتدى. في حال أردت أن تناقش &quot;Pintos&quot; فإنك سوف تذهب إلى &quot;آنيا&quot; إلى التنصيف الخاص به ثم الدخول إلى منتدى &quot;Pinto&quot; من أجل المشاركة بآرائك في ذلك المنتدى.<br />
	 وظائف الإدارة لهذه القائمة هي إنشاء منتدى تحت كل تصنيف, إعادة ترتيبهم (وضع &quot;Pinto&quot; بعد &quot;Chevy&quot;), أو لحذف المنتدى بشكل كامل.';

$helptxt['edit_news'] = '<b>تعديل أخبار المنتدى</b><br />
	هذا الخيار يسمح لك بأسناد نص الأخبار لكي يتم عرضها على صفحة فهرس المنتدى. إضافة أية عنصر تريده (مثال, &quot;لا تنسى موعد الاجتماع هذا الخميس&quot;). كل خبر يجب أن يوضع في صندوق مستقل, و يتم عرضها بشكل عشوائي.';

$helptxt['view_members'] = '
	<ul>
		<li>
			<b>عرض الأعضاء</b><br />
			عرض كل أعضاء المنتدى. إنك تستعرض قائمة بروابط أسماء الأعضاء. يمكنك الضغط على أية اسم لتشاهد تفاصيل هذا العضو (صفحة الويب, العمر, إلخ.), و كمدير تستطيع أن تعدل هذه المدخلات. إنك تملك صلاحية التحكم الكاملة على معلومات الأعضاء, بالإضافة إلى القدرة على حذفهم من المنتدى.<br /><br />
		</li>
		<li>
			<b>ينتظرون الموافقة</b><br />
			هذا القسم يظهر فقط في حال كنت مفعل خيار موافقة المدير للأعضاء المسجلين جدد. كل شخص يسجل حساب جديد للانضمان إلى المنتدى يصبح عضوا كامل فقط في حال تمت الموافقة عليه من قبل مدير. القسم يظهر كل الأعضاء الذين لم يتم الموافقة على عضويتهم بعد, بالإضافة إلى عنوان البريد الاكتروني و عنوان الأي بي(IP). يمكنك اختيار الموافقة أو الرفض(حذف) أي عضو موجود على القائمة من خلال اختيار الصندوق بجانبه و اختيار العملية المناسبة من صندوق القائمة المنسدلة في أسفل الصفحة. عند رفض العضو قم باختيار حذف بإرسال تنبيه أو عدم إرساله عن قرارك.<br /><br />
		</li>
		<li>
			<b>ينتظرون التفعيل</b><br />
			هذا القسم يظهر فقط فق حال فعلت خيار تفعيل الحساب عن طريق العضو نفسه. هذا القسم سوف يحوي كل الأعضاء الذين لم يفعلوا حسابهم الجديد. من خلال هذه الصفحة تستطيع أن تقبل, ترفض أو تذكر الأعضاء بحالة حسابهم. كما في الفقرة السابقة يمكنك أن تختار إرسال بريدا إلى بريدهم الالكتروني لإعلام العضو بالفعل الذي قمت به.<br /><br />
		</li>
	</ul>';

$helptxt['ban_members'] = '<b>حرمان العضو</b><br />
	يقدم المنتدى القدرة على &quot;حرمان&quot; الأعضاء, لمنع الناس الذين يخالفون قواعد مشاركة المنتدى عن طريق الإعلان, و غيرها. يسمح لك هذا القسم بفعل ذلك للأعضاء الذين يحاولون الإساءة إلى المنتدى. بصفتك المدير, عند مشاهدة المشاركات, تستطيع مشاهدة عنوان الاي بي لكل عضو قد قام بالمشاركة ضمن منتداك. في قائمة الحرمان, بكل بساطة تكتب عنوان الاي بي, حفظ, بعدها لن يستطيعوا المشاركة من نفس العنوان مرة أخرى.<br />يمكنك أيضا حظر الأعضاء بواسطة بريدهم الألكترونى.';

$helptxt['modsettings'] = '<b>تحرير المزايا و الخيارات</b><br />
هذه الصفحة تسمح لك بتغير إعدادات المزايا و المعدلات والخيارات الأساسية لمنتداك.';

$helptxt['number_format'] = '<b>شكل الرقم</b><br />
	يمكن استخدام هذه الإعدادات لتتحكم بالشكل الذي تظهر به الأرقام في المنتدى للمتصفح. الشكل هو:<br />
	<div style="margin-left: 2ex;">1,234.00</div><br />
	حيث \',\' هو الرمز المستخدم لفصل مجموعة الآلاف, \'.\' هو الرمز المستخدم كفاصلة عشرية و عدد الأصفار للتحكم بدقة ترجيح الرقم.';

$helptxt['time_format'] = '<b>شكل الوقت</b><br />
      بإمكانك أن تقوم بتعديل كيفية ظهور شكل الوقت و التاريخ لك. ستجد الكثير من الأحرف لكي تستخدمها ولكن العملية بسيطة.
	التعريفات التالية تتبع وظيفة PHP للوقت ، وهي مشروحة بالتفصيل في الأسفل ،(لمعلومات وافية يمكنك زيارة الموقع التالي:<a href=\\"http://www.php.net/manual/function.strftime.php\\">php.net</a>).<br>
	<br>
	الأحرف التالية تستخدم لتشكيل الوقت و التاريخ: <br>
	<br />
	<span class="smalltext">
	&nbsp;&nbsp;%a - لاختصار اسم اليوم في الأسبوع<br>
	&nbsp;&nbsp;%A - اسم يوم الأسبوع كاملا<br>
	&nbsp;&nbsp;%b - لاختصار اسم الشهر<br> 
	&nbsp;&nbsp;%B - اسم الشهر كاملا<br>
	&nbsp;&nbsp;%d - يوم الأسبوع (01 إلى 31) <br>
	&nbsp;&nbsp;%D - مشابه لـ %m/%d/%y <br>
	&nbsp;&nbsp;%e - يوم الأسبوع (1 إلى 31)<br>
	&nbsp;&nbsp;%H - الساعة باستخدام توقيت 24 (00 إلى 23) <br>
	&nbsp;&nbsp;%I - الساعة باستخدام توقيت 12 (01 إلى 12) <br>
	&nbsp;&nbsp;%m - الشهر كرقم (01 إلى 12) <br>
	&nbsp;&nbsp;%M - الدقيقة كرقم <br>
	&nbsp;&nbsp;%p - إما \\"am\\" أو \\"pm\\" بحسب شكل الوقت المستخدم<br>
	&nbsp;&nbsp;%R - الوقت بحسب علامات 24 ساعة <br>
	&nbsp;&nbsp;%S - الثواني كرقم عشري <br>
	&nbsp;&nbsp;%T - التوقيت الحالي ،مساويا لـ %H:%M:%S <br>
	&nbsp;&nbsp;%y - سنة ذات خانتان (00 إلى 99) <br>
	&nbsp;&nbsp;%Y - سنة ذات أربع خانات<br>
	&nbsp;&nbsp;%Z - منطقة الوقت أو الاسم أو الاختصار <br>
	&nbsp;&nbsp;%% - حرفي \'%\' <br>
	<br />
	<i>* لا تعمل مع ملقمات ويندوز.</i></span>';

$helptxt['live_news'] = '<b>اخر الأخبار مباشرتا</b><br />
هذا الصندوق يظهر لك أخر الأخبار من<a href="http://www.simplemachines.org/" target="_blank">www.simplemachines.org</a>.
يجب عليك  مشاهدة هذا الصندوق من الحين الى الأخر لمعرفة أخر التحديثات . ,';

$helptxt['registrations'] = '<b>معالجة التسجيل </b><br />
	بامكانك تغيير العديد من اعدادات الاعضاء الجدد في هذا المكان.
	و هى مرتبه كالتالى :<br /><br />
	<ul>
		<li>
			<b>تسجيل عضو جديد</b><br />
			هنا يمكنك تسجيل اعضاء جدد في المنتدى و تستطيع ارسال رسالة الى ايميلاتهم<br /><br />
		</li>
		<li>
			<b>تحرير اتفاقية التسجيل</b><br />
			هذه الاتفاقية ستعرض إذا قمت بتمكين خيار عرض اتفاقية التسجيل في إعدادات المنتدى.<br /><br />
		</li>
		<li>
			<b>ضبط الأسماء المحجوزة</b><br />
			الأسماء المحجوزة ستمنع الأعضاء من التسجيل باستخدام تلك الأسماء التي تم حجزها سواء كاسم مستخدم أو اسم للعرض. اختر الخيار الذي ترغب في تنفيذه بالأسفل قبل أن تتم العملية.<br /><br />
		</li>
		<li>
			<b>اعدادات</b><br />
			بامكانك تغيير العديد من اعدادات الاعضاء الجدد في هذا المكان.
		</li>
	</ul>';

$helptxt['modlog'] = '<b>سجل الإشراف</b><br />
	هذا القسم يسمح للمديرين بتعقب جميع الإجرائات التى قام بها المشرفين. لضمان أن المشرفين لن يقومى بحذف اى شئ قامو به , لن يتم مسح الإجرائات التى قامو بها إلا بعد مرور 24 ساعه.
	The \'objects\' column lists any variables associated with the action.';
$helptxt['error_log'] = '<b>سجل الأخطاء</b><br /> يتعقب سجل الأخطاء أي خطا يرد في منتداك. هذه القائمة عبارة عن قائمة زمنية بالأخطاء التي حدثت. لحذف أي خطا من قاعدة البيانات قم بالتعليم عليه ثم اضغط زر حذف في أسفل الصفحة..';
$helptxt['theme_settings'] = '<b>إعدادات القالب</b><br /> هنا يمكنك تغير إعدادات القالب الحالى. هذه الإعدادات مثل رابط الثيم و إعدادات اخرى مثل تمكين الأخبار و اعدادات اخرى تساعد على تنظيم شكل المنتدى . ';
$helptxt['smileys'] = '<b>مركز الابتسامات</b><br />
	هنا يمكنك أن تضيف أو تحذف الابتسامات, و مجموعات الابتسامات.  تذكر بأن الابستامسة إن وجدت في مجموعة ما, فانها يجب أن تتوفر في بقية المجموعات, it might
	و إلا لأصبح من الصعب على مستخدميك استخدام الابتسامات المختلفة.';
$helptxt['calendar'] = '<b>إدارة التقويم</b><br /> هنا تستطيع إضافة أو حذف أي عطل موجودة في التقويم ';

$helptxt['serversettings'] = '<b>إعدادات الملقم</b><br /> هذه الصفحة تسمح لك بتغير الإعدادات الأساسية للمنتدى. فهى تحتوى على إعدادت قاعدة البيانات و الروابط الخاصه بالمنتدى و من أهم هذه الإعدادات بريد مدير الموقع و اسم السكاكر , كن حذرا مع التعامل مع هذه الإعدادات التي قد يودي سوء استخدامه إلى تعطيل المنتدى.
';

$helptxt['topicSummaryPosts'] = 'يمكنك أن تحدد هنا عدد الرسائل التي ستظهر في ملخص الموضوع في شاشة الرد.';
$helptxt['enableAllMessages'] = 'ضع هنا <em>الحد الأقصى</em> لعدد المشاركات الخاصه بالمواضيع لكى تظهر الوصلات. و إذا كانت أقل من  &quot; الحد الأقصى  من الرسائل لتظهر فى صفحات الموضوع &quot; ستعنى بكل بساطه أنها لن تظهر, و سوف تقوم بإبطاء منتداك.';
$helptxt['enableStickyTopics'] = 'المواضيع الثابتة هي تلك التي تبقى في أعلى قائمة المواضيع. تستخدم عادة من أجل المواضيع المهمة. يمكن 
		للمراقبين و المشرفين فقط جعل المواضيع ثابتة.';
$helptxt['allow_guestAccess'] = 'إن عدم إختيار هذه الميزه فانك سوف تمنع الزوار من عمل أى شئ لكن يمنهم فقط تسجيل الدخول , استرجاع كلمة السر , التسجيل , الخ - فى المنتدى الخاص بك . لاحظ أن هذه الميزه مختلفه عن ميزة منع الزوار من مشاهدة قسم معين من الموقع .';
$helptxt['userLanguage'] = 'تمكين هذا الخيار يتيح للمستخدم اختيار ملف اللغة الذي يود استخدامه. لن يوثر ذلك على الخيار الافتراضي.';
$helptxt['trackStats'] = 'إحصاءات:<br />لتمكين المستخدم من مشاهدة الرسائل الحديثة و المواضيع ذات الشعبية في منتداك.
		كما يمكن كذلك مشاهدة إحصاءات أخرى مثل أغلب المتصلين و الأعضاء الجدد و المواضيع الجديدة.<hr />
		النقرات:<br />لمشاهدة عدد النقرات لمنتداك و ستعرض في صفحة الإحصاءات.';
$helptxt['titlesEnable'] = 'تمكين هذا الخيار سيسمح للأعضاء بإنشاء عناوين مخصصة لأنفسهم. وسيتم عرضها
		في أسفل أسمائهم.<br /><i>مثال:</i><br />احمد<br />دعم فني';
$helptxt['topbottomEnable'] = 'تمكين هذا الخيار سيقوم بعرض زرين للذهاب إلى أعلى و أسفل، مما يمكن الأعضاء من النقر عليهما للاستغناء عن التصفح.';
$helptxt['onlineEnable'] = 'لعرض صورة توضح ما إذا كان العضو متصل أم لا.';
$helptxt['todayMod'] = 'لعرض اليوم ، الأمس بدلا من التاريخ';
$helptxt['enablePreviousNext'] = 'لعرض وصلة السابق و اللاحق للمواضيع.';
$helptxt['pollMode'] = 'هذا يمكن تعطيل أو تمكين الإستفتاءات. إذا تم تعطيل الإستفتاءات فسيتم إخفاء أية إستفتاءات موجودة مسبقا من عرضها في الموضوع. يمكنك مواصلة مشاهدة موضوع ذلك الإستفتاء باختيار "عرض الإستفتاءات الموجودة كمواضيع". يمكنك كذلك تحديد من يحق له كتابة الإستفتاءات من قائمة التصريحات.';
$helptxt['enableVBStyleLogin'] = 'لعرض حقل يستخدم للدخول في أسفل الصفحة.';
$helptxt['enableCompressedOutput'] = 'لضغط المخرجات من أجل التوفير في عرض الحزمة المستخدم و لكنه يتطلب وجود مكتبة zlib مثبتة.';
$helptxt['databaseSession_enable'] = 'هذا الخيار يستخدم إمكانية تخزين الجلسة في قاعدة البيانات - يعتبر خيار مثالي للملقمات لتوزيع الأحمال ، ويساعد في حل اغلب مشاكل انقضاء الوقت للجلسة و يسرع المنتدى. و لكنه لا يعمل إذا كانت خاصية session.auto_start على وضع on.';
$helptxt['databaseSession_loose'] = 'تنشيط هذا الخيار سيقلل من موجة حجم البيانات المستهلكة من قبل المنتدى، و سيجعل العودة للصفحة السابقة تتم من دون التحديث. الجانب السيئ إن بعض العناصر لن يتم تحديثها كالأيقونات مثلا إلا في حال نقرك على رابط ذلك الموضوع بدلا من العودة للخلف';
$helptxt['databaseSession_lifetime'] = 'هذا هو عدد الثواني للجلسات قبل أن تنتهي إذا لم يتم الوصول إليهم. إذا لم يتم الوصول إلى الجلسة لمدة طويلة فسيتم إنهائها بانقضاء الوقت. يفضل استخدام رقم أعلى من 2400 .';
$helptxt['enableErrorLogging'] = 'لتمكين تسجيل الأخطاء ، مثل محاولة الدخول الخاطئة ، لتتمكن من معرفتها لاحقا.';
$helptxt['allow_disableAnnounce'] = 'هذه الميزة سوف تسمح للأعضاء بلإنسحاب من إستلام تنبيهات المواضيع الإعلانيه و الردود الجديده بالضغط على  &quot;موضوع إعلاني.&quot; أثناء كتابت الموضوع.';
$helptxt['disallow_sendBody'] = 'هذا الخيار سوف يمنع ظهور نص الردود التى سوف تظهر فى رسالة التنبيه التى سوف تصل للأعضاء.<br /><br />أحيانا , يقوم الأعضاء بالرد على رسالة التنبيه التى تصلهم , مما يعنى انهم سوف يرسلون رساله لصاحب الموقع.';
$helptxt['compactTopicPagesEnable'] = '.<br /><i>مثال:</i><br />
		\\"3\\" لعرض: 1 ... 4 [5] 6 ... 9 <br />
		\\"5\\" لعرض: 1 ... 3 4 [5] 6 7 ... 9';
$helptxt['timeLoadPageEnable'] = 'لعرض الوقت بالثواني الذي يستخدمه SMF لإنشاء الصفحة، يعرض في نهاية الصفحة.';
$helptxt['removeNestedQuotes'] = 'لعرض الاقتباس المستخدم فقط من دون عرض أية اقتباسات متداخلة أخرى.';
$helptxt['simpleSearch'] = 'لعرض شاشة بحث مختصرة مع إمكانية استخدام البحث المتقدم.';
$helptxt['max_image_width'] = 'تسمح لك هذه اليزه يتحديد الحد الأقصى للصور التى يتم وضعها بمواضيع المنتدى , لاحظ أن الصور التى سيكون عرضها او طولها أصغر من الجد الأقصى فئنها ستظل كما هى.';
$helptxt['mail_type'] = 'لتحديد برنامج البريد لـ php الافتراضي. أو إذا كنت تود استخدام ملقم البريد. قم بتعبئة البيانات إذا كنت لا تود استخدام sendmail';
$helptxt['attachmentEnable'] = 'الملحقات هي عبارة عن الملفات التي يمكن للمستخدمين من تحميله و إلحاقها بالرسالة.<hr />
		التحقق من لاحقة الملحق:<br /> إذا ما كنت تود التأكد من اللاحقة أم لا.<br />  
		السماح بلواحق الملحقات:<br /> لتحديد اللواحق التي تود السماح لها بالاستخدام.<br /> 
		عرض الملحق كصورة في الرسالة:<br /> إذا كان الملف الملحق هو صورة فسيتم عرضه في نهاية الرسالة.<br />  
		مسار تحميل الملحقات:<br /> مسار مجلد اللواحق<br />(مثال: /home/sites/yoursite/www/forum/attachments)<br />
		مكانURL الملحقات:<br /> عنوان url لمجلد اللواحق<br />(مثال: http://www.yoursite.com/forum/attachments)<br />
		أقصى حجم لمجلد الملحقات (بالكيلو بايت):<br /> تحديد حجم مجلد اللواحق.<br />
		أقصى حجم للملحقات لكل رسالة:<br /> حدد الحجم الكلي لكافة الملحقات للرسالة الواحدة. إذا كان الحجم أقل من (أقصى حجم للملحقات) فسيتم إعتماده.<br />
		أقصى حجم للملحقات (بالكيلو بايت):<br /> تحديد الحجم الأقصى للملف الملحق.<br />
		أقصى عدد للملحقات لكل رسالة: <br />تحديد عدد الملحقات التي يمكن للمستخدم إضافتها لكل رسالة.<br />';
$helptxt['karmaMode'] = 'كارما هي خاصية لعرض مدى شعبية العضو. يمكنك تحديد عدد الرسائل لتحصل على الكارما، الوقت بين الترشيحات ، وتحديد ماذا كان المشرفين عليهم الانتظار من عدمه.';
// !!! This should be resused or removed.
$helptxt['cal_enabled'] = 'يستخدم التقويم لعرض تواريخ الميلاد أو الأحداث المهمة لمجموعتك.<hr />
		عرض الأيام كوصلة لكتابة الحدث:<br />للسماح للأعضاء بكتابة الحدث عن الضغط على التاريخ.<br />
		بدء الأسبوع بيوم الاثنين:<br /> عرض يوم الاثنين في يسار الشاشة دائما.<br />
		عرض أرقام الأسابيع:<br />لعرض ما هو الأسبوع.<br /> 
		عرض الإجازات في فهرس المنتدى<br /> 
		عرض تواريخ الميلاد في فهرس المنتدى<br />  
		عرض الأحداث في فهرس المنتدى<br />  
		أقل سنة:<br />تحديد أول سنة في قائمة التقويم.<br />  
		أعلى سنة:<br />تحديد آخر سنة في قائمة التقويم.<br /> 
		لون العنوان:<br />تحديد لون النص.<br />  
		لون اليوم الحالي:<br />تحديد لون اليوم الحالي.<br />
		لون تاريخ الميلاد:<br />تحديد لون نص تاريخ الميلاد.<br />
		لون الحدث:<br />تحديد لون نص الحدث الحالي.<br />
		لون الإجازة:<br />تحديد لون نص الإجازة.<br />
		السماح للأحداث بأن تمتد لأيام متعددة:<br />تحديد امتداد الأحداث في أكثر من يوم.<br />
		أقصى عدد للأيام يمكن أن يمتد الحدث فيه:<br />تحديد أقصى عدد للأيام.<br />
		جميع الأعضاء يسمح لهم بالكتابة:<br />السماح لجميع الأعضاء من عدمه.<br />
		المجموعات المسموح لها بالكتابة:<br />تحديد مجموعة الأعضاء التي يسمح لها بالكتابة.<br />
		الأعضاء المسوح لهم بالكتابة:<br />تحديد الأعضاء الذين يسمح لهم بالكتابة.<br />
		المنتدى الافتراضي لكتابة الحدث:<br />تحديد المنتدى الذي سيتم كتابة الأحداث فيه.';
$helptxt['localCookies'] = 'يستخدم SMF السكاكر لتخزين معلومات الدخول في جهاز العميل. 
	السكاكر يمكن أن تخزن بشكل شامل (myserver.com) أو بشكل محلي (myserver.com/path/to/forum).<br />
	علم على هذا الخيار إذا كان المستخدمون يعانون من حالات خروج تلقائية من المنتدى.<hr />
	السكاكر التي تخزن بشكل شامل تكون أقل أمانا عند استخدامها في ملقم ويب للمشاركة (مثل Tripod).<hr />
	السكاكر المحلية لن تعمل خارج مجلد المنتدى، فإذا كان منتداك يقع في www.mysserver.com/forum  فأن صفحات مثل www.myserver.com/index.php لن تستطيع الوصول إلى معلومات الدخول للحساب.
	خصوصا عند استخدام SSI.php  وفي هذه الحالة ينصح باستخدام السكاكر الشاملة.';
$helptxt['enableBBC'] = 'تحديد هذا الخيار سيسمح للأعضاء باستخدام رموز المنتدى BBC في منتداك. والتي تسمح للأعضاء بتشكيل رسائلهم حسبما يودون.';
$helptxt['time_offset'] = 'لا يرغب كافة المشرفين باستخدام منطقة الزمن الخاصة بنفس الملقم المثبت عليه المنتدى. استخدم هذه الميزة لتحديد فوارق التوقيت (بالساعات) بين الملقم و المنتدى. القيم العشرية و السلبية ممكنة.';
$helptxt['spamWaitTime'] = 'هنا يمكنك تحديد الوقت اللازم توفره بين كتابة كل رسالة ، تستخدم هذه الميزة من أجل إيقاف الأشخاص من كتابة الرسائل التطفلية في منتداك.';

$helptxt['enablePostHTML'] = 'يسمح بكتابة بعض دوال HTML الأساسية:
	&lt;b&gt;, &lt;u&gt;, &lt;i&gt;, &lt;pre&gt;, &lt;blockquote&gt;, &lt;img src=&quot;&quot; /&gt;, &lt;a href=&quot;&quot;&gt;, and &lt;br /&gt;.';

$helptxt['themes'] = 'هنا يمكنك تحديد إمكانية اختيار القالب الافتراضي، ما هو القالب الخاص بالضيوف بالإضافة إلى خيارات أخرى. انقر على القالب الموجود في اليمين لتغير إعداداته.';
$helptxt['theme_install'] = 'يمكنك هذا الخيار من تثبيت قوالب جديدة.  يمكنك فعل ذلك من خلال مجلد تم إنشائه للتو, بواسطة تحميل أرشيف القالب, أو بواسطة النقر على القالب الافتراضي.<br /><br />تذكر أن الأرشيف أو المجلد يجب أن يحتوي على ملف التعريف <tt>theme_info.xml</tt> بداخله.';
$helptxt['enableEmbeddedFlash'] = 'هذا الخيار سيسمح للمستخدمين من استعمال الفلاش مباشرة في الرسائل، مثل الصور. قد يسبب ذلك خطر أمنيا (بالرغم من أن القلة تمكنوا من استغلال تلك الثغرة الأمنية). استخدمه على مسؤوليتك.';
// !!! Add more information about how to use them here.
$helptxt['xmlnews_enable'] = 'السماح للأشخاص من وضع وصلة لـ <a href="' . $scripturl . '?action=.xml;sa=news">الأخبار الحديثة</a>
	و البيانات المشابه.  من المستحسن تحديد حجم الرسائل/الأخبار الحديثة بسبب, عندما يتم عرض بيانات rss 
	بعض الزبائن، مثل Trillian، فمن المتوقّع قطع البيانات الزائدة';
$helptxt['hotTopicPosts'] = 'تغير عدد الرسائل للموضوع لكي يصبح &quot;شائع&quot; أو
	&quot;شعبي&quot;.';
$helptxt['globalCookies'] = 'السماح باستخدام السكاكر المستقلة للنطاق الفرعي. على سبيل المثال إذا كان<br />
	موقعك موجود على http://www.simplemachines.org/,<br />
	و منتداك موجود في http://forum.simplemachines.org/,<br />
	فهذه الميزة تسمح لك بالوصول إلى ملف السكاكر في منتداك.';
$helptxt['securityDisable'] = 'هذا <i>يعطل</i> التحقق الإضافي من كلمة المرور لقسم الإشراف. لا ينصح بتعطيلها!';
$helptxt['securityDisable_why'] = 'هذه هي كلمة المرور الحالية. (نفس الكلمة التي تستخدمها لتسجيل الدخول.)<br /><br />ضرورة كتابتها مرة أخرى من اجل التأكد من <b>انك</b> أنت صاحبها الفعلي.';
$helptxt['emailmembers'] = 'في هذه الرسالة يمكنك استخدام بعض &quot;المتغيرات&quot;.  وهي:<br />
	{$board_url} - URL الخاص بمنتداك.<br />
	{$current_time} - الوقت الحالي.<br />
	{$member.email} - عنوان بريد العضو الحالي.<br />
	{$member.link} - وصلة العضو الحالي.<br />
	{$member.id} - id العضو الحالي.<br />
	{$member.name} - اسم العضو الحالي.  (من أجل التخصيص.)<br />
	{$latest_member.link} - وصلة آخر عضو مسجل.<br />
	{$latest_member.id} - id آخر عضو مسجل.<br />
	{$latest_member.name} - اسم آخر عضو مسجل.';
$helptxt['attachmentEncryptFilenames'] = 'تشفير أسماء ملفات الملحقات يسمح لك بوجود أكثر من ملحق بنفس الاسم، وذلك يوفر لك أمان أكثر في استخدام ملفات php و يحسن من الأمان. ولكن ذلك قد يتسبب في صعوبة في إعادة إنشاء قاعدة البيانات إلا إذا وقع لها ضرر كبير.';

$helptxt['failed_login_threshold'] = 'تحديد عدد محاولات الدخول الفاشلة قبل أن يتم نقل العضو إلى صفحة التذكير بكلمة المرور.';
$helptxt['oldTopicDays'] = 'إذا كان هذا الخيار يعمل فإنه سوف تظهر رساله تحذيريه للأعضاء عندما يحاولون الرد على موضوع قديم ,تخبرهم بأن هذا الموضوع لم يتم الرد عليه منذ فترة طويله , أكتب 0 لكى يتم تعطيل هذه الميزه .';
$helptxt['edit_wait_time'] = 'عدد الثواني المسموح بها لتحرير الرسالة قبل ظهور "حررت في".';
$helptxt['edit_disable_time'] = 'عدد الدقائق التى يجب على العضو إنتظارها قبل تعديل مشاركته. أكتب 0 لإيقافها. <br /><br /><i>ملحوظه : هذه الميزة لن تضر الأعضاء الذين لديهم الحق فى تعديل مشاركات الأخرين.</i>';
$helptxt['enableSpellChecking'] = 'تمكين التدقيق الإملائي. يجب أن تتوفر لديك مكتبة pspell مثبتة في ملقمك و يتم ضبط PHP لاستخدام pspell. ملقمك ' . (function_exists('pspell_new') == 1 ? 'يملك' : 'لا يملك') . ' تلك المكتبة.';
$helptxt['lastActive'] = 'حدد الدقائق لعرض الأشخاص النشطين في آخر دقائق في المنتدى والذي يعرض في فهرس المنتدى. عدد الدقائق الافتراضية هو 15.';

$helptxt['autoOptDatabase'] = 'يحسّن هذا الخيار قاعدة البيانات كلّ العديد من الأيام. اكتب 1 لتحقيق أمثلية يومية. تستطيع تحديد عدد أقصى عضو متصلين الآن لكي لا تتسبب لهم بالإزعاج و كذلك لا تحمل ملقمك عبء إضافي.';
$helptxt['autoFixDatabase'] = 'سيقوم بإصلاح الجداول المكسورة تلقائيا و المواصلة كان شيء لم يحدث لمنتداك. وهذا مفيد لأن الطريقة الوحيدة للإصلاح هي بإصلاح الجدول وهكذا فلن يتم إيقاف منتداك حتى تشعر بذلك. سيتم بعث رسالة إليك عند حدوث ذلك.';

$helptxt['enableParticipation'] = 'لعرض أيقونة صغيرة  للمواضيع التي قام العضو بالمشاركة فيها.';

$helptxt['db_persist'] = 'الإبقاء على الاتصال نشطا من أجل تحسين الأداء. إذا لم يكن موقعك يملك خادما مستقلا فقد يسبب لك ذلك مشكلة مع مضيفك إذا لم يكن مسموح لك باستخدام تلك الميزة.';

$helptxt['queryless_urls'] = 'سيقوم هذا بتغير شكل الـ URLs بشكل طفيف من أجل محركات البحث.  ستكون مشابه للتالي index.php/topic,1.html.

هذه الميزه  ' . (strpos(php_sapi_name(), 'apache') !== false ? '' : 'not') . ' تعمل على السرفر الخاص بك.';
$helptxt['countChildPosts'] = 'إذا فعلت هذا الخيار فهذا يعنى أن الردود و المواضيع فى المنتديات و الاقسام الفرعيه سوف يتم جمعهم جميعا و سوف تظهر فى الصفحه الرئيسيه للمنتدى .<br /><br />هذا سوف يجعل الأمر بطيئ, لكنها ستجعل الأقسام الرئيسيه التى لا تحوى مواضيع لكن أقسامها الرئيسيه يحوى مواضيع فلن يكتب بجوار هذا المنتدى فى الصفحه الرئيسيه أن مواضيعه \'0\'. ';
$helptxt['fixLongWords'] = 'هذا الخيار يقوم بفصل الكلمات الأطول من الحجم المحدد، إلى كلمات أصغر و ذلك من أجل عدم تشويه منظر الرسالة.';

$helptxt['who_enabled'] = 'هذا الخيار يمكنه تعطيل أو تمكين الأعضاء من مشاهدة من يقوم بتصفح المنتدى و ماذا يفعلون.';

$helptxt['recycle_enable'] = '&quot;سلة المهملات&quot; للمواضيع و الرسائل المحذوفة في منتدى مخصص.';

$helptxt['enableReportPM'] = 'هذه الميزه تسمح للأعضاء بالإبلاغ عن الرسائل الشخصيه لفريق الإدارة. هذه الميزه مفيده فى بعض الأحيان و ذلك لتعقب أى مخالفه تحدث عن طريق الرسائل الشخصيه.';
$helptxt['max_pm_recipients'] = 'هذا الخيار يسمح لك بتحديد الحد الأقصى من مستلمي الرسائل الشخصية في آن واحد من عضو واحد .هذه الميزه تستخدم لتقليل البريد المزعج . لاحظ أن الاعضاء المسموح لهم بإرسال النشرات الإخباريه للاعضاء سيتم استثنائهم . أكتب 0 لجعلها غير محدودة .';
$helptxt['pm_posts_verification'] = 'هذا الخيار سيجعل الأعضاء مجبرين على كتابت رمز التحقق البصرى الذى سوف يظهر لهم عند ارسال رسائل شخصيه . فقط الأعضاء الذين سيقل عدد مشاركاتهم عن الرقم الذى سوف تحدده أنت - هذا الإجراء يحمى من البريد المزعج . ';
$helptxt['pm_posts_per_hour'] = 'هذه الميزه سوف تقوم بتحديد عدد الرسائل الشخصيه التى يتم إرساله الأعضاء بعضهم للأخر فى الساعه الواحده . لاحظ انها لا تؤثر على المديرين و المشرفين';

$helptxt['default_personalText'] = 'تحديد النص الافتراضي الذي سيستخدمه الأعضاء في &quot;النص الشخصي.&quot;';

$helptxt['modlog_enabled'] = 'تسجيل كافة نشاطات المراقبين.';

$helptxt['guest_hideContacts'] = 'إذا فعلت هذا الخيار فإنه سوف يمنع الضيوف من مشاهدة البريد الأليكتونر الخاص بالأعضاء ';

$helptxt['registration_method'] = 'هذا الخيار لتحديد الطريقة التي تود استخدامها لتسجيل الاعضاء الجدد. يمكنك ان تختار:<br /><br />
	<ul>
		<li>
			<b>تعطيل التسجيل:</b><br />
				تعطيل التسجيل بحيث لن يقبل تسجيل اي عضو جديد.<br />
		</li><li>
			<b>تسجيل مباشر</b><br />
				الاعضاء الجدد يمكنهم تسجيل الدخول و المباشرة بالكتابة بعد تسجيلهم.<br />
		</li><li>
			<b>تفعيل التسجيل</b><br />
				سيتم إرسال رسالة بريدية للأعضاء الجدد بعد تسجيلهم تطلب منهم تفعيل اشتراكهم من خلال رابط التفعيل في الرسالة<br />
		</li><li>
			<b>الموافقة على التسجيل</b><br />
				كافة الأعضاء الجدد المسجلين يجب أن تتم الموافقة عليهم أولا من قبل المشرف.
		</li>
	</ul>';
$helptxt['send_validation_onChange'] = 'عند تفعيل هذا الخيار ، فسيتوجب على أي عضو يقوم بتغير بريده من خلال الهوية تنشيط حسابه من خلال بريد سيرسل إلى العنوان الجديد';
$helptxt['send_welcomeEmail'] = 'عند تفعيل هذا الخيار ، فسيتم إرسال رسالة ترحيبيه إلى كل عضو جديد';
$helptxt['password_strength'] = 'هذه الميزه تسمح لك بالتحكم فى مدى قوة كلمة السر. كلما كانت كلمة السر قويه, كلما كان من الصعب سرقة الحيابات.
	و هناك عدة خيارات مثل:
	<ul>
		<li><b>ضعيفة:</b> أربع أحرف على الأقل.</li>
		<li><b>متوسطة:</b> لا يمكن ان تحتوى إسم المستخدم ولا بريده.</li>
		<li><b>قوية:</b> تحتوى على مجموعة من الأحرف و الرموز و ايضا لا تحوى اسم المستخدم و بريده.</li>
	</ul>';

$helptxt['coppaAge'] = 'هنا يمكنك كتابت الحد الأدنى من العمر الذى سوف يسمح للأعضاء الجدد الذين عمرهم اكبر منه من الدخول الى المنتدى مباشرتا بعد التسجيل.
	و إذا كان عمرهم أقل من الحد الأدنى فإنه سوف يتم رفض تسجيلهم أو سيكون عليهم تنشيط حسابهم عن طريق توقيع الوالدين على إستماره تفيد بذلك ,و أنت من يحدد إستخدام أى من الخيارين.
 إذا قمت بكتابت 0 فسوف يتم تعطيل هذا الخيار.';
$helptxt['coppaType'] = 'إذا كان خيار العمر الادنى للتسجيل  يعمل, إذا فإن هذه الاعدادات سوف تحدد ماذا يحدث إذا سجل شخص و كان عمره أقل من العمر الأدنى المسموح به. و هناك أمران لتختار منهما:
	<ul>
		<li>
			<b>رفض التسجيل:</b><br />
				سيتم رفض أى عضو جديد يقوم بالتسجيل إذا كان عمره أقل من العمر الأدنى المسموح به.<br />
		</li><li>
			<b>طلب موافقة الأبوين</b><br />
				إذا قام بالتسجيل شخص عمره أقل من الحد الأدنى المسموح به فإنه يجب تنشيط حسابه, و ذلك عن طريق موافقة أبويه على تسجيل عن طريق الإمضاء على إستمارة تسجيل تكتبها انت.
 و يجب أن توفر لهم البيانات اللاذمه التى سوف يحتاجونها لإرسال الاستماره بعد الموافقه عليها , كعنوان البريد أو رقم الفاكس.
		</li>
	</ul>';
$helptxt['coppaPost'] = 'إن صتدوق العنوان البريدى مطلوب و يجب كتابته حيث أنه سوف يستخدم فى إرسال رسالة تأكيد طلب العضو الذى سنه أصغر من العمر المسموح به للتسجيل الى المدير . هذه المعلومات ستظهر لكل الأعضاء الذى عمرهم لم يتجاوز السن المسموح به للتسجيل بعد , و هذه المعلومات هامه لولى أمره/الواصى عليه . و على الأقل يجب كتابت العنوان البريدى هنا أو رقم الفاكس بالأسفل .';

$helptxt['allow_hideOnline'] = 'عند تفعيل هذا الخيار سيتمكن الأعضاء من استخدام خاصية التخفي عن الكل (ما عدا المشرفين و المراقبين). إذا لم يتم تنشيط هذا الخيار فسيمكن للمراقبين على المنتدى فقط من استخدام خاصية التخفي. تذكر أن عدم تفعيل هذا الخيار لن يوثر على حالة الأعضاء ولكن سيمنع عنهم إمكانية استخدام خاصية التخفي في المستقبل.';
$helptxt['allow_hideEmail'] = 'تمكين هذا الخيار سيعطي الأعضاء ميزة إخفاء عناوين بريدهم عن بقية الأعضاء. ولكن المشرفين سيرون تلك العناوين دائما';

$helptxt['latest_support'] = 'يعرض لك هذا التبويب بعض المشاكل و الأسئلة حول تضبيطات ملقمك. لا تقلق فلن يتم تسجيل أي من المعلومات هنا.<br /><br />اذ تم عرض &quot;جلب معلومات الدعم...&quot; دائما, فالغالب أن جهازك لا يستطيع الاتصال بـ <a href="http://www.simplemachines.org/">www.simplemachines.org</a>.';
$helptxt['latest_packages'] = 'هنا يمكنك أن تشاهد بعض الرزم و المعدلات الحديثة, و المتسمة بسهولة التثبيت.<br /><br />إذا لم يتم عرض هذا التبويب, فالأرجح أن جهازك لا يستطيع الاتصال بـ <a href="http://www.simplemachines.org/">www.simplemachines.org</a>.';
$helptxt['latest_themes'] = 'يعرض هذا التبويب بعض القوالب الحديثة و المشهورة من <a href="http://www.simplemachines.org/">www.simplemachines.org</a>.  قد لا يعرض بشكل سليم إذا لم يتمكن جهازك من الاتصال بـ <a href="http://www.simplemachines.org/">www.simplemachines.org</a>.';

$helptxt['secret_why_blank'] = 'من أجل حمايتك ، فأن الجواب على سؤالك ( و كذلك كلمة المرور) يتم تشفيرها بحيث لا يستطيع SMF إخبارك بها إلا في حالة الجواب الصحيح ، لذا فلن يتم اطلاعك (أو أي شخص آخر) ما هو سؤالك أو كلمة المرور.';
$helptxt['moderator_why_missing'] = 'بما أن المراقبة تتم على أساس كل منتدى على حدة, فيتوجب عليك أن تجعل الأعضاء مراقبين من خلال <a href="javascript:window.open(\'' . $scripturl . '?action=manageboards\'); self.close();">معالجة المنتديات</a>.';

$helptxt['permissions'] = 'التصاريح هي تلك الميزات التي تسمح من خلالها أو تمنع من خلالها مجموعة ما من فعل شيء معين.<br /><br />يمكنك تعديل منتديات عدة دفعة واحدة باستخدام صناديق التعليم، أو مشاهدة التصاريح لمجموعة محددة بالنقر على \'تعديل.\'';
$helptxt['permissions_board'] = 'إذا تم ضبط المنتدى على \'عام,\' فذلك يعني بأن المنتدى لن يملك تصاريح خاصة.  \'محلي\' يعني بأن المنتدى سيملك تصاريحه الخاصة منفصلة عن التصاريح العامة.  و هذا يسمح لك بأن يكون هنالك منتدى يملك تصاريح أقل أو أكثر من الآخر، من دون الحاجة لضبطهم لكل منتدى.';
$helptxt['permissions_quickgroups'] = '
هذه تسمح لك باستخدام تشكيلات التصاريح &quot;الافتراضية&quot; - قياسي تعني \'لا شيء خاصّ\', تقيديه تعني \'مثل الضيوف\', مراقب تعني \'خصائص المراقب\', و أخيرا \'صيانة\' تعني تصاريح مقاربة لتلك الخاصة بالمشرف .';
$helptxt['permissions_deny'] = 'إن مجموعة الاعضاء المقييده تكون مفيده فى بعض الاحيان حيث أنها تجعلك قادر على أخذ ميزه معينه لدى شخص معين . يمكنك عمل مجموعة أعضاء تسمى \'تقييدي\'- و تضع بها العضو الذى تريد حرمانه من ميزه معينه.<br /><br />إستخدمها بحذر, فهى ستقوم بمنع الأعضاء الموجودين بهذه المجموعه من بعض مميزاتهم مهما كانت مجموعاتهم الأساسيه. ';
$helptxt['permissions_postgroups'] = 'تمكين ميزة تفعيل صلاحيات المجموعات التي تعتمد على عدد المشاركات ستجعلك قادر على وضع تصاريح خاصه بكل مجموعه من  المجموعات الخاصة بعدد الرسائل. فإن تصاريح المجموعات الخاصة بعدد الرسائل سوف  <em>تضاف</em> الى التصاريح بواسطة مجموعة الأعضاء.';
$helptxt['permissions_by_board'] = 'تفعيل هذا الخيار سوف يجعلك قادر على , لكل قسم له تصاريحه الخاصه بكل مجموعة أعضاء , يمكنك عمل تصاريح مختلفه لكل مجموعة أعضاء بخصوص هذا القسم . و الافتراضى ان يكون القسم تصاريحه عامه , لكن إذا فعلت هذا الخيار فسوف يمكنك جعل تصاريح هذا القيم محليهوهذا يوفر وسيلة متطورة للغاية لإدارة المنتديات.';
$helptxt['membergroup_guests'] = 'إن مجموعة ضيوف غير مسجلين هم الزوار .';
$helptxt['membergroup_regular_members'] = 'الأعضاء العاديون هم جميع أعضاء المنتدى الذين قامو بتسجيل دخولهم , لكنهم لا ينتمون لمجموعه معينه.';
$helptxt['membergroup_administrator'] = 'المدير يمكنه فعل أى شيئ و كل شيئ , لذلك لا يمكن تعديل التصاريح الخاصه به.';
$helptxt['membergroup_moderator'] = 'إن مجموعة المشرفين هى مجموعه خاصه. حيث لديهم تصاريح و إعدادات خاصه بإدارة المنتدى لكن فقط <em>فى القسم الذى يقومون بالإشراف عليه</em>. أما خارج هذا القسم فهم أعضاء عاديون لا يملكون تصاريح خارج قسمهم.';
$helptxt['membergroups'] = 'في SMF يوجد نوعين من المجموعات يمكن للأعضاء أن ينتموا إليهم. وهم:
	<ul>
		<li><b>مجموعات عادية:</b> و هي مجموعة لا يتم إضافة الأعضاء إليها تلقائيا. لإضافة عضو إلى المجموعة ، اذهب إلى هوية ذلك العضو و اختر &quot;إعدادات الحساب&quot; ، ومن خلال تلك الصفحة يمكنك تعيين أي عضو لأي عدد من المجموعات العادية التي سيكونون أعضاء فيها.</li>
		<li><b>مجموعات الكتابة:</b> بعكس المجموعات العادية ، فهذه المجموعات لا يمكنك أن تعيين لها أعضاء يدويا. بل يتم انتساب الأعضاء لها تلقائيا بمجرد ما أن يحصل العضو على العدد المعين من كتابة الرسائل التي تخوله في الدخول إلى تلك المجموعة.</li>
	</ul>';

$helptxt['calendar_how_edit'] = 'يمكنك تحرير هذه الأحداث بواسطة النقر على النجمة الحمراء (*) بجانب الأسماء.';

$helptxt['maintenance_general'] = 'هنا يمكنك تحسين فاعلية كافة الجداول لقاعدة البيانات (جعلهم اصغر و أسرع), التأكد من حصولك على النسخ الأحدث, البحث عن أية أخطاء قد تسبب عطل في منتداك, إعادة حساب الإجمالي, و تنظيف السجلات.<br /><br />حاول أن تتجنب استخدام الخيارين الأخيرين ما لم تكن بحاجة إليهما.';
$helptxt['maintenance_backup'] = 'هذه المنطقة تسمح لك بأخذ نسخة من كافة الرسائل, الإعدادات, الأعضاء, و أية معلومات أخرى في منتداك إلى ملف كبير.<br /><br />من المستحسن فعل ذلك دوريا كل أسبوع مثلا من اجل الحماية و عدم فقدان البيانات.';
$helptxt['maintenance_rot'] = 'هذا يسمح لك بأن تحذف الرسائل القديمة <b>كليا</b> و <b>بشكل غير قابل للاسترجاع</b>.  من المستحسن أخذ نسخة احتياطية أولا, فقط تحسبا لعدم فقدان أية بيانات مهمة.<br /><br />استخدم هذا الخيار بحذر.';

$helptxt['avatar_allow_server_stored'] = 'هذا يمكن الأعضاء من اختيار صور الشخصية من خلال الصور المخزنة في ملقمك.  مكان تواجدهم في الغالب هو نفس مكان SMF تحت مجلد صور الشخصية.<br />تلميح, إذا قمت بإنشاء مجلد فرعي داخل ذلك المجلد, فأنت تقوم بذلك بعمل &quot;تصنيفات&quot; لصور الشخصية.';
$helptxt['avatar_allow_external_url'] = 'تمكين هذا الخيار سيسمح للأعضاء بكتابة URL الخاص بصور الشخصية الخارجية. الجانب السيئ لتمكين هذا الخيار هو أن الأعضاء قد يستخدمون صور كبيرة جدا أو غير لائقة.';
$helptxt['avatar_download_external'] = 'هذه الميزه تسمح للأعضاء بإضافة صوره شخصيه لهم عن طريق رابط للصوره , سيتم تحميل الصوره منه و حفظها بمجلد الصور الشخصيه بموقعك.';
$helptxt['avatar_allow_upload'] = 'هذا الخيار مشابه &quot;السماح للأعضاء باختيار صور شخصية خارجية&quot;, ما عدا انك ستتحكم بالصور بشكل أفضل, وقت أحسن لإعادة التحجيم, و لن يحتاج الأعضاء إلى مكان آخر لوضع صورهم الشخصية فيه.<br /><br />الجانب السيئ أن ذلك قد يأخذ مساحة كبيرة من ملقمك.';
$helptxt['avatar_download_png'] = 'الصور نوع PNG كبيرة نوعا ما, ولكنها تدعم الضغط بشكل أفضل.  إذا لم يتم تفعيل هذا الخيار, فسيتم استخدام JPEG بدلا - والتي تمتاز بالصغر نوعا ما, ولكن بنوعية اقل جودة.';

$helptxt['disableHostnameLookup'] = 'لتعطيل host name lookups , والتي تكون بطيئة في بعض الملقمات. تذكر بأن هذا سيؤثر على فاعلية الحظر';

$helptxt['search_weight_frequency'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة  \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.<br /><br />يحسب هذا العامل كمية مطابقة الرسائل ويقسّمهم بالعدد الكليّ للرسائل ضمن الموضوع.';
$helptxt['search_weight_age'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة  \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.<br /><br />يقدّر هذا العامل عمر الرسالة المطابقة الأخيرة ضمن موضوع. كلما كانت الرسالة أحدث كلما كانت النتيجة أعلى.';
$helptxt['search_weight_length'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة  \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.<br /><br />هذا العامل مستند على حجم الموضوع. كلما كانت الرسائل داخل الموضوع أكثر كلما كانت النتيجة أعلى.';
$helptxt['search_weight_subject'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة  \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.<br /><br />هذا العامل ينظر إذا أمكن العثور على البحث في عنوان الموضوع.';
$helptxt['search_weight_first_message'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة  \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.<br /><br />هذا العامل ينظر إذا أمكن العثور على البحث في أول رسالة من الموضوع.';
$helptxt['search_weight_sticky'] = 'عوامل الوزن تستخدم للتحكم في أهمية علاقة نتائج البحث. قم بتغير عوامل الوزن لتوافق الأشياء المهمة لمنتداك. مثلا, منتدى خاص بالأخبار, يحتاج إلى قيمة عالية خاصة \'عمر آخر رسالة مطابقة\'. كلّ القيم نسبية فيما يتعلق ببعضهم البعض و يجب أن تكون أرقام صحيحة.

يقدّر هذا العامل عمر الرسالة المطابقة الأخيرة ضمن موضوع. كلما كانت الرسالة أحدث كلما كانت النتيجة أعلى.';
$helptxt['search'] = 'هنا يمكنك تعديل جميع إعدادات وظيفة البحث .';
$helptxt['search_why_use_index'] = 'فهرس البحث يستطيع أن يزيد فعالية أداة اليحث كثيرا. خاصة عندما عدد رسائل المنتدى تزداد باستمرار, أوزان البحث من حيث المواضيع المتصلة قد يأخد و قتا أطول في حال عدم وجود فهرس للبحث كما قد يسبب ضغط على قواعد المعطيات لديك. إذا كان لديك أكثر من 50,000 رسالة فمن الأفضل أن تنشأ فهرس بحث من أجل أداء أفضل<br /><br />ملاحظة : إن فهرس البحث قد يستهلك مساحة ليست صغيرة.فهرس كامل النص هو ضمن تعليمات MySQL الأساسية. مدمج نسبيا(تأخذ تقريبا مساحة جدول الرسائل), لكن كثير من الكلمات غير مفهرسة و يمكن لبعض سلاسل البحث أن تكون بطيئة نسبيا. الفهرس الخاص يكون عادة أكير حجما(اعتمادا على إعداداتك قد يصل إلى 3 أضعاف جدول الرسائل) لكن أداءه أفضل من فهرس نص كامل و نسبيا أكثر استقرارا';

$helptxt['see_admin_ip'] = 'عناوين IP تعرض للمشرفين و المراقبين من اجل تسهيل عملية الإشراف و لتعقب الأعضاء الغير مرغوب فيهم.  تذكر بان عناوين IP لا يمكن أن تحدد الهوية دائما, و كذاك فان اغلب عناوين IP للأشخاص تتغير باستمرار.<br /><br />الأعضاء يسمح لهم بمشاهدة عناوين IP الخاص بهم.';
$helptxt['see_member_ip'] = 'عنوان IP الخص بك ، يعرض لك و للمراقب فقط.  تذكر بأن هذه العناوين لا تدل على الهوية دائما كما أن العناوين تتغير باستمرار.<br /><br />لا يمكنك مشاهدة عناوين IP الغير, كما لا يمكنهم مشاهدة عنوانك.';

$helptxt['ban_cannot_post'] = 'إن \'لا يمكن الكتابة \' سوف يجعل المنتدى كأنه للقرأة فقط بالنسبه للأعضاء المحظورين. فلا يمكن للعضو كتابت موضوع جديد, او وضع رد لموضوع مكتوب بالفعل, وعدم إرسال رسائل شخصيه و كذلك عدم التصويت فى الإستفتاءات. الأعضاء المحظورين يمكنهم فقط قراءة المواضيع و كذلك رسائلهم الشخصيه.<br /><br />و سوف يرى العضو المحظور رساله تخبره بهذا الحظر . ';

$helptxt['posts_and_topics'] = '	<ul>
		<li>
			<b>تعديل المواضيع و العناوين </b><br />
			بامكانك تعديل جميع الاعدادات المتعلقة بالمواضيع.
		</li><li>
			<b>ود النقاط في المنتدى</b><br />
			يمكنك كود النقاط من تعديل شكل المواضيع في المنتدى. على سبيل المثال, لتحديد كلمة \'منزل\' فقم بكتابت [b]منزل[/b]. All Bulletin board code tags are surrounded by square brackets (\'[\' and \']\').
		</li><li>
			<b>تحرير الكلمات المراقبة</b>
			قد تحتاج إلى مراقبة بعض الكلمات الغير مناسبة التي قد يستعملها بعض الأعضاء في الكتابة.
		</li><li>
			<b>اعدادات المواضيع</b>
			بامكانك تعديل كل ما يتعلق باعدادات المواضيع.
		</li>
	</ul>';

?>