<?php
// Version: 1.1.13; Index

global $forum_copyright, $forum_version, $webmaster_email;

// Locale (strftime, pspell_new) and spelling. (pspell_new, can be left as '' normally.)
// For more information see:
//   - http://www.php.net/function.pspell-new
//   - http://www.php.net/function.setlocale
// Again, SPELLING SHOULD BE '' 99% OF THE TIME!!  Please read this!
$txt['lang_locale'] = 'el_GR.utf8';
$txt['lang_dictionary'] = 'el';
$txt['lang_spelling'] = '';

// Character set and right to left?
$txt['lang_character_set'] = 'UTF-8';
$txt['lang_rtl'] = false;

$txt['days'] = array('Κυριακή', 'Δευτέρα', 'Τρίτη', 'Τετάρτη', 'Πέμπτη', 'Παρασκευή', 'Σάββατο');
$txt['days_short'] = array('Κυρ', 'Δευ', 'Τρί', 'Τετ', 'Πέμ', 'Παρ', 'Σάβ');
// Months must start with 1 => 'January'. (or translated, of course.)
$txt['months'] = array(1 => 'Ιανουαρίου', 'Φεβρουαρίου', 'Μαρτίου', 'Απριλίου', 'Μαΐου', 'Ιουνίου', 'Ιουλίου', 'Αυγούστου', 'Σεπτεμβρίου', 'Οκτωβρίου', 'Νοεμβρίου', 'Δεκεμβρίου');
$txt['months_titles'] = array(1 => 'Ιανουάριος', 'Φεβρουάριος', 'Μάρτιος', 'Απρίλιος', 'Μάιος', 'Ιούνιος', 'Ιούλιος', 'Αύγουστος', 'Σεπτέμβριος', 'Οκτώβριος', 'Νοέμβριος', 'Δεκέμβριος');
$txt['months_short'] = array(1 => 'Ιαν', 'Φεβ', 'Μάρ', 'Απρ', 'Μάι', 'Ιούν', 'Ιούλ', 'Άυγ', 'Σεπ', 'Οκτ', 'Νοέ', 'Δεκ');

$txt['newmessages0'] = 'είναι νέο';
$txt['newmessages1'] = 'είναι νέα';
$txt['newmessages3'] = 'Νέα';
$txt['newmessages4'] = ',';

$txt[2] = 'Διαχείριση';

$txt[10] = 'Αποθήκευση';

$txt[17] = 'Τροποποίηση';
$txt[18] = $context['forum_name'] . ' - Αρχική σελίδα';
$txt[19] = 'μέλη';
$txt[20] = 'Όνομα δημόσιας συζήτησης';
$txt[21] = 'μηνύματα';
$txt[22] = 'Τελευταίο μήνυμα';

$txt[24] = '(Χωρίς τίτλο)';
$txt[26] = 'Μηνύματα';
$txt[27] = 'Προφίλ';
$txt[28] = 'Επισκέπτης';
$txt[29] = 'Αποστολέας';
$txt[30] = 'στις';
$txt[31] = 'Διαγραφή';
$txt[33] = 'Νέο θέμα';

$txt[34] = 'Σύνδεση';
// Use numeric entities in the below string.
$txt[35] = 'Όνομα χρήστη';
$txt[36] = 'Κωδικός';

$txt[40] = 'Αυτό το όνομα χρήστη δεν υπάρχει.';

$txt[62] = 'Συντονιστής πίνακα';
$txt[63] = 'Διαγραφή θέματος';
$txt[64] = 'θέματα';
$txt[66] = 'Αλλαγή';
$txt[68] = 'Όνομα';
$txt[69] = 'E-mail';
$txt[70] = 'Τίτλος';
$txt[72] = 'Μήνυμα';

$txt[79] = 'Προφίλ';

$txt[81] = 'Επιλογή κωδικού πρόσβασης';
$txt[82] = 'Επαλήθευση κωδικού';
$txt[87] = 'Αξίωμα';

$txt[92] = 'Εμφάνιση προφίλ του μέλους';
$txt[94] = 'Σύνολο';
$txt[95] = 'μηνύματα';
$txt[96] = 'Ιστοτόπος';
$txt[97] = 'Εγγραφή';

$txt[101] = 'Πίνακας μηνυμάτων';
$txt[102] = 'Νέα';
$txt[103] = 'Αρχική';

$txt[104] = '(Ξε-)Κλείδωμα θέματος';
$txt[105] = 'Αποστολή';
$txt[106] = 'Συνέβη ένα σφάλμα!';
$txt[107] = 'στο';
$txt[108] = 'Αποσύνδεση';
$txt[109] = 'Ξεκίνησε από';
$txt[110] = 'Απαντήσεις';
$txt[111] = 'Τελευταίο μήνυμα';
$txt[114] = 'Σύνδεση διαχειριστή';
// Use numeric entities in the below string.
$txt[118] = 'Θέμα';
$txt[119] = 'Βοήθεια';
$txt[121] = 'Διαγραφή';
$txt[125] = 'Ειδοποίηση';
$txt[126] = 'Θέλετε ειδοποίηση με e-mail όταν κάποιος απαντήσει σε αυτό το θέμα;';
// Use numeric entities in the below string.
$txt[130] = "Με φιλικούς χαιρετισμούς,\nΗ ομάδα του " . $context['forum_name'] . '.';
$txt[131] = 'Ειδοποίηση για απαντήσεις';
$txt[132] = 'Μετακίνηση θέματος';
$txt[133] = 'Μετακίνηση σε';
$txt[139] = 'Σελίδες';
$txt[140] = 'Ενεργοί χρήστες τα τελευταία ' . $modSettings['lastActive'] . ' λεπτά';
$txt[144] = 'Προσωπικά μηνύματα';
$txt[145] = 'Απάντηση με παράθεση';
$txt[146] = 'Απάντηση';

$txt[151] = 'Κανένα μήνυμα...';
$txt[152] = 'έχετε';
$txt[153] = 'μηνύματα';
$txt[154] = 'Διαγραφή μηνύματος';

$txt[158] = 'Συνδεδεμένοι χρήστες';
$txt[159] = 'Προσωπικό μήνυμα';
$txt[160] = 'Μεταπήδηση σε';
$txt[161] = 'ΟΚ';
$txt[162] = 'Θέλετε σίγουρα να διαγράψετε αυτό το θέμα;';
$txt[163] = 'Ναι';
$txt[164] = 'Όχι';

$txt[166] = 'Αποτελέσματα αναζήτησης';
$txt[167] = 'Τέλος αποτελεσμάτων';
$txt[170] = 'Δυστυχώς δεν βρέθηκε τίποτα';
$txt[176] = 'στις';

$txt[182] = 'Αναζήτηση';
$txt[190] = 'Όλοι';

$txt[193] = 'Πίσω';
$txt[194] = 'Υπενθύμιση κωδικού';
$txt[195] = 'Μήνυμα ξεκίνησε από';
$txt[196] = 'Τίτλος';
$txt[197] = 'Αποστολή από';
$txt[200] = 'Λίστα μελών';
$txt[201] = 'Καλωσορίζουμε';
$txt[208] = 'Κέντρο διαχείρισης';
$txt[211] = 'Τελευταία τροποποίηση';
$txt[212] = 'Απενεργοποίηση ειδοποίησης σε αυτό το θέμα;';

$txt[214] = 'Τελευταία μηνύματα';

$txt[227] = 'Τόπος';
$txt[231] = 'Φύλο';
$txt[233] = 'Ημερομηνία εγγραφής';

$txt[234] = 'Εμφάνιση των 10 τελευταίων μηνυμάτων';
$txt[235] = 'είναι η πιο πρόσφατα ενημερωμένο θέμα';

$txt[238] = 'Άντρας';
$txt[239] = 'Γυναίκα';

$txt[240] = 'Μη έγκυρος χαρακτήρας στο όνομα χρήστη.';

$txt['welcome_guest'] = 'Καλώς ορίσατε, <b>' . $txt[28] . '</b>. Παρακαλούμε <a href="' . $scripturl . '?action=login">συνδεθείτε</a> ή <a href="' . $scripturl . '?action=register">εγγραφείτε</a>.';
$txt['welcome_guest_activate'] = '<br />Χάσατε το <a href="' . $scripturl . '?action=activate">email ενεργοποίησης;</a>';
$txt['hello_member'] = 'Καλώς ορίσατε,';
// Use numeric entities in the below string.
$txt['hello_guest'] = 'Καλώς ορίσατε,';
$txt[247] = 'Γεια χαρά,';
$txt[248] = 'Καλώς ορίσατε,';
$txt[249] = 'Παρακαλώ';
$txt[250] = 'Πίσω';
$txt[251] = 'Επιλέξτε προορισμό';

// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[279] = 'Στάλθηκε από';

$txt[287] = 'Χαμόγελο';
$txt[288] = 'Θυμός';
$txt[289] = 'Μεγάλο χαμόγελο';
$txt[290] = 'Γέλιο';
$txt[291] = 'Λύπη';
$txt[292] = 'Κλείσιμο ματιού';
$txt[293] = 'Σαρκασμός';
$txt[294] = 'Έκπληξη';
$txt[295] = 'Άνεση';
$txt[296] = 'Απορία';
$txt[450] = 'Στριφογύρισμα ματιών';
$txt[451] = 'Γλώσσα';
$txt[526] = 'Ντροπή';
$txt[527] = 'Σφραγισμένα χείλη';
$txt[528] = 'Αναποφασιστικότητα';
$txt[529] = 'Φιλί';
$txt[530] = 'Κλάμα';

$txt[298] = 'Συντονιστής';
$txt[299] = 'Συντονιστές';

$txt[300] = 'Σήμανση ως αναγνωσμένα';
$txt[301] = 'Εμφανίσεις';
$txt[302] = 'Νέα';

$txt[303] = 'Όλων των χρηστών';
$txt[305] = 'Εμφάνιση';
$txt[307] = 'e-mail';

$txt[308] = 'Εμφάνιση μελών';
$txt[309] = 'από';
$txt[310] = 'Σύνολο μελών';
$txt[311] = 'έως';
$txt[315] = 'Ξεχάσατε τον κωδικό σας;';

$txt[317] = 'Ημερομηνία';
// Use numeric entities in the below string.
$txt[318] = 'Από';
$txt[319] = 'Τίτλος';
$txt[322] = 'Λήψη νέων μηνυμάτων';
$txt[324] = 'Προς';

$txt[330] = 'θέματα';
$txt[331] = 'Μέλη';
$txt[332] = 'Λίστα μελών';
$txt[333] = 'Νέα μηνύματα';
$txt[334] = 'Κανένα νέο μήνυμα';

$txt['sendtopic_send'] = 'Αποστολή';

$txt[371] = 'Διαφορά ώρας';
$txt[377] = 'ή';

$txt[398] = 'Συγγνώμη, δεν βρέθηκε τίποτα';

$txt[418] = 'Ειδοποίηση';

$txt[430] = '%s, έχετε αποκλειστεί από αυτή τη δημόσια συζήτηση!';

$txt[452] = 'Σήμανση ΟΛΩΝ των μηνυμάτων ως αναγνωσμένα';

$txt[454] = 'Δημοφιλές θέμα (Πάνω από ' . $modSettings['hotTopicPosts'] . ' απαντήσεις)';
$txt[455] = 'Πολύ δημοφιλές θέμα (Πάνω από ' . $modSettings['hotTopicVeryPosts'] . ' απαντήσεις)';
$txt[456] = 'Κλειδωμένο θέμα';
$txt[457] = 'Κανονικό θέμα';
$txt['participation_caption'] = 'Θέμα όπου έχετε συμμετάσχει';

$txt[462] = 'OK';

$txt[465] = 'Εκτύπωση';
$txt[467] = 'Προφίλ';
$txt[468] = 'Περίληψη θέματος';
$txt[470] = '(-)';
$txt[471] = 'μήνυμα';
$txt[473] = 'Αυτό το όνομα χρησιμοποιείται ήδη από άλλον χρήστη.';

$txt[488] = 'Σύνολο μελών';
$txt[489] = 'Σύνολο μηνυμάτων';
$txt[490] = 'Σύνολο θεμάτων';

$txt[497] = 'Λεπτά παραμονής σε σύνδεση';

$txt[507] = 'Προεπισκόπηση';
$txt[508] = 'Αυτόματη επανασύνδεση';

$txt[511] = 'Καταγράφηκε';
// Use numeric entities in the below string.
$txt[512] = 'IP';

$txt[513] = 'ICQ';
$txt[515] = 'WWW';

$txt[525] = 'από';

$txt[578] = 'ώρες';
$txt[579] = 'μέρες';

$txt[581] = ', το νεότερο μέλος μας.';

$txt[582] = 'Αναζήτηση για';

$txt[603] = 'AIM';
// In this string, please use +'s for spaces.
$txt['aim_default_message'] = 'Γεια.+Είσαι+εδώ;';
$txt[604] = 'YIM';

$txt[616] = 'Προσοχή, το φόρουμ είναι σε κατάσταση συντήρησης.';

$txt[641] = 'Αναγνώστηκε';
$txt[642] = 'φορές';

$txt[645] = 'Στατιστικά';
$txt[656] = 'Τελευταίο μέλος';
$txt[658] = 'Σύνολο κατηγοριών';
$txt[659] = 'Τελευταίο μήνυμα';

$txt[660] = 'Έχετε';
$txt[661] = 'Πατήστε';
$txt[662] = 'εδώ';
$txt[663] = 'για να τα δείτε.';

$txt[665] = 'Σύνολο πινάκων';

$txt[668] = 'Εκτύπωση σελίδας';

$txt[679] = 'Εισαγάγετε μία έγκυρη διεύθυνση e-mail.';

$txt[683] = 'πολλά';
$txt[685] = $context['forum_name'] . ' - Κέντρο Πληροφοριών';

$txt[707] = 'Αποστολή θέματος';

$txt['sendtopic_title'] = 'Αποστολή θέματος &quot;%s&quot; σε ένα φίλο.';
// Use numeric entities in the below three strings.
$txt['sendtopic_dear'] = 'Αγαπητέ/ή %s,';
$txt['sendtopic_this_topic'] = 'Θα ήθελα να διαβάσετε το θέμα με θέμα "%s" στο ' . $context['forum_name'] . '.  Για να τη δείτε, πατήστε σε αυτόν τον σύνδεσμο';
$txt['sendtopic_thanks'] = 'Ευχαριστώ';
$txt['sendtopic_sender_name'] = 'Το όνομά σας';
$txt['sendtopic_sender_email'] = 'Το e-mail σας';
$txt['sendtopic_receiver_name'] = 'Όνομα παραλήπτη';
$txt['sendtopic_receiver_email'] = 'E-mail παραλήπτη';
$txt['sendtopic_comment'] = 'Προσθήκη σχολίου';
// Use numeric entities in the below string.
$txt['sendtopic2'] = 'Ένα σχόλιο έχει προστεθεί σχετικά με αυτό το θέμα';

$txt[721] = 'Απόκρυψη e-mail από το κοινό;';

$txt[737] = 'Επιλογή όλων';

// Use numeric entities in the below string.
$txt[1001] = 'Σφάλμα βάσης δεδομένων';
$txt[1002] = 'Παρακαλούμε ξαναπροσπαθήστε. Αν το σφάλμα ξαναεμφανιστεί, αναφέρετέ το σε έναν διαχειριστή.';
$txt[1003] = 'Αρχείο';
$txt[1004] = 'Γραμμή';
// Use numeric entities in the below string.
$txt[1005] = 'Το SMF διέγνωσε και αυτόματα προσπάθησε να διορθώσει ένα σφάλμα στη βάση δεδομένων. Αν συνεχίζετε να έχετε προβλήματα, ή συνεχίζετε να παίρνετε αυτά τα email, επικοινωνήστε με τον host σας.';
$txt['database_error_versions'] = '<b>Σημείωση:</b> Η βάση δεδομένων σας πιθανόν να χρειάζεται αναβάθμιση. Τα αρχεία της δημόσιας συζήτησης είναι έκδοσης ' . $forum_version . ', ενώ η βάση δεδομένων είναι σε έκδοση SMF ' . $modSettings['smfVersion'] . '. Προτείνεται να εκτελέσετε την τελευταία έκδοση του upgrade.php.';
$txt['template_parse_error'] = 'Σφάλμα στο Template!';
$txt['template_parse_error_message'] = 'Φαίνεται ότι κάτι πήγε στραβά με το σύστημα των προτύπων.  Αυτό το πρόβλημα συνήθως είναι προσωρινό, ξαναδοκιμάστε λίγο αργότερα.  Αν συνεχίζετε να βλέπετε αυτό το μήνυμα, παρακαλούμε επικοινωνήστε με τον διαχειριστή.<br /><br />Μπορείτε επίσης να δοκιμάσετε να <a href="javascript:location.reload();"> κάνετε ανανέωση αυτής της σελίδας</a>.';
$txt['template_parse_error_details'] = 'Υπήρξε ένα πρόβλημα στην φόρτωση του <tt><b>%1$s</b></tt> αρχείου προτύπου ή γλώσσας.  Ελέγξτε τη σύνταξη και ξαναδοκιμάστε - θυμηθείτε, στις μονές αποστρόφους (<tt>\'</tt>) συχνά χρειάζεται να προηγείται μία κάθετος (slash) (<tt>\\</tt>).  Για να δείτε περισσότερες πληροφορίες από το PHP, δοκιμάστε να <a href="' . $boardurl . '%1$s">προσπελάσετε το αρχείο απευθείας</a>.<br /><br />Μπορείτε επίσης να δοκιμάσετε να <a href="javascript:location.reload();">κάνετε ανανέωση της σελίδας</a> ή <a href="' . $scripturl . '?theme=1">να χρησιμοποιήσετε το προκαθορισμένη εμφάνιση</a>.';

$txt['smf10'] = '<b>Σήμερα</b> στις ';
$txt['smf10b'] = '<b>Χθες</b> στις ';
$txt['smf20'] = 'Νέα ψηφοφορία';
$txt['smf21'] = 'Ερώτηση';
$txt['smf23'] = 'Αποστολή ψήφου';
$txt['smf24'] = 'Σύνολο ψηφοφόρων';
$txt['smf25'] = 'Συντομεύσεις: Alt+s για αποστολή, Alt+p για προεπισκόπηση';
$txt['smf29'] = 'Εμφάνιση αποτελεσμάτων';
$txt['smf30'] = 'Κλείδωμα ψηφοφορίας';
$txt['smf30b'] = 'Ξεκλείδωμα ψηφοφορίας';
$txt['smf39'] = 'Αλλαγή ψηφοφορίας';
$txt['smf43'] = 'Ψηφοφορία';
$txt['smf47'] = '1 μέρα';
$txt['smf48'] = '1 εβδομάδα';
$txt['smf49'] = '1 μήνας';
$txt['smf50'] = 'Χωρίς όριο';
$txt['smf52'] = 'Σύνδεση με όνομα, κωδικό και διάρκεια σύνδεσης';
$txt['smf53'] = '1 ώρα';
$txt['smf56'] = 'ΜΕΤΑΚΙΝΗΘΗΚΕ';
$txt['smf57'] = 'Δώστε μια σύντομη επεξήγηση γιατί<br>μετακινήθηκε αυτό το θέμα.';
$txt['smf60'] = 'Δεν έχετε αρκετά μηνύματα για να αλλάξετε το κάρμα - χρειάζεστε τουλάχιστον ';
$txt['smf62'] = 'Δεν μπορείτε να επαναλάβετε μια ενέργεια κάρμα χωρίς να περιμένετε ';
$txt['smf82'] = 'Πίνακας';
$txt['smf88'] = 'σε';
$txt['smf96'] = 'Μόνιμο θέμα';

$txt['smf138'] = 'Διαγραφή';

$txt['smf199'] = 'Τα προσωπικά σας μηνύματα';

$txt['smf211'] = 'KB';

$txt['smf223'] = '[Περισσότερα στατιστικά]';

// Use numeric entities in the below three strings.
$txt['smf238'] = 'Κώδικας';
$txt['smf239'] = 'Παράθεση από';
$txt['smf240'] = 'Παράθεση';

$txt['smf251'] = 'Διαχωρισμός θέματος';
$txt['smf252'] = 'Συγχώνευση θεμάτων';
$txt['smf254'] = 'Τίτλος του νέου θέματος';
$txt['smf255'] = 'Διαχωρισμός μόνο αυτού του μηνύματος.';
$txt['smf256'] = 'Διαχωρισμός του θέματος από αυτό το μήνυμα (συμπεριλαμβανομένου) και κάτω.';
$txt['smf257'] = 'Επιλέξτε μηνύματα για διαχωρισμό.';
$txt['smf258'] = 'Νέο θέμα';
$txt['smf259'] = 'Το θέμα διαχωρίστηκε σε δύο θέματα.';
$txt['smf260'] = 'Αρχικό θέμα';
$txt['smf261'] = 'Επιλέξτε τα μηνύματα που θέλετε να διαχωρίσετε.';
$txt['smf264'] = 'Τα θέματα συγχωνεύθηκαν.';
$txt['smf265'] = 'Συγχωνευμένο θέμα';
$txt['smf266'] = 'Θέματα προς συγχώνευση';
$txt['smf267'] = 'Τελικός πίνακας';
$txt['smf269'] = 'Τελικό θέμα';
$txt['smf274'] = 'Θέλετε σίγουρα να κάνετε συγχώνευση;';
$txt['smf275'] = 'με';
$txt['smf276'] = 'Αυτή η επιλογή θα συγχωνεύσει τα μηνύματα δύο θεμάτων σε ένα. Τα μηνύματα θα εμφανίζονται ανάλογα με τον χρόνο αποστολής. Το πιο παλιό μήνυμα θα εμφανίζεται πρώτο στο τελικό θέμα.';

$txt['smf277'] = 'Μετατροπή σε μόνιμο θέμα';
$txt['smf278'] = 'Μετατροπή σε μη μόνιμο θέμα';
$txt['smf279'] = 'Κλείδωμα θέματος';
$txt['smf280'] = 'Ξεκλείδωμα θέματος';

$txt['smf298'] = 'Σύνθετη αναζήτηση';

$txt['smf299'] = 'ΚΙΝΔΥΝΟΣ ΑΣΦΑΛΕΙΑΣ:';
$txt['smf300'] = 'Δεν διαγράψατε το ';

$txt['smf301'] = 'Δημιουργία σελίδας σε ';
$txt['smf302'] = ' δευτερόλεπτα. ';
$txt['smf302b'] = ' ερωτήματα.';

$txt['smf315'] = 'Χρησιμοποιήστε αυτή την επιλογή για να πληροφορήσετε τους συντονιστές και διαχειριστές για ένα καταχρηστικό ή εσφαλμένα απεσταλμένο μήνυμα.';

$txt['online2'] = 'Συνδεδεμένος';
$txt['online3'] = 'Αποσυνδεδεμένος';
$txt['online4'] = 'Προσωπικό μήνυμα (Σε σύνδεση)';
$txt['online5'] = 'Προσωπικό μήνυμα (Εκτός σύνδεσης)';
$txt['online8'] = 'Κατάσταση';

$txt['topbottom4'] = 'Πάνω';
$txt['topbottom5'] = 'Κάτω';

if ($_SERVER['QUERY_STRING']=='')
{
$forum_copyright = '<a href="http://www.simplemachines.org/" title="Simple Machines Forum" target="_blank">Powered by ' . $forum_version . '</a> :: <a href="http://www.siteground.com">Hosting Services for SMF by SiteGround</a> ::  
<a href="http://www.simplemachines.org/about/copyright.php" title="Free Forum Software" target="_blank">SMF &copy; 2006-2009, Simple Machines LLC</a>';
}
else
{
$forum_copyright = '<a href="http://www.simplemachines.org/" title="Simple Machines Forum" target="_blank">Powered by ' . $forum_version . '</a> ::  
<a href="http://www.simplemachines.org/about/copyright.php" title="Free Forum Software" target="_blank">SMF &copy; 2006-2009, Simple Machines LLC</a>';
}


$txt['calendar3'] = 'Γενέθλια:';
$txt['calendar4'] = 'Εκδηλώσεις:';
$txt['calendar3b'] = 'Προσεχή γενέθλια:';
$txt['calendar4b'] = 'Προσεχείς εκδηλώσεις:';
// Prompt for holidays in the calendar, leave blank to just display the holiday's name.
$txt['calendar5'] = '';
$txt['calendar9'] = 'Μήνας';
$txt['calendar10'] = 'Έτος:';
$txt['calendar11'] = 'Ημέρα:';
$txt['calendar12'] = 'Τίτλος εκδήλωσης:';
$txt['calendar13'] = 'Δημιουργία στο:';
$txt['calendar20'] = 'Τροποποίηση εκδήλωσης';
$txt['calendar21'] = 'Διαγραφή αυτής της εκδήλωσης;';
$txt['calendar22'] = 'Διαγραφή εκδήλωσης';
$txt['calendar23'] = 'Δημιουργία εκδήλωσης';
$txt['calendar24'] = 'Ημερολόγιο';
$txt['calendar37'] = 'Σύνδεση με το ημερολόγιο';
$txt['calendar43'] = 'Σύνδεση εκδήλωσης';
$txt['calendar47'] = 'Ημερολόγιο Προσεχώς';
$txt['calendar47b'] = 'Ημερολόγιο ημέρας';
$txt['calendar51'] = 'Εβδομάδα';
$txt['calendar54'] = 'Αριθμός ημερών:';
$txt['calendar_how_edit'] = 'πώς τροποποιείτε αυτές τις εκδηλώσεις;';
$txt['calendar_link_event'] = 'Σύνδεση εκδήλωσης με το θέμα:';
$txt['calendar_confirm_delete'] = 'Σίγουρα θέλετε να διαγράψετε αυτή την εκδήλωση;';
$txt['calendar_linked_events'] = 'Συνδεδεμένες εκδηλώσεις';

$txt['moveTopic1'] = 'Δημιουργία θέματος παραπομπής';
$txt['moveTopic2'] = 'Αλλαγή τίτλου θέματος';
$txt['moveTopic3'] = 'Νέος τίτλος';
$txt['moveTopic4'] = 'Αλλαγή τίτλου όλων των μηνυμάτων';

$txt['theme_template_error'] = 'Δεν ήταν δυνατόν να φορτωθεί το πρότυπο \'%s\'.';
$txt['theme_language_error'] = 'Δεν ήταν δυνατόν να φορτωθεί το αρχείο γλώσσας \'%s\'.';

$txt['parent_boards'] = 'Θυγατρικοί πίνακες';

$txt['smtp_no_connect'] = 'Δεν ήταν δυνατόν να γίνει σύνδεση με τον διακομιστή SMTP';
$txt['smtp_port_ssl'] = 'Η ρύθμιση θύρας SMTP είναι εσφαλμένη, θα έπρεπε να είναι 465 για διακομιστές SSL.';
$txt['smtp_bad_response'] = 'Δεν ήταν δυνατόν να ληφθούν οι κωδικοί απόκρισης διακομιστή αλληλογραφίας';
$txt['smtp_error'] = 'Υπήρξαν προβλήματα στην αποστολή αλληλογραφίας. Σφάλμα: ';
$txt['mail_send_unable'] = 'Δεν ήταν δυνατόν να σταλεί e-mail στη διεύθυνση \'%s\'';

$txt['mlist_search'] = 'Αναζήτηση μελών';
$txt['mlist_search2'] = 'Αναζήτηση ξανά';
$txt['mlist_search_email'] = 'Αναζήτηση ανά διεύθυνση e-mail';
$txt['mlist_search_messenger'] = 'Αναζήτηση ανά ψευδώνυμο του messenger';
$txt['mlist_search_group'] = 'Αναζήτηση ανά θέση';
$txt['mlist_search_name'] = 'Αναζήτηση κατά όνομα';
$txt['mlist_search_website'] = 'Αναζήτηση ανά ιστοσελίδα';
$txt['mlist_search_results'] = 'Αναζήτηση αποτελεσμάτων για';

$txt['attach_downloaded'] = 'έγινε λήψη';
$txt['attach_viewed'] = 'εμφανίστηκε';
$txt['attach_times'] = 'φορές';

$txt['MSN'] = 'MSN';

$txt['settings'] = 'Ρυθμίσεις';
$txt['never'] = 'Ποτέ';
$txt['more'] = 'περισσότερα';

$txt['hostname'] = 'Όνομα κεντρικού υπολογιστή';
$txt['you_are_post_banned'] = 'Λυπούμαστε %s, αλλά σας έχει απαγορευθεί η αποστολή μηνυμάτων σε αυτή τη δημόσια συζήτηση.';
$txt['ban_reason'] = 'Αιτιολογία';

$txt['tables_optimized'] = 'Οι πίνακες της βάσης δεδομένων βελτιστοποιήθηκαν';

$txt['add_poll'] = 'Προσθήκη ψηφοφορίας';
$txt['poll_options6'] = 'Μπορείτε να ενεργοποιήσετε μέχρι %s επιλογές.';
$txt['poll_remove'] = 'Διαγραφή ψηφοφορίας';
$txt['poll_remove_warn'] = 'Θέλετε σίγουρα να διαγράψετε αυτήν την ψηφοφορία από το θέμα;';
$txt['poll_results_expire'] = 'Τα αποτελέσματα θα εμφανιστούν όταν κλείσει η ψηφοφορία';
$txt['poll_expires_on'] = 'Η ψηφοφορία λήγει';
$txt['poll_expired_on'] = 'Η ψηφοφορία έληξε';
$txt['poll_change_vote'] = 'Αφαίρεση ψήφου';
$txt['poll_return_vote'] = 'Επιλογές ψηφοφορίας';

$txt['quick_mod_remove'] = 'Διαγραφή επιλεγμένων';
$txt['quick_mod_lock'] = 'Κλείδωμα επιλεγμένων';
$txt['quick_mod_sticky'] = 'Μονιμοποίηση επιλεγμένων';
$txt['quick_mod_move'] = 'Μετακίνηση επιλεγμένων σε';
$txt['quick_mod_merge'] = 'Συγχώνευση επιλεγμένων';
$txt['quick_mod_markread'] = 'Σήμανση επιλεγμένων ως αναγνωσμένα';
$txt['quick_mod_go'] = 'OK!';
$txt['quickmod_confirm'] = 'Είστε βέβαιος ότι θέλετε να το κάνετε αυτό;';

$txt['spell_check'] = 'Ορθογραφικός έλεγχος';

$txt['quick_reply_1'] = 'Γρήγορη απάντηση';
$txt['quick_reply_2'] = 'Με τη <i>Γρήγορη απάντηση</i> μπορείτε να χρησιμοποιήσετε κώδικα και smilies όπως σε ένα κανονικό μήνυμα, αλλά πολύ πιο βολικά.';
$txt['quick_reply_warning'] = 'Προσοχή: Αυτό το θέμα είναι κλειδωμένο!<br />Μόνο διαχειριστές και συντονιστές μπορούν να απαντήσουν.';

$txt['notification_enable_board'] = 'Είστε βέβαιος ότι θέλετε να ενεργοποιήσετε τις ειδοποιήσεις νέων θεμάτων για αυτόν τον πίνακα;';
$txt['notification_disable_board'] = 'Είστε βέβαιος ότι θέλετε να απενεργοποιήσετε τις ειδοποιήσεις νέων θεμάτων για αυτόν τον πίνακα;';
$txt['notification_enable_topic'] = 'Είστε βέβαιος ότι θέλετε να ενεργοποιήσετε τις ειδοποιήσεις νέων απαντήσεων για αυτό το θέμα;';
$txt['notification_disable_topic'] = 'Είστε βέβαιος ότι θέλετε να απενεργοποιήσετε τις ειδοποιήσεις νέων απαντήσεων για αυτό το θέμα;';

$txt['rtm1'] = 'Αναφορά στον συντονιστή';

$txt['unread_topics_visit'] = 'Πρόσφατα μη αναγνωσμένα θέματα';
$txt['unread_topics_visit_none'] = 'Κανένα μη αναγνωσμένο θέμα από την προηγούμενη επίσκεψή σας.  <a href="' . $scripturl . '?action=unread;all">Κάντε κλικ εδώ για να δείτε όλα τα μη αναγνωσμένα θέματα</a>.';
$txt['unread_topics_all'] = 'Όλα τα μη αναγνωσμένα θέματα';
$txt['unread_replies'] = 'Ενημερωμένα θέματα';

$txt['who_title'] = 'Συνδεδεμένα μέλη';
$txt['who_and'] = ' και ';
$txt['who_viewing_topic'] = ' διαβάζουν αυτό το θέμα.';
$txt['who_viewing_board'] = ' διαβάζουν αυτόν τον πίνακα.';
$txt['who_member'] = 'Μέλος';

$txt['powered_by_php'] = 'Powered by PHP';
$txt['powered_by_mysql'] = 'Powered by MySQL';
$txt['valid_html'] = 'Έγκυρη HTML 4.01!';
$txt['valid_xhtml'] = 'Έγκυρη XHTML 1.0!';
$txt['valid_css'] = 'Έγκυρα CSS!';

$txt['guest'] = 'επισκέπτης';
$txt['guests'] = 'επισκέπτες';
$txt['user'] = 'χρήστης';
$txt['users'] = 'χρήστες';
$txt['hidden'] = 'κρυφοί';
$txt['buddy'] = 'φίλος';
$txt['buddies'] = 'φίλοι';
$txt['most_online_ever'] = 'Περισσότεροι συνδεδεμένοι χρήστες';
$txt['most_online_today'] = 'Περισσότεροι συνδεδεμένοι χρήστες σήμερα';

$txt['merge_select_target_board'] = 'Επιλέξτε τον τελικό πίνακα του συγχωνευμένου θέματος';
$txt['merge_select_poll'] = 'Επιλέξτε ποια ψηφοφορία θα έχει το συγχωνευμένο θέμα';
$txt['merge_topic_list'] = 'Επιλέξτε θέματα που θα συγχωνευτούν';
$txt['merge_select_subject'] = 'Επιλέξτε τίτλο του συγχωνευμένου θέματος';
$txt['merge_custom_subject'] = 'Νέος τίτλος';
$txt['merge_enforce_subject'] = 'Αλλαγή τίτλου όλων των μηνυμάτων;';
$txt['merge_include_notifications'] = 'Να συμπεριληφθούν οι ειδοποιήσεις;';
$txt['merge_check'] = 'Συγχώνευση;';
$txt['merge_no_poll'] = 'Χωρίς ψηφοφορία';

$txt['response_prefix'] = 'Απ: ';
$txt['current_icon'] = 'Εικονίδιο';

$txt['smileys_current'] = 'Σετ smileys';
$txt['smileys_none'] = 'Χωρίς smileys';
$txt['smileys_forum_board_default'] = 'Προεπιλογή Φόρουμ/Πίνακα';

$txt['search_results'] = 'Αποτελέσματα αναζήτησης';
$txt['search_no_results'] = 'Δεν βρέθηκαν αποτελέσματα';

$txt['totalTimeLogged1'] = 'Συνολικός χρόνος σύνδεσης: ';
$txt['totalTimeLogged2'] = ' ημέρες, ';
$txt['totalTimeLogged3'] = ' ώρες και ';
$txt['totalTimeLogged4'] = ' λεπτά.';
$txt['totalTimeLogged5'] = 'ημ. ';
$txt['totalTimeLogged6'] = 'ωρ. ';
$txt['totalTimeLogged7'] = 'λεπ.';

$txt['approve_thereis'] = 'Υπάρχει';
$txt['approve_thereare'] = 'Υπάρχουν';
$txt['approve_member'] = 'ένα μέλος';
$txt['approve_members'] = 'μέλη';
$txt['approve_members_waiting'] = 'που περιμένει(ουν) έγκριση.';

$txt['notifyboard_turnon'] = 'Θέλετε ειδοποίηση με e-mail όταν κάποιος δημοσιεύει ένα νέο θέμα σε αυτόν τον πίνακα;';
$txt['notifyboard_turnoff'] = 'Θέλετε σίγουρα να μη λαμβάνετε ειδοποιήσεις νέων θεμάτων για αυτόν τον πίνακα;';

$txt['activate_code'] = 'Ο κωδικός ενεργοποίησης είναι';

$txt['find_members'] = 'Αναζήτηση μελών';
$txt['find_username'] = 'Όνομα, όνομα χρήστη ή διεύθυνση e-mail';
$txt['find_buddies'] = 'Προβολή φίλων μόνο;';
$txt['find_wildcards'] = 'Επιτρεπόμενοι χαρακτήρες μπαλαντέρ: *, ?';
$txt['find_no_results'] = 'Δε βρέθηκαν αποτελέσματα';
$txt['find_results'] = 'Αποτελέσματα';
$txt['find_close'] = 'Κλείσιμο';

$txt['unread_since_visit'] = 'Εμφάνιση μη αναγνωσμένων μηνυμάτων από την τελευταία επίσκεψη.';
$txt['show_unread_replies'] = 'Εμφάνιση νέων απαντήσεων στα μηνύματά σας.';

$txt['change_color'] = 'Αλλαγή χρώματος';

$txt['quickmod_delete_selected'] = 'Διαγραφή επιλεγμένων';

// In this string, don't use entities. (&amp;, etc.)
$txt['show_personal_messages'] = 'Λάβατε ένα ή περισσότερα προσωπικά μηνύματα.\\nΕμφάνιση τώρα (σε νέο παράθυρο);';

$txt['previous_next_back'] = '&laquo; προηγούμενο';
$txt['previous_next_forward'] = 'επόμενο &raquo;';

$txt['movetopic_auto_board'] = '[BOARD]';
$txt['movetopic_auto_topic'] = '[TOPIC LINK]';
$txt['movetopic_default'] = 'Αυτό το θέμα μεταφέρθηκε στο ' . $txt['movetopic_auto_board'] . ".\n\n" . $txt['movetopic_auto_topic'];

$txt['upshrink_description'] = 'Σύμπτυξη ή ανάπτυξη της επικεφαλίδας.';

$txt['mark_unread'] = 'Σήμανση ως αναγνωσμένο';

$txt['ssi_not_direct'] = 'Μην καλείτε απευθείας το SSI.php. Ίσως θα θέλατε να χρησιμοποιήσετε τη διαδρομή (%s) ή να προσθέσετε ?ssi_function=something.';
$txt['ssi_session_broken'] = ' Το SSI.php δεν μπόρεσε να φορτώσει μια περίοδο λειτουργίας! Κάτι τέτοιο μπορεί να προκαλέσει προβλήματα στην αποσύνδεση και σε άλλες λειτουργίες - παρακαλώ βεβαιωθείτε ότι το SSI.php περιλαμβάνεται πριν *οτιδήποτε* άλλο στα αρχεία σας!';

// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['preview_title'] = 'Προεπισκόπηση μηνύματος';
$txt['preview_fetch'] = 'Δημιουργία προεπισκόπησης...';
$txt['preview_new'] = 'Νέο μήνυμα';
$txt['error_while_submitting'] = 'Παρουσιάστηκαν τα ακόλουθα σφάλματα κατά την αποστολή αυτού του μηνύματος:';

$txt['split_selected_posts'] = 'Επιλεγμένα μηνύματα';
$txt['split_selected_posts_desc'] = 'Τα παρακάτω μηνύματα θα δημιουργήσουν ένα νέο θέμα μετά τον διαχωρισμό.';
$txt['split_reset_selection'] = 'ακύρωση επιλογής';

$txt['modify_cancel'] = 'Άκυρο';
$txt['mark_read_short'] = 'Σήμανση ως αναγνωσμένο';

$txt['pm_short'] = 'Τα μηνύματά μου';
$txt['hello_member_ndt'] = 'Γεια χαρά';

$txt['ajax_in_progress'] = 'Φόρτωση...';

?>