<?php
// Version: 1.1.13; Index

global $forum_copyright, $forum_version, $webmaster_email;

// Locale (strftime, pspell_new) and spelling. (pspell_new, can be left as '' normally.)
// For more information see:
//   - http://www.php.net/function.pspell-new
//   - http://www.php.net/function.setlocale
// Again, SPELLING SHOULD BE '' 99% OF THE TIME!!  Please read this!
$txt['lang_locale'] = 'ku_IR.utf8';
$txt['lang_dictionary'] = 'ku';
$txt['lang_spelling'] = '';

// Character set and right to left?
$txt['lang_character_set'] = 'UTF-8';
$txt['lang_rtl'] = true;

$txt['days'] = array('یه‌ک شه‌ممه‌', 'دوو شه‌ممه', 'سێ شه‌ممه', 'چوار شه‌ممه', 'پێنج شه‌ممه', 'هه‌ینی', 'شه‌ممه');
$txt['days_short'] = array('یه‌ک شه‌ممه‌', 'دوو شه‌ممه', 'سێ شه‌ممه', 'چوار شه‌ممه', 'پێنج شه‌ممه', 'هه‌ینی', 'شه‌ممه');
// Months must start with 1 => 'January'. (or translated, of course.)
$txt['months'] = array(١=> '١', '٢', '٣', '٤', '٥', '٦', '٧', '٨', '٩', '١٠', '١١', '١٢');
$txt['months_titles'] = array(١=> '١', '٢', '٣', '٤', '٥', '٦', '٧', '٨', '٩', '١٠', '١١', '١٢');
$txt['months_short'] = array(١=> '١', '٢', '٣', '٤', '٥', '٦', '٧', '٨', '٩', '١٠', '١١', '١٢');

$txt['newmessages0'] = 'تازه‌';
$txt['newmessages1'] = 'تازه‌';
$txt['newmessages3'] = 'تازه‌';
$txt['newmessages4'] = '،';

$txt[2] = 'به‌ڕێوبه‌ر';

$txt[10] = 'پاشه‌که‌وتکردن';

$txt[17] = 'ده‌ستکاریکردن';
$txt[18] = $context['forum_name'] . ' - سه‌ره‌تا';
$txt[19] = 'ئه‌ندامان';
$txt[20] = 'ناوی مه‌کۆ';
$txt[21] = 'په‌یام';
$txt[22] = 'دوایین به‌شداری';

$txt[24] = '(به‌بێ ناونیشانی بابه‌ت)';
$txt[26] = 'به‌شداريه‌کان';
$txt[27] = 'دۆسیه‌ی زانیاری';
$txt[28] = 'میوان';
$txt[29] = 'نوسه‌ر';
$txt[30] = 'به‌روار‌';
$txt[31] = 'لابردن';
$txt[33] = 'بابه‌تێکی نوێ بنوسه‌';

$txt[34] = 'چوونه‌ ژووره‌وه‌';
// Use numeric entities in the below string.
$txt[35] = 'ناوی ئه‌ندام';
$txt[36] = 'تێپه‌ڕه‌ووشه‌';

$txt[40] = 'ناوی به‌کارهاتوو بوونی نیه‌';

$txt[62] = 'چاودێری مه‌کۆ';
$txt[63] = 'لابردن';
$txt[64] = 'بابه‌ته‌کان';
$txt[66] = 'ده‌ستکاریکردنی په‌یام';
$txt[68] = 'ناو';
$txt[69] = 'ئیمه‌یڵ';
$txt[70] = 'ناونیشانی بابه‌ت';
$txt[72] = 'په‌یام';

$txt[79] = 'دۆسیه‌ی زانیاری';

$txt[81] = 'تێپه‌ڕه‌ووشه‌ هه‌ڵبژێره‌';
$txt[82] = 'دڵنیابوون له‌ تێپه‌ڕه‌ووشه‌';
$txt[87] = 'شوێن';

$txt[92] = 'دۆسیه‌ی زانیاری';
$txt[94] = 'گشتی';
$txt[95] = 'به‌شداريه‌کان';
$txt[96] = 'ماڵپه‌ر';
$txt[97] = 'تۆمارکردن';

$txt[101] = 'دۆسیه‌ی په‌یامه‌کان';
$txt[102] = 'هه‌واڵه‌کان';
$txt[103] = 'سه‌ره‌کی';

$txt[104] = 'داخستن/کردنه‌وه‌ی بابه‌ت';
$txt[105] = 'ناردن';
$txt[106] = 'هه‌ڵه‌یه‌ک روویدا';
$txt[107] = 'له‌';
$txt[108] = 'ده‌رچوون';
$txt[109] = 'نوسه‌ر';
$txt[110] = 'وه‌ڵامه‌کان';
$txt[111] = 'دوایین به‌شداری';
$txt[114] = 'چونه‌ژووره‌وه‌ی به‌ڕێوبه‌ر';
// Use numeric entities in the below string.
$txt[118] = 'بابه‌ت';
$txt[119] = 'یارمه‌تی';
$txt[121] = 'لابردنی په‌یام';
$txt[125] = 'ئاگادارکردنه‌وه‌';
$txt[126] = 'ده‌ته‌وێت له‌ڕێگای ئیمه‌یڵه‌وه‌ ئاگادار بکرێیه‌وه‌ ئه‌گه‌ر وه‌ڵامیی ئه‌م بابه‌ته‌ درایه‌وه‌؟';
// Use numeric entities in the below string.
$txt[130] = "له‌گه‌ڵ ڕێزی زۆر,\n" . $context['forum_name'];
$txt[131] = 'ئاگادارکردنه‌وه‌ له‌ وه‌ڵامه‌کان';
$txt[132] = 'گواستنه‌وه‌';
$txt[133] = 'گواستنه‌وه‌ بۆ';
$txt[139] = 'په‌ڕه‌کان';
$txt[140] = 'دوواترین ئه‌ندامه‌ کاراکان له ماوه‌ی‌ ' . $modSettings['lastActive'] . ' خوله‌ک';
$txt[144] = 'په‌یامی تایبه‌تی';
$txt[145] = 'وه‌ڵام دانه‌وه‌ له‌گه‌ڵ په‌یامی هاتوو';
$txt[146] = 'وه‌ڵام';

$txt[151] = 'هیچ په‌یامێک نیه‌...';
$txt[152] = 'تۆ';
$txt[153] = 'په‌یامت هه‌یه‌';
$txt[154] = 'لابردنی ئه‌و په‌یامه‌';

$txt[158] = 'به‌کارهێنه‌رانی سه‌رهێڵ';
$txt[159] = 'په‌یامی تایبه‌تی';
$txt[160] = 'ڕۆیشتن بۆ';
$txt[161] = 'بڕۆ';
$txt[162] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت ئه‌م بابه‌ته‌ لابده‌یت؟';
$txt[163] = 'به‌ڵێ';
$txt[164] = 'نه‌خێر';

$txt[166] = 'ئاکامه‌کانی گه‌ڕان';
$txt[167] = 'کۆتایی ئه‌نجامه‌کان';
$txt[170] = 'ببوره‌، هیچ نه‌دۆزرایه‌وه‌';
$txt[176] = 'له‌';

$txt[182] = 'گه‌ڕان';
$txt[190] = 'هه‌موو';

$txt[193] = 'گه‌ڕانه‌وه‌';
$txt[194] = 'بیرهێنه‌ره‌وه‌ی تێپه‌ڕه‌ووشه‌';
$txt[195] = 'بابه‌ت ده‌ستپێکرا نوسه‌ر';
$txt[196] = 'ناونیشانی بابه‌ت';
$txt[197] = 'نێردراو نوسه‌ر';
$txt[200] = 'خشته‌ی ئه‌و ئه‌ندامانه‌ی که‌ده‌توانرێت گه‌ڕانی تێدا بکه‌یت';
$txt[201] = 'به‌خێرهاتن بکه‌ن له‌';
$txt[208] = 'بنکه‌ی به‌ڕێوبه‌رایه‌تی';
$txt[211] = 'دوایین ده‌ستکاری';
$txt[212] = 'ده‌ته‌وێت ئاگادارکردنه‌وه‌ له‌وه‌ڵامه‌کانی ئه‌م بابه‌ته‌ پوچه‌ڵ بکه‌یته‌وه‌؟';

$txt[214] = 'نێردراوه‌ تازه‌کان';

$txt[227] = 'شوێن';
$txt[231] = 'ره‌گه‌ز';
$txt[233] = 'ڕێکه‌وتی به‌ئه‌ندامبوون';

$txt[234] = 'نیشاندانی دوواترین بابه‌ته‌ تازه‌کانی مه‌کۆ';
$txt[235] = 'ئه‌مه‌ دوواهه‌مین بابه‌ته‌ که‌ نوێکراوه‌ته‌وه‌';

$txt[238] = 'نێر';
$txt[239] = 'مێ';

$txt[240] = 'پیتی ڕێگا پێنه‌دراو به‌کارهاتووه‌ له‌ناوی ئه‌ندام';

$txt['welcome_guest'] = 'به‌خێربییت، به‌یارمه‌تیت <a href="' . $scripturl . '?action=login">بڕۆ ژووره‌وه‌</a> یان <a href="' . $scripturl . '?action=register">خۆت تۆماربکه‌</a>.';
$txt['welcome_guest_activate'] = '
<a href="' . $scripturl . '?action=activate">ئیمه‌یڵی کاراکردنی </a>&nbsp;به‌ئه‌ندامبوونت له‌بیرکردووه‌؟';
$txt['hello_member'] = 'سڵاو،';
// Use numeric entities in the below string.
$txt['hello_guest'] = 'به‌خێربێیت،';
$txt[247] = 'سڵاو،';
$txt[248] = 'به‌خێربێیت،';
$txt[249] = 'به‌یارمه‌تیت';
$txt[250] = 'گه‌ڕانه‌وه‌';
$txt[251] = 'به‌یارمه‌تیت جێگایه‌ک ده‌ستنیشان بکه‌';

// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[279] = 'نێردراوه‌ نوسه‌ر';

$txt[287] = 'خه‌نده‌';
$txt[288] = 'توڕه‌';
$txt[289] = 'Cheesy';
$txt[290] = 'Laugh';
$txt[291] = 'Sad';
$txt[292] = 'Wink';
$txt[293] = 'Grin';
$txt[294] = 'Shocked';
$txt[295] = 'ئارام';
$txt[296] = 'Huh';
$txt[450] = 'Roll Eyes';
$txt[451] = 'Tongue';
$txt[526] = 'Embarrassed';
$txt[527] = 'Lips sealed';
$txt[528] = 'Undecided';
$txt[529] = 'ماچ';
$txt[530] = 'گریان';

$txt[298] = 'چاودێر';
$txt[299] = 'چاودێره‌کان';

$txt[300] = 'بابه‌ته‌کانی ئه‌م مه‌کۆیه‌ به‌ خوێندراوه‌ نیشانبده‌';
$txt[301] = 'بینینه‌کان';
$txt[302] = 'تازه‌';

$txt[303] = 'هه‌موو ئه‌ندامه‌کان نیشانبده‌';
$txt[305] = 'بینین';
$txt[307] = 'ئیمه‌یڵ';

$txt[308] = 'بینینی ئه‌ندامه‌کان';
$txt[309] = 'له‌';
$txt[310] = 'هه‌موو ئه‌ندامان';
$txt[311] = 'بۆ';
$txt[315] = 'تێپه‌ڕه‌ووشه‌ت له‌بیرکردووه‌؟';

$txt[317] = 'به‌روار';
// Use numeric entities in the below string.
$txt[318] = 'له‌';
$txt[319] = 'ناونیشانی بابه‌ت';
$txt[322] = 'پشکنین بۆ په‌یامی تازه‌';
$txt[324] = 'تۆ';

$txt[330] = 'بابه‌ت';
$txt[331] = 'ئه‌ندامان';
$txt[332] = 'خشته‌ی ئه‌ندامان';
$txt[333] = 'په‌یامی تازه هه‌یه‌‌';
$txt[334] = 'په‌یامی تازه‌ نیه‌';

$txt['sendtopic_send'] = 'بنێره‌';

$txt[371] = 'لادانی کات';
$txt[377] = 'یان';

$txt[398] = 'ببوره‌، لێکچووی نه‌دۆزرایه‌وه‌';

$txt[418] = 'ئاگادارکردنه‌وه‌';

$txt[430] = 'ببوره‌ %s, تۆ ڕێگات پێنه‌دراوه‌ بۆ به‌کارهێنانی ئه‌م یانه‌یه‌';

$txt[452] = 'هه‌موو په‌یامه‌کان وه‌ک خوێندراوه‌ پیشانبده‌';

$txt[454] = 'بابه‌تی چالاک (زیاتر له‌ ' . $modSettings['hotTopicPosts'] . ' وه‌ڵام)';
$txt[455] = 'بابه‌تی زۆر چالاک (زیاتر له‌ ' . $modSettings['hotTopicVeryPosts'] . ' وه‌ڵام)';
$txt[456] = 'بابه‌تی داخراو';
$txt[457] = 'بابه‌تی ئاسایی';
$txt['participation_caption'] = 'ئه‌و بابه‌تانه‌ی که‌ په‌یامت بۆ ناردووه‌';

$txt[462] = 'بڕۆ';

$txt[465] = 'چاپ';
$txt[467] = 'دۆسیه‌ی زانیاری';
$txt[468] = 'کورته‌ی بابه‌ت';
$txt[470] = 'بوونی نیه‌';
$txt[471] = 'په‌یامی تازه‌ت هه‌یه';
$txt[473] = 'ئه‌و ناوه‌ی هه‌ڵتبژارد نوسه‌ر که‌سێکی تره‌وه‌ به‌کارهاتووه‌';

$txt[488] = 'هه‌موو ئه‌ندامان';
$txt[489] = 'هه‌موو په‌یامه‌کان';
$txt[490] = 'هه‌موو بابه‌ته‌کان';

$txt[497] = 'مانه‌وه‌ له‌ژووره‌وه‌ به‌خوله‌ک';

$txt[507] = 'پێشبینین';
$txt[508] = 'به‌رده‌وام بمێنه‌وه‌ له‌ژووره‌وه‌';

$txt[511] = 'له‌سه‌ر هێڵه‌';
// Use numeric entities in the below string.
$txt[512] = 'IP';

$txt[513] = 'ICQ';
$txt[515] = 'WWW';

$txt[525] = 'له‌لايه‌ن';

$txt[578] = 'کاتژمێر';
$txt[579] = 'رۆژ';

$txt[581] = '، نویترین ئه‌ندام.';

$txt[582] = 'گه‌ڕان بۆ';

$txt[603] = 'AIM';
// In this string, please use +'s for spaces.
$txt['aim_default_message'] = 'سڵاو،+تۆ+لێره‌یت؟';
$txt[604] = 'YIM';

$txt[616] = 'ئاگاداربه‌، ئه‌م مه‌کۆیه‌ له‌ژێر نۆژه‌نکردنه‌وه‌یه‌';

$txt[641] = 'بینراوه‌‌';
$txt[642] = 'جار';

$txt[645] = 'ئاماری مه‌کۆ';
$txt[656] = 'دواترین ئه‌ندام';
$txt[658] = 'هه‌موو به‌شه‌کان';
$txt[659] = 'دواترین په‌یام';

$txt[660] = '‌';
$txt[661] = 'کرته‌';
$txt[662] = 'لێره‌بکه‌';
$txt[663] = 'بۆ بینینیان';

$txt[665] = 'هه‌موو مه‌کۆکان';

$txt[668] = 'په‌ڕه‌که‌ چاپ بکه‌';

$txt[679] = 'ده‌بێ ئیمه‌یڵێکی دروست بێت';

$txt[683] = 'من کوردم!';
$txt[685] = $context['forum_name'];

$txt[707] = 'ئه‌و بابه‌ته‌ بنێره‌';

$txt['sendtopic_title'] = 'ئه‌و بابه‌ته‌ &quot;%s&quot; بۆ هاوڕێکه‌ت بنێره‌';
// Use numeric entities in the below three strings.
$txt['sendtopic_dear'] = 'به‌ڕێز %s,';
$txt['sendtopic_this_topic'] = 'ده‌مه‌وێت تۆ سه‌یری ئه‌م بابه‌ته‌ بکه‌یت "%s" له‌ ' . $context['forum_name'] . '.  بۆ بینینی، کرته‌ له‌م به‌سته‌ره‌ بکه‌';
$txt['sendtopic_thanks'] = 'سوپاس';
$txt['sendtopic_sender_name'] = 'ناو';
$txt['sendtopic_sender_email'] = 'ئیمه‌یڵ';
$txt['sendtopic_receiver_name'] = 'ناوی هاوڕێکه‌ت';
$txt['sendtopic_receiver_email'] = 'ئیمه‌یڵی هاوڕێکه‌ت';
$txt['sendtopic_comment'] = 'سه‌رنجێک بنوسه‌';
// Use numeric entities in the below string.
$txt['sendtopic2'] = 'سه‌رنجه‌که‌ت زیادکرا له‌سه‌ر ئه‌م بابه‌ته‌';

$txt[721] = 'ده‌ته‌ویت ئیمه‌یله‌که‌ت بشاریته‌وه‌؟';

$txt[737] = 'هه‌مووی بپشکنه‌';

// Use numeric entities in the below string.
$txt[1001] = 'هه‌ڵه‌یه‌ بنکه‌زانیاری';
$txt[1002] = 'به‌یارمه‌تیت کاتێکی تر سه‌ردان بکه‌وه‌، ئه‌گه‌ر دووباره‌ ئه‌م هه‌ڵه‌یه‌ت بینی، به‌ڕێوبه‌ر ئاگادار بکه‌وه‌';
$txt[1003] = 'فایل';
$txt[1004] = 'دێڕ';
// Use numeric entities in the below string.
$txt[1005] = 'هه‌ڵه‌یه‌ک توشی مه‌کۆکه‌ت بووه‌ و خۆکردانه‌ هه‌وڵی چاره‌سه‌ری بۆ کراوه‌. ئه‌گه‌ر به‌رده‌وام ئه‌و هه‌ڵه‌یه‌ هه‌بوو، یاخود ئه‌م په‌یامه‌ت جارێکی تریش پێگه‌یشته‌وه‌، ئه‌وا په‌یوه‌ندی به‌ ڕاژه‌کاره‌که‌ته‌وه‌ بکه‌.';
$txt['database_error_versions'] = '<b>تێبینی:</b> واپێویست ده‌کات که‌ بنکه‌زانیاریه‌کهت پێویستی به‌ نوێکردنه‌وه‌ هه‌بێت. فایله‌کانی مه‌کۆکه‌ت له‌ژێر وه‌شانی ' . $forum_version . ' دان، له‌کاتێکدا بنکه‌ی زانیاری له‌ژێر وه‌شانی ' . $modSettings['smfVersion'] . ' دایه‌. ئه‌و هه‌ڵه‌یه‌ی سه‌ره‌وه‌ پێده‌چێت بڕوات و نه‌مێنێت ئه‌گه‌ر دووا وه‌شانی فایلی upgrade.php به‌ده‌ستبێنیت و به‌کاری بخه‌یت.';
$txt['template_parse_error'] = 'هه‌ڵه‌یه‌ک له‌ ڕسته‌سازیه‌کانی قالب';
$txt['template_parse_error_message'] = 'وادیاره‌ شتێک له‌ناو مه‌کۆ بۆته‌ هۆی خراپی سیسته‌می قالب. ئه‌و کێشه‌یه‌ ده‌بێت کاته‌کی بێت، بۆیه‌ جارێکی تر هه‌وڵ بده‌وه‌. ئه‌گه‌ر به‌رده‌وام ئه‌م په‌یامه‌ت بینی، به‌یارمه‌تیت په‌یوه‌ندی بکه‌ به‌ به‌ڕێوبه‌ره‌وه‌.<br /><br />هه‌روه‌ها ده‌توانیت هه‌وڵی <a href="javascript:location.reload();">نوێکردنه‌وه‌ی</a> ئه‌م په‌ڕه‌یه‌ بده‌یت.';
$txt['template_parse_error_details'] = 'هه‌ڵه‌یه‌ک ڕویدا له‌کاتی به‌کارخستنی فایلی زمان یان فایلی قالب. به‌یارمه‌تیت شێوازی نوسین بپشکنه‌ بۆ هه‌بوونی هه‌ڵه‌ و دواتر هه‌وڵ بده‌وه‌، له‌بیرت بێت که‌ ده‌قهێمای تاک (<tt>\'</tt>) ده‌بێت دووباره‌ ده‌ربازبکرێت به‌ لاره‌هێڵی پێچه‌وانه‌ (<tt>\\</tt>). بۆ بینینی زانیاری ووردتر له‌سه‌ر ئه‌م هه‌ڵه‌یه‌ له‌ پـهـپ ه‌وه‌، هه‌وڵ بده‌ <a href="' . $boardurl . '%1$s">ڕاسته‌وخۆ بگه‌یته‌ فایله‌که</a>‌. له‌وانه‌شه‌‌ بته‌‌وێت ئه‌م لاپه‌ڕه‌ <a href="javascript:location.reload();">نوێ بکه‌یته‌وه</a>‌ یان <a href="' . $scripturl . '?theme=1">ڕوومه‌تی بنه‌ڕه‌تی</a> به‌کاربهێنیت.';

$txt['smf10'] = '<b>ئه‌مڕو</b>';
$txt['smf10b'] = '<b>دوێنێ</b>';
$txt['smf20'] = 'ئامارێکی نوێی ده‌نگدان بنێره‌';
$txt['smf21'] = 'پرسیار';
$txt['smf23'] = 'ده‌نگبده‌';
$txt['smf24'] = 'هه‌موو ده‌نگده‌ران';
$txt['smf25'] = 'کورتکراوه‌کان: هه‌ردوو alt+s دابگره‌ بۆ په‌یامێکی نوێ یان alt+p بۆ بینین';
$txt['smf29'] = 'سه‌یری ئه‌نجامه‌کان بکه‌';
$txt['smf30'] = 'ده‌نگدان ڕابگره‌';
$txt['smf30b'] = 'ده‌نگدان به‌کاربخه‌وه‌';
$txt['smf39'] = 'ده‌ستکاریکردنی ئاماری ده‌نگدان';
$txt['smf43'] = 'ئاماری ده‌نگدان';
$txt['smf47'] = 'یه‌ک ڕۆژ';
$txt['smf48'] = 'دوو هه‌فته‌';
$txt['smf49'] = 'یه‌ک مانگ';
$txt['smf50'] = 'هه‌میشه‌';
$txt['smf52'] = 'چوونه‌ ژووره‌وه‌ به‌ هۆی ناوی به‌کارهێنه‌ر، ووشه‌ی نهێنی و کاتی مانه‌وه‌';
$txt['smf53'] = 'یه‌ک خوله‌ک';
$txt['smf56'] = 'گوازراوه‌ته‌وه‌';
$txt['smf57'] = 'به‌یارمه‌تیت کورته‌یه‌ک لێدوان بنوسه‌ که‌ <br />بۆ ئه‌م بابه‌ته‌ گواستراوه‌ته‌وه؟‌';
$txt['smf60'] = 'ببوره‌، تۆ ناتوانیت ده‌ستکاری کارما بکه‌یت چونکه‌ ژماره‌ی په‌یامه‌کانت که‌مه‌ - به‌لایه‌نی که‌مه‌وه‌ پێویسته‌ ';
$txt['smf62'] = 'ببوره‌، تۆ ناتوانیت کرداری کارما دووباره‌ بکه‌یته‌وه‌ به‌بێ چاوه‌ڕی کردن ';
$txt['smf82'] = 'مه‌کۆ';
$txt['smf88'] = 'له‌';
$txt['smf96'] = 'بابه‌تی جێگیر';

$txt['smf138'] = 'سڕینه‌وه‌';

$txt['smf199'] = 'په‌یامه‌ تایبه‌تیه‌کانت';

$txt['smf211'] = 'KB';

$txt['smf223'] = '[ئاماری زیاتر]';

// Use numeric entities in the below three strings.
$txt['smf238'] = 'کۆد';
$txt['smf239'] = 'ئاماژه‌ بۆ';
$txt['smf240'] = 'ئاماژه‌';

$txt['smf251'] = 'بابه‌ته‌که‌ دابه‌ش بکه‌';
$txt['smf252'] = 'بابه‌ته‌کان لێک بده‌';
$txt['smf254'] = 'ناونیشانی بابه‌ته‌ تازه‌که‌';
$txt['smf255'] = 'ته‌نها ئه‌م بابه‌ته‌ که‌رت بکه‌.';
$txt['smf256'] = 'ئه‌و بابه‌ته‌ی دوواتر که‌رتی ده‌که‌یت و ئه‌م په‌یامه‌شه‌ی له‌گه‌ڵ ده‌بێت';
$txt['smf257'] = 'ده‌ستنیشانی په‌یامه‌کان بکه‌ بۆ که‌رت کردن';
$txt['smf258'] = 'بابه‌تێکی نوێ بنوسه‌';
$txt['smf259'] = 'بابه‌ته‌که‌ به‌ سه‌رکه‌وتویی بووه‌ دوو به‌ش';
$txt['smf260'] = 'بابه‌تی بنه‌ڕه‌تی';
$txt['smf261'] = 'به‌یارمه‌تیت ئه‌و په‌یامانه‌ ده‌ستنیشان بکه‌ که‌ ئاره‌زووته‌ که‌رتیان بکه‌یت';
$txt['smf264'] = 'بابه‌ته‌کان به‌ سه‌رکه‌وتویی لێکدران';
$txt['smf265'] = 'بابه‌ته‌ نوێیه‌ لێکدراوه‌که‌';
$txt['smf266'] = 'ئه‌و بابه‌ته‌ی ده‌ته‌وێت لێکی بده‌یت';
$txt['smf267'] = 'مه‌کۆی مه‌به‌ست';
$txt['smf269'] = 'بابه‌تی مه‌به‌ست';
$txt['smf274'] = 'تۆ دڵنیای له‌ لێکدانی';
$txt['smf275'] = 'له‌گه‌ڵ';
$txt['smf276'] = 'ئه‌م فرمانه‌ هه‌موو په‌یامه‌کانی دوو بابه‌ت له‌یه‌ک ده‌دات و ده‌یکاته‌ یه‌ک بابه‌ت. په‌یامه‌کانیش به‌ گوێره‌ی کاتی ناردنیان ڕیز ده‌بن. یانی کۆنترین په‌یام ده‌بێته‌ یه‌که‌م په‌یام.';

$txt['smf277'] = 'ئه‌و بابه‌ته‌ جێگیر بکه‌';
$txt['smf278'] = 'ئه‌و بابه‌ته‌ نا-جێگیر بکه‌';
$txt['smf279'] = 'بابه‌ت دابخه‌';
$txt['smf280'] = 'بابه‌ت بکه‌وه‌';

$txt['smf298'] = 'گه‌ڕانی پێشکه‌وتوو';

$txt['smf299'] = 'هه‌ڵه‌یه‌کی ئاسایشی گه‌وره‌: ';
$txt['smf300'] = 'تۆ لانه‌دراویت';

$txt['smf301'] = 'ئه‌م لاپه‌ڕه‌ دروستبوو له‌';
$txt['smf302'] = 'چرکه‌دا له‌گه‌ڵ';
$txt['smf302b'] = '.داواکاری له‌ بنکه‌زانیاری';

$txt['smf315'] = 'ئه‌م فرمانه‌ کاتێک به‌کاربهێنه‌ که‌ بته‌وێت به‌ڕێوبه‌ران و چاودێران ئاگادار بکه‌یته‌وه‌ له‌ بوونی په‌یامێکی ناشایسته‌ یان هه‌ڵه‌.<br /><li>تکایه‌ ئاگاداربه‌ که‌ ئیمه‌یڵه‌که‌ت ئاشکراده‌بێت له‌لای چاودێره‌کان ئه‌گه‌ر ئه‌م فرمانه‌ به‌کار بهێنیت.</i>';

$txt['online2'] = 'له‌سه‌رهێڵه‌';
$txt['online3'] = 'له‌ده‌ره‌وه‌ی هێڵه‌';
$txt['online4'] = 'نامه‌ی که‌سی (له‌سه‌رهێڵ)';
$txt['online5'] = 'نامه‌ی که‌سی (له‌ده‌ره‌وه‌ی هێڵ)';
$txt['online8'] = 'دۆخ';

$txt['topbottom4'] = 'بڕۆ سه‌ره‌وه‌';
$txt['topbottom5'] = 'بڕۆ خواره‌وه‌';

if ($_SERVER['QUERY_STRING']=='')
{
$forum_copyright = '<a href="http://www.simplemachines.org/" title="Simple Machines Forum" target="_blank">Powered by ' . $forum_version . '</a> :: <a href="http://www.siteground.com">Hosting Services for SMF by SiteGround</a> ::  
<a href="http://www.simplemachines.org/about/copyright.php" title="Free Forum Software" target="_blank">SMF &copy; 2006-2009, Simple Machines LLC</a>';
}
else
{
$forum_copyright = '<a href="http://www.simplemachines.org/" title="Simple Machines Forum" target="_blank">Powered by ' . $forum_version . '</a> ::  
<a href="http://www.simplemachines.org/about/copyright.php" title="Free Forum Software" target="_blank">SMF &copy; 2006-2009, Simple Machines LLC</a>';
}


$txt['calendar3'] = 'له‌دایکبوونه‌کان:';
$txt['calendar4'] = 'چالاکیه‌کان:';
$txt['calendar3b'] = 'له‌دایکبوونه‌ چاوه‌ڕوانکراوه‌کان:';
$txt['calendar4b'] = 'چالاکیه‌ چاوه‌ڕوانکراوه‌کان:';
// Prompt for holidays in the calendar, leave blank to just display the holiday's name.
$txt['calendar5'] = '';
$txt['calendar9'] = 'مانگ:';
$txt['calendar10'] = 'ساڵ:';
$txt['calendar11'] = 'رۆژ:';
$txt['calendar12'] = 'ناونیشانی بابه‌تی چالاکی:';
$txt['calendar13'] = 'بینێره‌ له‌:';
$txt['calendar20'] = 'ده‌ستکاریکردنی چالاکی';
$txt['calendar21'] = 'ئه‌و چالاکیه‌ ده‌سڕیته‌وه‌؟';
$txt['calendar22'] = 'سڕینه‌وه‌ی چالاکی';
$txt['calendar23'] = 'چالاکیه‌ک بنێره‌';
$txt['calendar24'] = 'رۆژمێر';
$txt['calendar37'] = 'به‌سته‌ر بۆ رۆژمێر';
$txt['calendar43'] = 'به‌سته‌ر بۆ چالاکی';
$txt['calendar47'] = 'به‌رواری چاوه‌ڕوانکراو';
$txt['calendar47b'] = 'رۆژمێری ئه‌مڕۆ';
$txt['calendar51'] = 'هه‌فته‌';
$txt['calendar54'] = 'ژماره‌ی رۆژه‌کان';
$txt['calendar_how_edit'] = 'چۆن ده‌ستکاری ئه‌م چالاکیانه‌ ده‌که‌یت؟';
$txt['calendar_link_event'] = 'به‌ستنه‌وه‌ی چالاکی به‌ بابه‌تی:';
$txt['calendar_confirm_delete'] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت ئه‌م چالاکیه‌ بسڕیته‌وه‌؟';
$txt['calendar_linked_events'] = 'چالاکیه‌ به‌سته‌رکراوه‌کان';

$txt['moveTopic1'] = 'نوسینی په‌یامێکی گواستراوه‌ی خۆکار';
$txt['moveTopic2'] = 'گۆڕینی ناونیشانی بابه‌تی بابه‌ت‌';
$txt['moveTopic3'] = 'ناونیشانی بابه‌تێکی تازه‌';
$txt['moveTopic4'] = 'ناونیشانی بابه‌تی هه‌موو په‌یامه‌کان بگۆڕه‌';

$txt['theme_template_error'] = 'نه‌توانرا قالبی \'%s\' به‌کاربخرێت.';
$txt['theme_language_error'] = 'نه‌توانرا زمانه‌ فایلی \'%s\' به‌کاربخرێت.';

$txt['parent_boards'] = 'مه‌کۆیه‌ لاوه‌کیه‌کان';

$txt['smtp_no_connect'] = 'نه‌توانرا په‌یوه‌ندی بگیرێت له‌گه‌ڵ SMTP راژه‌کار';
$txt['smtp_port_ssl'] = 'ڕیکخستنی ده‌ره‌چه‌ی SMTP هه‌ڵه‌یه‌؛ پێویسته‌ 465 بێت بۆ خانه‌خوێی SSL';
$txt['smtp_bad_response'] = 'کۆده‌وه‌ڵامه‌کان له‌ خانه‌خوێی ئیمه‌یڵه‌وه‌ به‌ده‌ست نه‌گه‌یشتن';
$txt['smtp_error'] = 'هه‌ڵه‌یه‌ک که‌وته‌ پڕۆسه‌ی ناردنی ئیمه‌یڵه‌که‌وه‌. ‌هه‌ڵه‌که‌: ';
$txt['mail_send_unable'] = 'نه‌توانرا نامه‌که‌ بگاته‌ ئه‌و ناونیشانی بابه‌ته‌ \'%s\'';

$txt['mlist_search'] = 'گه‌ڕان له‌ ئه‌ندامان';
$txt['mlist_search2'] = 'جارێکی تر بگه‌ڕێ';
$txt['mlist_search_email'] = 'گه‌ڕان به‌هۆی ئیمه‌یڵه‌وه‌';
$txt['mlist_search_messenger'] = 'گه‌ڕان به‌هۆی نازناوی نێره‌ر';
$txt['mlist_search_group'] = 'گه‌ڕان به‌هۆی شوێنه‌وه‌';
$txt['mlist_search_name'] = 'گه‌ڕان به‌هۆی ناوه‌وه‌';
$txt['mlist_search_website'] = 'گه‌ڕان به‌هۆی ماڵپه‌ره‌وه‌';
$txt['mlist_search_results'] = 'ئه‌نجامه‌کانی گه‌ڕان له‌';

$txt['attach_downloaded'] = 'داگیراو';
$txt['attach_viewed'] = 'بینراو';
$txt['attach_times'] = 'جار';

$txt['MSN'] = 'ئێم ئێس ئێن';

$txt['settings'] = 'رێکخستن';
$txt['never'] = 'هه‌رگیز';
$txt['more'] = 'زیاتر';

$txt['hostname'] = 'ناوی خانه‌خوێ';
$txt['you_are_post_banned'] = 'ببوره‌ %s، تۆ ڕێگات لێگیراوه‌ که‌ بتوانی په‌یام و نامه‌ی که‌سی له‌م مه‌کۆیه‌دا بنێریت.';
$txt['ban_reason'] = 'چونکه‌';

$txt['tables_optimized'] = 'خشته‌کانی بنکه‌زانیاری باشترکران';

$txt['add_poll'] = 'ده‌نگدان زیادبکه‌';
$txt['poll_options6'] = 'تۆ ته‌نیا ئه‌و هه‌ڵبژاردنانه‌ ده‌ستنیشان ده‌که‌یت تا ده‌گاته‌ ئاستی هه‌ڵبژاردنه‌کانی %s.';
$txt['poll_remove'] = 'ده‌نگدان بسڕه‌وه‌‌';
$txt['poll_remove_warn'] = 'تۆ دڵنیایت ده‌ته‌وێت ده‌نگدانی ئه‌م بابه‌ته‌ بسڕیته‌وه‌؟';
$txt['poll_results_expire'] = 'ئه‌نجامه‌کان کاتێک پیشان ده‌درێن که‌ ده‌نگدان دابخرێت';
$txt['poll_expires_on'] = 'ده‌نگدان کۆتایی پێدێت';
$txt['poll_expired_on'] = 'ده‌نگدان کۆتایی پێهات';
$txt['poll_change_vote'] = 'لابردنی ده‌نگدان';
$txt['poll_return_vote'] = 'هه‌ڵبژاردنه‌کانی ده‌نگدان';

$txt['quick_mod_remove'] = 'لابردنی ده‌ستنیشانکراوه‌کان';
$txt['quick_mod_lock'] = 'داخستنی ده‌ستنیشانکراوه‌کان';
$txt['quick_mod_sticky'] = 'جێگیرکردنی ده‌ستنیشانکراوه‌کان';
$txt['quick_mod_move'] = 'ده‌ستنیشانکراوه‌کان بگوازه‌وه‌ بۆ';
$txt['quick_mod_merge'] = 'ده‌ستنیشانکراوه‌کان له‌یه‌ک بده‌';
$txt['quick_mod_markread'] = 'ده‌ستنیشانکراوه‌کان وه‌ک خوێندراوه‌ لێبکه‌';
$txt['quick_mod_go'] = 'بڕۆ!';
$txt['quickmod_confirm'] = 'تۆ دڵنیای که‌ ده‌ته‌وێت ئه‌م کاره‌ بکه‌یت؟';

$txt['spell_check'] = 'پشکنینی هه‌ڵه‌ی نوسین';

$txt['quick_reply_1'] = 'وه‌ڵامیدانه‌وه‌ی خێرا';
$txt['quick_reply_2'] = 'به‌هۆی <i>وه‌ڵامیدانه‌وه‌ی خێراوه‌</i> ده‌توانیت کۆده‌کانی جوانکاری و خه‌نده‌کان به‌کار بهێنیت هه‌روه‌ک له‌ وه‌ڵامیدانه‌وه‌ی ئاساییدا به‌رده‌سته‌، به‌ڵام به‌شێوه‌یه‌کی گونجاوتر.';
$txt['quick_reply_warning'] = 'ئاگاداری: ئه‌م بابه‌ته‌ داخراوه‌!<br />ته‌نیا به‌ڕێوبه‌ران و چاودێران ده‌توانن به‌شداری تێدابکه‌ن.';

$txt['notification_enable_board'] = 'تۆ دڵنیایت که‌ده‌ته‌وێت له‌بابه‌تی تازه‌ی ئه‌م مه‌کۆیه‌ ئاگادار بکرێیته‌وه‌؟';
$txt['notification_disable_board'] = 'تۆ دڵنیایت که‌ده‌ته‌وێت له‌بابه‌تی تازه‌ی ئه‌م مه‌کۆیه‌ ئاگادار نه‌کرێیته‌وه‌؟';
$txt['notification_enable_topic'] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت له‌ وه‌ڵامیی نوێی ئه‌م بابه‌ته‌ ئاگادار بکرێیته‌وه‌؟';
$txt['notification_disable_topic'] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت له‌ وه‌ڵامیی نوێی ئه‌م بابه‌ته‌ ئاگادار نه‌کرێیته‌وه‌؟';

$txt['rtm1'] = 'چاودێر ئاگادار بکه‌وه‌';

$txt['unread_topics_visit'] = 'بابه‌ته‌ نه‌خوێندراوه‌ تازه‌کان';
$txt['unread_topics_visit_none'] = 'هیچ په‌یامێکی تازه‌ نیه‌ له‌دووای دواترین سه‌ردانت  <a href="' . $scripturl . '?action=unread;all">کرته‌ لێره‌بکه‌ بۆ بینینی هه‌موو په‌یامه‌ نه‌خوێندراوه‌کان</a>.';
$txt['unread_topics_all'] = 'هه‌موو بابه‌ته‌ نه‌خوێندراوه‌کان';
$txt['unread_replies'] = 'بابه‌ته‌ نوێکراوه‌کان';

$txt['who_title'] = 'خه‌ڵکانی سه‌رهێڵ';
$txt['who_and'] = ' له‌گه‌ڵ ';
$txt['who_viewing_topic'] = ' سه‌یری ئه‌م بابه‌ته‌ ده‌که‌ن';
$txt['who_viewing_board'] = ' سه‌یری ئه‌م مه‌کۆیه‌ ده‌که‌ن.';
$txt['who_member'] = 'ئه‌ندام';

$txt['powered_by_php'] = 'Powered by PHP';
$txt['powered_by_mysql'] = 'Powered by MySQL';
$txt['valid_html'] = 'Valid HTML 4.01!';
$txt['valid_xhtml'] = 'Valid XHTML 1.0!';
$txt['valid_css'] = 'Valid CSS!';

$txt['guest'] = 'میوان';
$txt['guests'] = 'میوان';
$txt['user'] = 'ئه‌ندام';
$txt['users'] = 'ئه‌ندام';
$txt['hidden'] = 'نادیار';
$txt['buddy'] = 'هاوڕێ';
$txt['buddies'] = 'هاوڕێکان';
$txt['most_online_ever'] = 'زۆرترین سه‌ردان بۆ هه‌موو کاته‌کان';
$txt['most_online_today'] = 'زۆرترین سه‌ردانی ئه‌مڕۆ';

$txt['merge_select_target_board'] = 'مه‌کۆیه‌ک ده‌سنیشانبکه‌ بۆ بابه‌ته‌ لێکدراوه‌که‌';
$txt['merge_select_poll'] = 'کام ده‌نگدان بۆ بابه‌ته لێکدراوه‌که‌یه‌؟';
$txt['merge_topic_list'] = 'ئه‌و بابه‌تانه‌ ده‌ستنیشانبکه‌ که‌ده‌ته‌وێت له‌یه‌کیان بده‌یت';
$txt['merge_select_subject'] = 'ناونیشانی بابه‌تی بابه‌ته‌ لێکدراوه‌کان بنوسه‌';
$txt['merge_custom_subject'] = 'ناونیشانی بابه‌تێکی تازه‌';
$txt['merge_enforce_subject'] = 'ناونیشانی بابه‌تی هه‌موو په‌یامه‌کان بگۆڕه‌';
$txt['merge_include_notifications'] = 'له‌خۆگرتنی بیرهێنانه‌وه‌کانیش؟';
$txt['merge_check'] = 'تێکه‌ڵکردن؟';
$txt['merge_no_poll'] = 'به‌بێ ده‌نگدان';

$txt['response_prefix'] = 'دووباره‌: ';
$txt['current_icon'] = 'ئایکۆنه‌ کان';

$txt['smileys_current'] = 'خه‌نده‌کانی ئێستا';
$txt['smileys_none'] = 'به‌بێ خه‌نده‌کان';
$txt['smileys_forum_board_default'] = 'مه‌کۆی بنه‌ڕه‌تی';

$txt['search_results'] = 'ئه‌نجامه‌کانی گه‌ڕان';
$txt['search_no_results'] = 'هیچ ئه‌نجامێک نه‌دۆزرایه‌وه‌';

$txt['totalTimeLogged1'] = 'هه‌موو کاتی مانه‌وه‌ت: ';
$txt['totalTimeLogged2'] = ' رۆژ, ';
$txt['totalTimeLogged3'] = ' ڕۆژ و ';
$txt['totalTimeLogged4'] = ' خوله‌ک.';
$txt['totalTimeLogged5'] = 'd ';
$txt['totalTimeLogged6'] = 'h ';
$txt['totalTimeLogged7'] = 'm';

$txt['approve_thereis'] = 'هه‌بوونی';
$txt['approve_thereare'] = 'هه‌بوونی';
$txt['approve_member'] = 'یه‌ک ئه‌ندام';
$txt['approve_members'] = 'ئه‌ندامان';
$txt['approve_members_waiting'] = 'چاوه‌ڕوانکردنی ڕه‌زامه‌ندی.';

$txt['notifyboard_turnon'] = 'ده‌ته‌وێت به‌ ئیمه‌یڵ ئاگادار بکرێیته‌وه‌ له‌هه‌بوونی په‌یامی تازه‌ له‌م مه‌کۆیه‌دا؟';
$txt['notifyboard_turnoff'] = 'تۆ دڵنیایت که‌ ناته‌وێت به‌ ئیمه‌یڵ ئاگادار بکرێیته‌وه‌ بۆ‌ بابه‌تی تازه‌ له‌م مه‌کۆیه‌دا؟';

$txt['activate_code'] = 'کۆدی کاراکردنه‌که‌ت بریتیه‌ له‌: ';

$txt['find_members'] = 'دۆزینه‌وه‌ی ئه‌ندام';
$txt['find_username'] = 'ناو، ناوی ئه‌ندام، یان ئیمه‌یڵ';
$txt['find_buddies'] = 'ته‌نیا هاوڕێکان پشانبدات؟';
$txt['find_wildcards'] = 'پاشکۆی رێپێدراو: *،؟';
$txt['find_no_results'] = 'هیچ ئه‌نجامێک نه‌دۆزرایه‌وه‌';
$txt['find_results'] = 'ئه‌نجامه‌کان';
$txt['find_close'] = 'داخستن';

$txt['unread_since_visit'] = 'نوێترین په‌یامه‌ نووسراوه‌كانی پاش دواترین سه‌ردانم پیشان بده‌';
$txt['show_unread_replies'] = 'نوێترین وه‌ڵامیی سه‌ر بابه‌ته‌کانم پیشان بده‌';

$txt['change_color'] = 'گۆڕینی ڕه‌نگ‌';

$txt['quickmod_delete_selected'] = 'ده‌ستنیشانکراوه‌کان بسڕه‌وه‌';

// In this string, don't use entities. (&amp;, etc.)
$txt['show_personal_messages'] = 'تۆ یه‌کێک یان هه‌ندێک نامه‌ی تایبه‌تیت به‌ده‌ست گه‌یشتووه‌. \\n ئێستا ده‌یانبینیت (له‌ په‌نجه‌ره‌یه‌کی نوێدا)؟';

$txt['previous_next_back'] = '<span style="font-family:Tahoma; font-size:13px">&laquo;</span> پێشوو&nbsp;&nbsp;&nbsp;';
$txt['previous_next_forward'] = 'داهاتوو <span style="font-family:Tahoma; font-size:13px">&raquo;</span>';

$txt['movetopic_auto_board'] = '[مه‌کۆ]';
$txt['movetopic_auto_topic'] = '[به‌سته‌ری بابه‌ت]';
$txt['movetopic_default'] = 'ئه‌و بابه‌ته‌ گواستراوه‌ته‌وه‌ بۆ ' . $txt['movetopic_auto_board'] . ".\n\n" . $txt['movetopic_auto_topic'];

$txt['upshrink_description'] = 'سه‌ره‌کیه‌که‌ ئاوه‌ڵا بکه‌.';

$txt['mark_unread'] = 'وه‌ک نه‌خوێندراوه‌ی لێبکه‌';

$txt['ssi_not_direct'] = 'به‌یارمه‌تیت به‌هۆی به‌سته‌ری ڕاسته‌وخۆوه‌ فایلی SSI.php به‌گه‌ڕمه‌خه‌؛ ده‌توانیت به‌ڕێڕه‌وی (%s) به‌کاری بهێنیت یان فرمانێکی له‌م جۆره‌ زیاد بکه‌یت ssi_function=shtek.';
$txt['ssi_session_broken'] = 'SSI.php ناتوانێت سێشن به‌گه‌ڕ بخات! ئه‌مه‌ش ده‌بێته‌ هۆی دروستبوونی کێشه‌یه‌ک بۆ ده‌رچوون و هه‌ندێک فرمانی تر - به‌یارمه‌تیت دڵنیابه‌ که‌ SSI.php به‌گه‌ڵ خراوه‌ له‌سه‌ره‌تای هه‌موو کۆده‌کان.';

// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['preview_title'] = 'پێشبینین‌';
$txt['preview_fetch'] = 'نیشاندانی پێشبینین...';
$txt['preview_new'] = 'په‌یامی تازه';
$txt['error_while_submitting'] = 'ئه‌و هه‌ڵه‌یه‌ یان ئه‌و هه‌ڵانه‌ ڕوویاندا له‌کاتی ناردنی ئه‌و په‌یامه‌:';

$txt['split_selected_posts'] = 'په‌یامی ده‌ستنیشانکراو';
$txt['split_selected_posts_desc'] = 'ئه‌و په‌یامانه‌ی خواره‌وه‌ بابه‌تێکی نوێ دروست ده‌که‌ن له‌دوای که‌رت کردن.';
$txt['split_reset_selection'] = 'هه‌ڵوه‌شانده‌وه‌ی ده‌ستنیشانکراوه‌کان';

$txt['modify_cancel'] = 'هه‌ڵوه‌شاندنه‌وه';
$txt['mark_read_short'] = 'بیکه‌ره‌ خوێندراوه‌';

$txt['pm_short'] = 'نامه‌کانم';
$txt['hello_member_ndt'] = 'به‌خێربێیت به‌ڕێز';

$txt['ajax_in_progress'] = 'کارابوون...';

?>