<?php
// Version: 1.1; Install

// These should be the same as those in index.language.php.
$txt['lang_character_set'] = 'UTF-8';
$txt['lang_rtl'] = false;

$txt['smf_installer'] = 'Πρόγραμμα εγκατάστασης SMF';
$txt['installer_language'] = 'Γλώσσα';
$txt['installer_language_set'] = 'Ορισμός';
$txt['congratulations'] = 'Συγχαρητήρια, η εγκατάσταση ολοκληρώθηκε!';
$txt['congratulations_help'] = 'Αν σε κάποια στιγμή χρειαστείτε υποστήριξη, ή το SMF αποτύχει να λειτουργήσει σωστά, θυμηθείτε ότι υπάρχει <a href="http://www.simplemachines.org/community/index.php" target="_blank">βοήθεια</a> αν τη χρειαστείτε.';
$txt['still_writable'] = 'Ο κατάλογος εγκατάστασης είναι ακόμη εγγράψιμος.  Είναι καλή ιδέα να το αλλάξετε (με chmod) σε μη εγγράψιμο για λόγους ασφαλείας.';
$txt['delete_installer'] = 'Πατήστε εδώ για να διαγράψετε το αρχείο install.php τώρα.</i>';
$txt['delete_installer_maybe'] = '<i>(δεν δουλεύει σε όλους τους διακομιστές.)</i>';
$txt['go_to_your_forum'] = 'Τώρα μπορείτε να δείτε τη <a href="%s">νέα σας δημόσια συζήτηση</a> και να το χρησιμοποιήσετε.  Σιγουρευτείτε πρώτα ότι είστε συνδεδεμένος, μετά από αυτό θα έχετε πρόσβαση στο κέντρο διαχείρισης.';
$txt['good_luck'] = 'Καλή τύχη!<br />Simple Machines';

$txt['user_refresh_install'] = 'Η δημόσια συζήτηση ανανεώθηκε';
$txt['user_refresh_install_desc'] = 'Κατά την εγκατάσταση, το πρόγραμμα εγκατάστασης βρήκε ότι (με τις πληροφορίες που δώσατε) ένας ή περισσότεροι πίνακες που θα δημιουργούσε το πρόγραμμα εγκατάστασης, υπήρχαν ήδη.<br />Τυχόν πίνακες που λείπουν στην εγκατάσταση σας έχουν δημιουργηθεί εκ νέου με αρχικά δεδομένα, αλλά δεν διαγράφηκαν δεδομένα από υπάρχοντες πίνακες.';

$txt['default_topic_subject'] = 'Καλώς ορίσατε στο SMF!';
$txt['default_topic_message'] = 'Καλώς ορίσατε στο Simple Machines Forum!<br /><br />Ελπίζουμε ότι θα απολαύσετε τη χρήση της δημόσιας συζήτησης σας.&nbsp; Αν έχετε προβλήματα, μπορείτε ελεύθερα να μας [url=http://www.simplemachines.org/community/index.php]ζητήσετε βοήθεια[/url].<br /><br />Ευχαριστούμε!<br />Simple Machines';
$txt['default_board_name'] = 'Γενική Συζήτηση';
$txt['default_board_description'] = 'Μιλήστε ελεύθερα για οτιδήποτε σε αυτόν τον πίνακα.';
$txt['default_category_name'] = 'Γενική Κατηγορία';
$txt['default_time_format'] = '%B %d, %Y, %I:%M:%S %p';
$txt['default_news'] = 'SMF - Μόλις εγκαταστάθηκε!';
$txt['default_karmaLabel'] = 'Κάρμα:';
$txt['default_karmaSmiteLabel'] = '[αποδοκιμασία]';
$txt['default_karmaApplaudLabel'] = '[επιδοκιμασία]';
$txt['default_reserved_names'] = 'Admin\\nWebmaster\\nGuest\\nroot';
$txt['default_smileyset_name'] = 'Προκαθορισμένο';
$txt['default_classic_smileyset_name'] = 'Κλασικό';
$txt['default_theme_name'] = 'Προκαθορισμένη Εμφάνιση SMF - Πυρήνας';
$txt['default_classic_theme_name'] = 'Κλασική Εμφάνιση YaBB SE';
$txt['default_babylon_theme_name'] = 'Εμφάνιση Babylon';

$txt['default_administrator_group'] = 'Διαχειριστής';
$txt['default_global_moderator_group'] = 'Γενικός συντονιστής';
$txt['default_moderator_group'] = 'Συντονιστής';
$txt['default_newbie_group'] = 'Αρχάριο μέλος';
$txt['default_junior_group'] = 'Απλό μέλος';
$txt['default_full_group'] = 'Πλήρες μέλος';
$txt['default_senior_group'] = 'Ανώτερο μέλος';
$txt['default_hero_group'] = 'Ανώτατο μέλος';

$txt['default_smiley_smiley'] = 'Χαμόγελο';
$txt['default_wink_smiley'] = 'Κλείσιμο ματιού';
$txt['default_cheesy_smiley'] = 'Μεγάλο χαμόγελο';
$txt['default_grin_smiley'] = 'Σαρκασμός';
$txt['default_angry_smiley'] = 'Θυμός';
$txt['default_sad_smiley'] = 'Λύπη';
$txt['default_shocked_smiley'] = 'Έκπληξη';
$txt['default_cool_smiley'] = 'Άνεση';
$txt['default_huh_smiley'] = 'Απορία';
$txt['default_roll_eyes_smiley'] = 'Στριφογύρισμα ματιών';
$txt['default_tongue_smiley'] = 'Γλώσσα';
$txt['default_embarrassed_smiley'] = 'Ντροπή';
$txt['default_lips_sealed_smiley'] = 'Σφραγισμένα χείλη';
$txt['default_undecided_smiley'] = 'Αναποφασιστικότητα';
$txt['default_kiss_smiley'] = 'Φιλί';
$txt['default_cry_smiley'] = 'Κλάμα';
$txt['default_evil_smiley'] = 'Κακία';
$txt['default_azn_smiley'] = 'Azn';
$txt['default_afro_smiley'] = 'Άφρο';

$txt['error_message_click'] = 'Πατήστε εδώ';
$txt['error_message_try_again'] = 'για να δοκιμάσετε αυτό το βήμα ξανά.';
$txt['error_message_bad_try_again'] = 'για να δοκιμάσετε να εγκαταστήσετε έτσι κι αλλιώς, αλλά σημειώστε ότι αυτό <i>δεν</i> συνιστάται.';

$txt['install_settings'] = 'Βασικές Ρυθμίσεις';
$txt['install_settings_info'] = 'Μερικά πράγματα για να ρυθμίσετε ;).';
$txt['install_settings_name'] = 'Όνομα δημόσιας συζήτησης';
$txt['install_settings_name_info'] = 'Αυτό είναι το όνομα της δημόσιας συζήτησής σας, πχ. &quot;Η δοκιμαστική δημόσια συζήτηση&quot;.';
$txt['install_settings_name_default'] = 'Η κοινότητά μου';
$txt['install_settings_url'] = 'Διεύθυνση URL της δημόσιας συζήτησης';
$txt['install_settings_url_info'] = 'Αυτή είναι η διεύθυνση URL της δημόσιας συζήτησής σας <b>χωρίς το τελικό \'/\'!</b>.<br />Στις περισσότερες περιπτώσεις, μπορείτε να αφήσετε την προεπιλεγμένη τιμή σε αυτό το πεδίο - είναι συνήθως σωστή.';
$txt['install_settings_compress'] = 'Έξοδος Gzip';
$txt['install_settings_compress_title'] = 'Συμπίεση εξόδου για εξοικονόμηση εύρους ζώνης.';
// In this string, you can translate the word "PASS" to change what it says when the test passes.
$txt['install_settings_compress_info'] = 'Αυτή η λειτουργία δεν δουλεύει σωστά σε όλους τους διακομιστές, αλλά μπορεί να σας εξοικονομήσει πολύ bandwidth.<br />Πατήστε <a href="install.php?obgz=1&amp;pass_string=PASS" onclick="return reqWin(this.href, 200, 60);" target="_blank">εδώ</a> για να το δοκιμάσετε. (θα πρέπει να γράψει "ΕΠΙΤΥΧΙΑ".)';
$txt['install_settings_dbsession'] = 'Συνδέσεις της βάσης δεδομένων';
$txt['install_settings_dbsession_title'] = 'Χρήση της βάσης δεδομένων για τις συνδέσεις αντί για τη χρήση αρχείων.';
$txt['install_settings_dbsession_info1'] = 'Αυτή η λειτουργία είναι σχεδόν πάντα για το καλύτερο, αφού κάνει τις συνδέσεις πιο εξαρτημένες.';
$txt['install_settings_dbsession_info2'] = 'Αυτή η λειτουργία είναι γενικά μια καλή ιδέα αλλά είναι πιθανόν να μη δουλέψει σε αυτόν τον διακομιστή.';
$txt['install_settings_utf8'] = 'Σύνολο χαρακτήρων UTF-8';
$txt['install_settings_utf8_title'] = 'Χρησιμοποιήστε το UTF-8 ως το προεπιλεγμένο σύνολο χαρακτήρων';
$txt['install_settings_utf8_info'] = 'Αυτή η λειτουργία επιτρέπει τόσο στη βάση δεδομένων όσο και στο φόρουμ να χρησιμοποιούν ένα διεθνές σύνολο χαρακτήρων, το UTF-8. Είναι χρήσιμο σε όσους χρησιμοποιούν πολλές γλώσσες οι οποίες έχουν διαφορετικά σύνολα χαρακτήρων.';
$txt['install_settings_stats'] = 'Να επιτρέπεται η συλλογή στατιστικών';
$txt['install_settings_stats_title'] = 'Να επιτρέπεται στη Simple Machines να συλλέγει βασικά στατιστικά κάθε μήνα';
$txt['install_settings_stats_info'] = 'Εάν ενεργοποιηθεί, θα επιτρέψει στη Simple Machines να επισκέπτεστε τον ιστοτόπο σας μία φορά το μήνα για τη συλλογή βασικών στατιστικών. Αυτό θα μας βοηθήσει να πάρουμε αποφάσεις σχετικά με τις ρυθμίσεις για τις οποίες θα πρέπει να βελτιστοποιήσουμε το λογισμικό. Για περισσότερες πληροφορίες επισκεφθείτε τη <a href="http://www.simplemachines.org/about/stats.php" target="_blank">σελίδα πληροφοριών</a>.';
$txt['install_settings_proceed'] = 'Συνέχεια';

$txt['mysql_settings'] = 'Ρυθμίσεις διακομιστή MySQL';
$txt['mysql_settings_info'] = 'Αυτές είναι οι ρυθμίσεις για τον διακομιστή MySQL.  Αν δεν γνωρίζετε τις τιμές, θα πρέπει να ρωτήσετε τον παροχέα σας για το ποιες είναι.';
$txt['mysql_settings_server'] = 'Όνομα διακομιστή MySQL';
$txt['mysql_settings_server_info'] = 'Αυτό είναι σχεδόν πάντα το localhost - γι\'αυτό, αν δεν ξέρετε, δοκιμάστε το localhost.';
$txt['mysql_settings_username'] = 'Όνομα χρήστη MySQL';
$txt['mysql_settings_username_info'] = 'Συμπληρώστε το όνομα χρήστη που απαιτείται για να συνδεθείτε με την MySQL βάση δεδομένων.<br />Αν δεν ξέρετε ποιο είναι, δοκιμάστε το όνομα χρήστη του ftp λογαριασμού σας, συχνά είναι το ίδιο.';
$txt['mysql_settings_password'] = 'Κωδικός MySQL';
$txt['mysql_settings_password_info'] = 'Εδώ βάλτε τον κωδικό που απαιτείται για τη σύνδεση με την MySQL βάση δεδομένων.<br />Αν δεν τον ξέρετε, δοκιμάστε τον κωδικό του ftp λογαριασμού σας.';
$txt['mysql_settings_database'] = 'Όνομα βάσης δεδομένων MySQL';
$txt['mysql_settings_database_info'] = 'Συμπληρώστε το όνομα της βάσης δεδομένων που θέλετε να χρησιμοποιήσετε για να αποθηκεύει τα δεδομένα του το SMF.<br />Αν αυτή η βάση δεδομένων δεν υπάρχει, το πρόγραμμα εγκατάστασης θα προσπαθήσει να την δημιουργήσει.';
$txt['mysql_settings_prefix'] = 'Πρόθεμα πινάκων MySQL';
$txt['mysql_settings_prefix_info'] = 'Το πρόθεμα στο όνομα κάθε πίνακα στη βάση δεδομένων.  <b>Μην εγκαθιστάτε δύο δημόσιες συζητήσεις με το ίδιο πρόθεμα!</b><br />Αυτή η τιμή επιτρέπει πολλαπλές εγκαταστάσεις σε μία βάση δεδομένων.';

$txt['user_settings'] = 'Δημιουργία του λογαριασμού σας';
$txt['user_settings_info'] = 'Το πρόγραμμα εγκατάστασης θα δημιουργήσει τώρα ένα νέο λογαριασμό διαχειριστή για εσάς.';
$txt['user_settings_username'] = 'Το όνομα χρήστη σας';
$txt['user_settings_username_info'] = 'Επιλέξτε το όνομα με το οποίο θέλετε να συνδέεστε.<br />Αυτό δεν μπορεί να αλλάξει αργότερα, αλλά το εμφανιζόμενο όνομα μπορεί.';
$txt['user_settings_password'] = 'Κωδικός';
$txt['user_settings_password_info'] = 'Συμπληρώστε τον κωδικό που προτιμάτε, και να τον θυμάστε πάντα!';
$txt['user_settings_again'] = 'Κωδικός';
$txt['user_settings_again_info'] = '(μόνο για επαλήθευση.)';
$txt['user_settings_email'] = 'Διεύθυνση e-mail';
$txt['user_settings_email_info'] = 'Δώστε επίσης τη διεύθυνση e-mail σας.  <b>Αυτή πρέπει να είναι μια έγκυρη διεύθυνση e-mail.</b>';
$txt['user_settings_database'] = 'Κωδικός βάσης δεδομένων MySQL';
$txt['user_settings_database_info'] = 'Το πρόγραμμα εγκατάστασης απαιτεί να δώσετε τον κωδικό της βάσης δεδομένων πριν τη δημιουργία λογαριασμού διαχειριστή, για λόγους ασφαλείας.';
$txt['user_settings_proceed'] = 'Τέλος';

$txt['ftp_setup'] = 'Πληροφορίες σύνδεσης FTP';
$txt['ftp_setup_info'] = 'Το πρόγραμμα εγκατάστασης μπορεί να συνδεθεί μέσω FTP για να διορθώσει τα αρχεία που χρειάζεται να είναι εγγράψιμα αλλά δεν είναι.  Αν δεν λειτουργεί, θα πρέπει να κάνετε τα αρχεία εγγράψιμα με μη αυτόματο τρόπο.  Σημειώστε ότι προς το παρόν δεν υποστηρίζει SSL.';
$txt['ftp_server'] = 'Διακομιστής';
$txt['ftp_server_info'] = 'Αυτό πρέπει να είναι το όνομα και η θύρα του διακομιστή FTP.';
$txt['ftp_port'] = 'Θύρα';
$txt['ftp_username'] = 'Όνομα χρήστη';
$txt['ftp_username_info'] = 'Το όνομα χρήστη για τη σύνδεση. <i>Αυτό δεν θα αποθηκευτεί πουθενά.</i>';
$txt['ftp_password'] = 'Κωδικός';
$txt['ftp_password_info'] = 'Ο κωδικός για τη σύνδεση. <i>Αυτό δεν θα αποθηκευτεί πουθενά.</i>';
$txt['ftp_path'] = 'Κατάλογος εγκατάστασης';
$txt['ftp_path_info'] = 'Αυτός είναι ο <i>σχετικός</i> κατάλογος που χρησιμοποιείτε στον διακομιστή FTP.';
$txt['ftp_path_found_info'] = 'Ο κατάλογος στο παραπάνω πεδίο ανιχνεύθηκε αυτόματα.';
$txt['ftp_connect'] = 'Σύνδεση';
$txt['ftp_setup_why'] = 'Τι κάνει αυτό το βήμα;';
$txt['ftp_setup_why_info'] = 'Μερικά αρχεία χρειάζεται να είναι εγγράψιμα για να λειτουργήσει κανονικά το SMF.  Αυτό το βήμα σας επιτρέπει να αφήσετε το πρόγραμμα εγκατάστασης να τα κάνει εγγράψιμα για εσάς.  Πάντως, σε μερικές περιπτώσεις αυτό δεν δουλεύει - σε αυτή τη περίπτωση κάντε τα ακόλουθα αρχεία 777 (εγγράψιμα, 755 σε μερικούς διακομιστές):';
$txt['ftp_setup_again'] = 'για να ελέγξετε αν αυτά τα αρχεία είναι εγγράψιμα και πάλι.';

$txt['error_php_too_low'] = 'Προσοχή!  Δεν φαίνεται να έχετε έκδοση PHP εγκατεστημένη στον διακομιστή Ιστού σας η οποία πληροί τις <b>ελάχιστες απαιτήσεις εγκατάστασης</b> του SMF.<br />Αν δεν είστε ο παροχέας, θα πρέπει να ζητήσετε από τον παροχέα σας μια αναβάθμιση, ή χρησιμοποιήστε άλλον παροχέα - αλλιώς, αναβαθμίστε το PHP σε μια νεότερη έκδοση.<br /><br />Αν γνωρίζετε σίγουρα ότι η έκδοση PHP που έχετε είναι αρκετά μεγάλη, μπορείτε να συνεχίσετε, αν και αυτό δεν προτείνεται.';
$txt['error_missing_files'] = 'Δεν βρέθηκαν κρίσιμα αρχεία εγκατάστασης στον κατάλογο αυτού του script!<br /><br />Σιγουρευτείτε ότι ανεβάσατε ολοκληρωμένο το πακέτο εγκατάστασης, συμπεριλαμβανομένου του αρχείου sql, και μετά δοκιμάστε ξανά.';
$txt['error_session_save_path'] = 'Παρακαλούμε ενημερώστε τον παροχέα σας ότι το <b>session.save_path που δηλώνεται στο php.ini</b> δεν είναι έγκυρο!  Χρειάζεται να αλλαχθεί σε ένα κατάλογο που <b>υπάρχει</b>, και είναι <b>εγγράψιμος</b> από τον χρήστη κάτω από τον οποίο τρέχει το PHP.<br />';
$txt['error_windows_chmod'] = 'Βρισκόσαστε σε έναν διακομιστή Windows, και μερικά κρίσιμα αρχεία δεν είναι εγγράψιμα.  Ζητήστε από τον παροχέα σας να δώσει <b>δικαιώματα εγγραφής</b> στον χρήστη κάτω από τον οποίο τρέχει το PHP για τα αρχεία στην SMF εγκατάστασή σας.  Τα ακόλουθα αρχεία ή κατάλογοι πρέπει να είναι εγγράψιμα:';
$txt['error_ftp_no_connect'] = 'Δεν ήταν δυνατή η σύνδεση με τον  διακομιστή FTP με αυτόν τον συνδυασμό πληροφοριών.';
$txt['error_mysql_connect'] = 'Δεν ήταν δυνατή η σύνδεση με την βάση δεδομένων MySQL με τα δοσμένα δεδομένα.<br /><br />Αν δεν είσαστε σίγουροι για το τι να δηλώσετε, επικοινωνήστε με τον παροχέα σας.';
$txt['error_mysql_too_low'] = 'Η έκδοση MySQL που χρησιμοποιεί ο διακομιστής βάσης δεδομένων είναι πολύ παλιά, και δεν πληροί τις ελάχιστες απαιτήσεις του SMF.<br /><br />Ζητήστε από τον παροχέα σας είτε να την αναβαθμίσει είτε να σας προμηθεύσει με μια νέα, και αν δεν το κάνει, δοκιμάστε έναν άλλο παροχέα.';
$txt['error_mysql_database'] = 'Το πρόγραμμα εγκατάστασης δεν μπόρεσε να προσπελάσει τη &quot;<i>%s</i>&quot; βάση δεδομένων.  Με μερικούς παροχείς, πρέπει να δημιουργήσετε τη βάση δεδομένων στο κέντρο διαχείρισης πριν να μπορέσει το SMF να τη χρησιμοποιήσει.  Μερικοί επίσης προσθέτουν προθέματα - όπως το όνομα χρήστη σας - στα ονόματα των βάσεων δεδομένων.';
$txt['error_mysql_queries'] = 'Μερικές από τις εντολές δεν εκτελέστηκαν κανονικά.  Αυτό μπορεί να συνέβη λόγω μιας έκδοσης MySQL που δεν υποστηρίζεται (παλιά ή αναπτυξιακή).<br /><br />Τεχνικές πληροφορίες σχετικά με τις εντολές:';
$txt['error_mysql_queries_line'] = 'Γραμμή #';
$txt['error_mysql_missing'] = 'Το πρόγραμμα εγκατάστασης δεν μπόρεσε να ανιχνεύσει υποστήριξη MySQL στο PHP.  Ζητήστε από τον παροχέα σας να βεβαιωθεί ότι το PHP δημιουργήθηκε με υποστήριξη MySQL, ή ότι η κατάλληλη επέκταση φορτώνεται.';
$txt['error_session_missing'] = 'Ο εγκαταστάτης δεν μπόρεσε να ανιχνεύσει υποστήριξη συνδέσεων στην εγκατάσταση PHP του διακομιστή σας.  Παρακαλούμε ρωτήστε τον παροχέα σας για να σιγουρευτείτε ότι το PHP μεταγλωττίστηκε με υποστήριξη συνδέσεων (session support)';
$txt['error_user_settings_again_match'] = 'Δώσατε δύο τελείως διαφορετικούς κωδικούς!';
$txt['error_user_settings_taken'] = 'Συγγνώμη, ένα μέλος έχε ήδη εγγραφεί με αυτό το όνομα χρήστη ή/και κωδικό.<br /><br />Δεν δημιουργήθηκε νέος λογαριασμός.';
$txt['error_user_settings_query'] = 'Ένα σφάλμα βάσης δεδομένων συνέβη κατά τη δημιουργία διαχειριστή.  Το σφάλμα ήταν:';
$txt['error_subs_missing'] = 'Δεν βρέθηκε το αρχείο Sources/Subs.php.  Σιγουρευτείτε ότι απεστάλη κανονικά, και μετά προσπαθήστε ξανά.';
$txt['error_mysql_alter_priv'] = 'Ο λογαριασμός MySQL που ορίσατε δεν έχει δικαίωμα για τροποποίηση, δημιουργία, ή/και διαγραφή (ALTER, CREATE, DROP) πινάκων στη βάση δεδομένων. Αυτό είναι απαραίτητο για να λειτουργήσει κανονικά το SMF.';
$txt['error_versions_do_not_match'] = 'Ο εγκαταστάτης ανίχνευσε μια άλλη έκδοση του SMF ήδη εγκατεστημένη με τις συγκεκριμένες πληροφορίες.  Αν προσπαθείτε να αναβαθμίσετε, πρέπει να χρησιμοποιήσετε το πρόγραμμα αναβάθμισης, όχι εγκατάστασης.<br /><br />Αλλιώς, ίσως θέλετε να χρησιμοποιήσετε διαφορετικές πληροφορίες, ή να δημιουργήσετε ένα αντίγραφο ασφαλείας και μετά να διαγράψετε τα δεδομένα που βρίσκονται αυτή τη στιγμή στη βάση δεδομένων.';
$txt['error_mod_security'] = 'Το πρόγραμμα εγκατάστασης εντόπισε ότι το mod_security είναι εγκατεστημένο στον διακομιστή σας. Το Mod_security θα εμποδίσει τη λειτουργία της φόρμας υποβολής πριν προλάβει να ενεργοποιηθεί το SMF. ΤΟ SMF έχει ένα ενσωματωμένο σύστημα ανίχνευσης ασφαλείας το οποίο λειτουργεί πιο αποτελεσματικά από το mod_security και δεν θα εμποδίσει τις φόρμες που υποβάλλονται.<br /><br /><a href="http://www.simplemachines.org/redirect/mod_security">Περισσότερες πληροφορίες σχετικά με την απενεργοποίηση του mod_security</a>';
$txt['error_utf8_mysql_version'] = 'Η τρέχουσα έκδοση της βάσης δεδομένων σας δεν υποστηρίζει τη χρήση του συνόλου χαρακτήρων UTF-8. Μπορείτε να εγκαταστήσετε το SMF χωρίς προβλήματα μόνο όμως εάν δεν έχετε επιλεγμένη την υποστήριξη UTF-8. Εάν θα θέλατε να χρησιμοποιήσετε UTF-8 στο μέλλον (π.χ. μετά την αναβάθμιση του διακομιστή MySQL του φόρουμ σας σε έκδοση >= 4.1), μπορείτε να μετατρέψετε το φόρουμ σε UTF-8 μέσω του πίνακα διαχείρισης.';

?>