<?php
// Version: 1.1; ManageBoards

$txt[41] = 'Керування Розділами і Категоріями';
$txt[43] = 'Розташування';
$txt[44] = 'Назва';
$txt[672] = 'Назва, яка буде відображатися на головній сторінці.';
$txt[677] = 'Тут Ви можете редагувати Розділи і Категорії Вашого форуму. Модераторів розділів записують в список через кому. Наприклад: <i>&quot;username1&quot;, &quot;username2&quot;</i>. (Вказуйте реальні імена користувачів, а не відображувані імена!). Щоб створити новий розділ, натисніть кнопку "Додати розділ". Для створення підрозділу форуму виберіть "Підрозділ..." у меню Розташування.';
$txt['parent_members_only'] = 'Зареєстровані користувачі';
$txt['parent_guests_only'] = 'Гості';
$txt['catConfirm'] = 'Ви дійсно хочете видалити цю категорію?';
$txt['boardConfirm'] = 'Ви дійсно хочете видалити цей розділ?';

$txt['catEdit'] = 'Редагувати Категорію';
$txt['boardsEdit'] = 'Створення/Редагування Розділу';
$txt['collapse_enable'] = 'Може згортатися';
$txt['collapse_desc'] = 'Дозволити користувачам згортати цю категорію?';
$txt['catModify'] = '(змінити)';

$txt['mboards_order_after'] = 'Після ';
$txt['mboards_order_inside'] = 'В ';
$txt['mboards_order_first'] = 'На першому місці';

$txt['mboards_new_cat'] = 'Створити нову категорію';
$txt['mboards_new_board'] = 'Додати розділ';
$txt['mboards_new_cat_name'] = 'Нова категорія';
$txt['mboards_add_cat_button'] = 'Додати категорію';
$txt['mboards_new_board_name'] = 'Новий розділ';

$txt['mboards_name'] = 'Назва';
$txt['mboards_modify'] = 'змінити';
$txt['mboards_permissions'] = 'права';
// Don't use entities in the below string.
$txt['mboards_permissions_confirm'] = 'Ви впевнені, що хочете переключити даний розділ на локальні права доступу?';

$txt['mboards_delete_cat'] = 'Видалити категорію';
$txt['mboards_delete_board'] = 'Видалити розділ';

$txt['mboards_delete_cat_contains'] = 'Видалення цієї категорії призведе до видалення розділів, які знаходятся у ній, а також тем, повідомлень і вкладень';
$txt['mboards_delete_option1'] = 'Видалити категорію і всі розділи, які знаходятся у ній.';
$txt['mboards_delete_option2'] = 'Видалити категорію і перенести всі розділи в';
$txt['mboards_delete_error'] = 'Не обрана категорія!';
$txt['mboards_delete_board_contains'] = 'Видалення цього розділу перенесе підрозділи, враховуючи всі теми, повідомлення і вкладення, які знаходятся всередині';
$txt['mboards_delete_board_option1'] = 'Видалити розділ і сконвертувати його підрозділи в розділи (підняти підрозділи на рівень вище).';
$txt['mboards_delete_board_option2'] = 'Видалити розділ і перемістити його підрозділи в';
$txt['mboards_delete_board_error'] = 'Не обраний розділ!';
$txt['mboards_delete_what_do'] = 'Будь ласка, виберіть дії, які будуть зроблені із цими розділами';
$txt['mboards_delete_confirm'] = 'Підтвердити';
$txt['mboards_delete_cancel'] = 'Скасування';

$txt['mboards_category'] = 'Категорія';
$txt['mboards_description'] = 'Опис';
$txt['mboards_description_desc'] = 'Невеликий опис розділу.';
$txt['mboards_groups'] = 'Групи користувачів.';
$txt['mboards_groups_desc'] = 'Групи користувачів, які мають доступ до розділу.<br /><em>Нагадування: якщо група користувачів відзначена галочкою, це означає, що вона має доступ до розділу.</em>';
$txt['mboards_groups_post_group'] = 'Ця група може відправляти повідомлення.';
$txt['mboards_permissions_title'] = 'Права доступу розділу';
$txt['mboards_permissions_desc'] = 'Виберіть загальні права в розділі. Наприклад, можна зробити розділ доступним тільки для читання. Ці права не застосовуються до Адміністраторів і Модераторів.';
$txt['mboards_moderators'] = 'Модератори';
$txt['mboards_moderators_desc'] = 'Учасники, які мають спеціальні привілеї в даному розділі - модераторські права. Зверніть увагу, що Адміністратори не повинні бути в цих списках.';
$txt['mboards_count_posts'] = 'Підраховувати повідомлення';
$txt['mboards_count_posts_desc'] = 'Додає повідомлення, залишені в цьому розділі, до загального числа повідомлень користувачів.';
$txt['mboards_unchanged'] = 'За замовчуванням';
$txt['mboards_theme'] = 'Тема оформлення розділу';
$txt['mboards_theme_desc'] = 'Ця функція дозволяє змінювати тему оформлення форуму всередині тільки цього розділу.';
$txt['mboards_theme_default'] = '(залишити за замовчуванням.)';
$txt['mboards_override_theme'] = 'Заміняти тему оформлення користувача';
$txt['mboards_override_theme_desc'] = 'Якщо користувач використовує свою тему оформлення, зайшовши в цей розділ, його тема зміниться на встановлену Вами.';

$txt['mboards_order_before'] = 'До';
$txt['mboards_order_child_of'] = 'Підрозділ';
$txt['mboards_order_in_category'] = 'У Категорії';
$txt['mboards_current_position'] = 'Поточна позиція';
$txt['no_valid_parent'] = 'Розділ %s не має дійсної кореневої категорії. Використайте функцію\'пошук і усунення помилок\', щоб виправити цю помилку.';

$txt['mboards_settings_desc'] = 'Редагувати загальні настроювання Розділів і Категорій.';
$txt['groups_manage_boards'] = 'Групи користувачів, яким дозволено редагувати Розділи і Категорії';
$txt['mboards_settings_submit'] = 'Зберегти';
$txt['recycle_enable'] = 'Дозволити відновлення вилучених тем';
$txt['recycle_board'] = 'Розділ для вилучених тем';
$txt['countChildPosts'] = 'Додавати кількість повідомлень у підрозділах до загальної статистики головного розділу';

$txt['mboards_select_destination'] = 'Виберіть призначення для розділу \'<b>%1$s</b>\'';
$txt['mboards_cancel_moving'] = 'Скасувати переміщення';
$txt['mboards_move'] = 'перемістити';

?>