<?php
// Version: 1.1; ManageBoards

$txt[41] = 'Διαχείριση πινάκων και κατηγοριών';
$txt[43] = 'Σειρά';
$txt[44] = 'Πλήρες όνομα';
$txt[672] = 'Αυτό είναι το όνομα που θα εμφανίζεται.';
$txt[677] = 'Διαχειριστείτε τις κατηγορίες και τους πίνακες εδώ. Ορίστε πολλαπλούς συντονιστές με  <i>&quot;username&quot;, &quot;username&quot;</i>. (αυτά πρέπει να είναι ονόματα χρηστών, όχι εμφανιζόμενο όνομα!)<br />Για να δημιουργήσετε έναν πίνακα, πατήστε το "Προσθήκη Πίνακα". Για να κάνετε τον νέο πίνακα θυγατρικό ενός υπάρχοντος πίνακα, επιλέξτε "Θυγατρικός του..." από το μενού Σειρά όταν δημιουργείτε τον πίνακα.';
$txt['parent_members_only'] = 'Κοινά μέλη';
$txt['parent_guests_only'] = 'Επισκέπτες';
$txt['catConfirm'] = 'Θέλετε σίγουρα να διαγράψετε αυτή τη κατηγορία;';
$txt['boardConfirm'] = 'Θέλετε σίγουρα να διαγράψετε αυτόν τον πίνακα;';

$txt['catEdit'] = 'Τροποποίηση κατηγορίας';
$txt['boardsEdit'] = 'Τροποποίηση πινάκων';
$txt['collapse_enable'] = 'Με σύμπτυξη';
$txt['collapse_desc'] = 'Να επιτρέπεται στους χρήστες να συμπτύσσουν αυτή τη κατηγορία;';
$txt['catModify'] = '(Τροποποίηση)';

$txt['mboards_order_after'] = 'Μετά ';
$txt['mboards_order_inside'] = 'Μέσα ';
$txt['mboards_order_first'] = 'Στην πρώτη θέση';

$txt['mboards_new_cat'] = 'Δημιουργία νέας κατηγορίας';
$txt['mboards_new_board'] = 'Προσθήκη πίνακα';
$txt['mboards_new_cat_name'] = 'Νέα κατηγορία';
$txt['mboards_add_cat_button'] = 'Προσθήκη κατηγορίας';
$txt['mboards_new_board_name'] = 'Νέος πίνακας';

$txt['mboards_name'] = 'Όνομα';
$txt['mboards_modify'] = 'τροποποίηση';
$txt['mboards_permissions'] = 'δικαιώματα';
// Don't use entities in the below string.
$txt['mboards_permissions_confirm'] = 'Σίγουρα θέλετε να ρυθμίσετε αυτόν το πίνακα ώστε να χρησιμοποιεί τοπικά δικαιώματα;';

$txt['mboards_delete_cat'] = 'Διαγραφή κατηγορίας';
$txt['mboards_delete_board'] = 'Διαγραφή πίνακα';

$txt['mboards_delete_cat_contains'] = 'Η διαγραφή αυτής της κατηγορίας θα μετακινήσει επίσης τους παρακάτω θυγατρικούς πίνακες, συμπεριλαμβανομένων όλων των θεμάτων, μηνυμάτων και συνημμένων μέσα σε κάθε πίνακα';
$txt['mboards_delete_option1'] = 'Διαγραφή κατηγορίας και όλων των πινάκων που περιέχονται σε αυτή.';
$txt['mboards_delete_option2'] = 'Διαγραφή κατηγορίας και μετακίνηση όλων των πινάκων που περιέχονται σε αυτή στο';
$txt['mboards_delete_error'] = 'Δεν έχει επιλεγεί κατηγορία!';
$txt['mboards_delete_board_contains'] = 'Διαγράφοντας αυτόν τον πίνακα θα μεταφερθούν όλοι οι παρακάτω θυγατρικοί πίνακες, συμπεριλαμβάνοντας όλα τα θέματα, τις δημοσιεύσεις και τα συνημμένα σε καθένα από τους πίνακες';
$txt['mboards_delete_board_option1'] = 'Διαγραφή πίνακα και μεταφορά θυγατρικών πινάκων που περιλαμβάνονται στο επίπεδο κατηγορίας.';
$txt['mboards_delete_board_option2'] = 'Διαγραφή πίνακα και μεταφορά θυγατρικών πινάκων που περιλαμβάνονται στο';
$txt['mboards_delete_board_error'] = 'Δεν έχει επιλεγεί πίνακας!';
$txt['mboards_delete_what_do'] = 'Επιλέξτε τι θέλετε να κάνετε με αυτούς τους πίνακες';
$txt['mboards_delete_confirm'] = 'Επιβεβαίωση';
$txt['mboards_delete_cancel'] = 'Ακυρο';

$txt['mboards_category'] = 'Κατηγορία';
$txt['mboards_description'] = 'Περιγραφή';
$txt['mboards_description_desc'] = 'Μια σύντομη περιγραφή του πίνακα.';
$txt['mboards_groups'] = 'Επιτρεπόμενες ομάδες';
$txt['mboards_groups_desc'] = 'Ομάδες που επιτρέπεται να έχουν πρόσβαση στον πίνακα.<br /><em>Σημείωση: Αν το μέλος ανήκει σε οποιαδήποτε από τις επιλεγμένες ομάδες χρηστών, θα έχουν πρόσβαση σε αυτόν τον πίνακα.</em>';
$txt['mboards_groups_post_group'] = 'Αυτή η ομάδα είναι ομάδα δημοσιεύσεων.';
$txt['mboards_permissions_title'] = 'Δικαιώματα';
$txt['mboards_permissions_desc'] = 'Επιλέξτε τους περιορισμούς για αυτόν τον πίνακα. Αυτοί οι περιορισμοί δεν ισχύουν για συντονιστές και διαχειριστές.';
$txt['mboards_moderators'] = 'Συντονιστές';
$txt['mboards_moderators_desc'] = 'Πρόσθετα μέλη που θα έχουν δικαιώματα συντονισμού στον πίνακα. Σημειώστε ότι οι διαχειριστές δεν χρειάζεται να αναφέρονται εδώ.';
$txt['mboards_count_posts'] = 'Καταμέτρηση μηνυμάτων';
$txt['mboards_count_posts_desc'] = 'Όταν δημοσιεύονται νέες απαντήσεις και θέματα αυξάνεται ο αριθμός των μηνυμάτων των αντίστοιχων μελών.';
$txt['mboards_unchanged'] = 'Μη αλλαγμένο';
$txt['mboards_theme'] = 'Εμφάνιση πίνακα';
$txt['mboards_theme_desc'] = 'Δίνει τη δυνατότητα αλλαγής της εμφάνιση του φόρουμ μόνο μέσα σε αυτόν τον πίνακα.';
$txt['mboards_theme_default'] = '(γενική προεπιλογή δημόσιας συζήτησης)';
$txt['mboards_override_theme'] = 'Παράκαμψη εμφάνισης μέλους';
$txt['mboards_override_theme_desc'] = 'Χρησιμοποίηση της εμφάνισης αυτού του πίνακα ακόμα και αν το μέλος δεν χρησιμοποιεί την προεπιλεγμένη εμφάνιση.';

$txt['mboards_order_before'] = 'Πριν';
$txt['mboards_order_child_of'] = 'Θυγατρικός του';
$txt['mboards_order_in_category'] = 'Στην κατηγορία';
$txt['mboards_current_position'] = 'Παρούσα θέση';
$txt['no_valid_parent'] = 'Ο πίνακας %s δεν έχει έγκυρο γονικό πίνακα. Χρησιμοποιήστε τη λειτουργία \'εύρεση και διόρθωση σφαλμάτων\' για να το διορθώσετε.';

$txt['mboards_settings_desc'] = 'Τροποποίηση γενικών ρυθμίσεων για πίνακες και κατηγορίες.';
$txt['groups_manage_boards'] = 'Ομάδες μελών που επιτρέπεται να διαχειρίζονται πίνακες και κατηγορίες';
$txt['mboards_settings_submit'] = 'Αποθήκευση';
$txt['recycle_enable'] = 'Ενεργοποίηση ανακύκλωσης διαγραμμένων θεμάτων';
$txt['recycle_board'] = 'Πίνακας για ανακυκλωμένα θέματα';
$txt['countChildPosts'] = 'Μέτρηση μηνυμάτων θυγατρικού στο σύνολο του γονικού';

$txt['mboards_select_destination'] = 'Επιλέξτε προορισμό για τον πίνακα \'<b>%1$s</b>\'';
$txt['mboards_cancel_moving'] = 'Ακύρωση μετακίνησης';
$txt['mboards_move'] = 'μετακίνηση';

?>