<?php
// Version: 1.1; ManagePermissions

$txt['permissions_title'] = 'Διαχείριση δικαιωμάτων';
$txt['permissions_modify'] = 'Τροποποίηση';
$txt['permissions_access'] = 'Πρόσβαση';
$txt['permissions_allowed'] = 'Επιτρέπεται';
$txt['permissions_denied'] = 'Απαγορεύεται';

$txt['permissions_switch'] = 'Αλλαγή σε';
$txt['permissions_global'] = 'Συνολικά';
$txt['permissions_local'] = 'Τοπικά';

$txt['permissions_groups'] = 'Δικαιώματα ανά ομάδα μελών';
$txt['permissions_all'] = 'όλα';
$txt['permissions_none'] = 'κανένα';
$txt['permissions_set_permissions'] = 'Ορισμός δικαιωμάτων';

$txt['permissions_with_selection'] = 'Με επιλογή';
$txt['permissions_apply_pre_defined'] = 'Εφαρμογή έτοιμου προφίλ δικαιωμάτων';
$txt['permissions_select_pre_defined'] = 'Επιλογή έτοιμου προφίλ';
$txt['permissions_copy_from_board'] = 'Αντιγραφή δικαιωμάτων από αυτόν τον πίνακα';
$txt['permissions_select_board'] = 'Επιλέξτε πίνακα';
$txt['permissions_like_group'] = 'Ορισμός ίδιων δικαιωμάτων με αυτό της ομάδας';
$txt['permissions_select_membergroup'] = 'Επιλογή ομάδας μελών';
$txt['permissions_add'] = 'Προσθήκη δικαιώματος';
$txt['permissions_remove'] = 'Αφαίρεση δικαιώματος';
$txt['permissions_deny'] = 'Αρνηση δικαιώματος';
$txt['permissions_select_permission'] = 'Επιλογή δικαιώματος';

// All of the following block of strings should not use entities, instead use \\" for &quot; etc.
$txt['permissions_only_one_option'] = 'Μπορείτε να επιλέξετε μόνο μία λειτουργία για αλλαγή δικαιωμάτων';
$txt['permissions_no_action'] = 'Δεν επιλέχθηκε λειτουργία';
$txt['permissions_deny_dangerous'] = 'Πρόκειται να αρνηθείτε ένα ή περισσότερα δικαιώματα.\\nΑυτό μπορεί να είναι επικίνδυνο και να προκαλέσει απροσδόκητα αποτελέσματα εάν δεν έχετε σιγουρευτεί ότι κανένας δεν έχει μπει κατά λάθος στην ομάδα ή ομάδες για τις οποίες αρνείστε τα δικαιώματα.\\n\\nΣίγουρα θέλετε να συνεχίσετε;';

$txt['permissions_boards'] = 'Δικαιώματα ανά πίνακα';

$txt['permissions_modify_group'] = 'Τροποποίηση ομάδας';
$txt['permissions_general'] = 'Γενικά δικαιώματα';
$txt['permissions_board'] = 'Συνολικά δικαιώματα πίνακα';
$txt['permissions_commit'] = 'Αποθήκευση αλλαγών';
$txt['permissions_modify_local'] = 'Τροποποίηση τοπικών δικαιωμάτων';
$txt['permissions_on'] = 'στον πίνακα';
$txt['permissions_local_for'] = 'Τοπικά δικαιώματα για ομάδα';
$txt['permissions_option_on'] = 'E';
$txt['permissions_option_off'] = 'Α';
$txt['permissions_option_deny'] = 'Χ';
$txt['permissions_option_desc'] = 'Για κάθε δικαίωμα μπορείτε να επιλέξετε \'Επιτρέπεται\' (E), \'Απαγορεύεται\' (Α), ή <span style="color: red;">\'Αρνείται\' (Χ)</span>.<br /><br />Θυμηθείτε ότι αν αρνηθείτε ένα δικαίωμα, σε κάθε μέλος -είτε είναι συντονιστής είτε όχι- που βρίσκεται στη συγκεκριμένη ομάδα, θα του αρνηθεί.<br />Γι\'αυτόν το λόγο, πρέπει να χρησιμοποιείτε την άρνηση προσεκτικά, μόνο όταν είναι <b>απαραίτητο</b>. Η Απαγόρευση, από την άλλη μεριά, αρνείται δικαίωμα εκτός αν έχει παραχωρηθεί κάπου αλλού.';

$txt['permissiongroup_general'] = 'Γενικά';
$txt['permissionname_view_stats'] = 'Εμφάνιση στατιστικών της δημόσιας συζήτησης';
$txt['permissionhelp_view_stats'] = 'Τα στατιστικά της δημόσιας συζήτησης είναι μια σελίδα που συνοψίζει όλα τα στατιστικά της δημόσιας συζήτησης, όπως πλήθος μελών, ημερήσιο αριθμό μηνυμάτων και πολλά top-10 στατιστικά. Η παραχώρηση αυτού του δικαιώματος προσθέτει έναν σύνδεσμο (link) στο κάτω μέρος του καταλόγου πινάκων (board index) (\'[Περισσότερα Στατιστικά]\').';
$txt['permissionname_view_mlist'] = 'Εμφάνιση λίστας μελών';
$txt['permissionhelp_view_mlist'] = 'Η λίστα μελών εμφανίζει όλα τα μέλη που έχουν εγγραφεί στη δημόσια συζήτηση. Υπάρχει δυνατότητα ταξινόμησης και αναζήτησης. Η λίστα μελών είναι προσβάσιμη από τον κατάλογο πινάκων (board index) αλλά και από την σελίδα των στατιστικών, πατώντας επάνω στον αριθμό των μελών.';
$txt['permissionname_who_view'] = 'Εμφάνιση συνδεδεμένων μελών';
$txt['permissionhelp_who_view'] = 'Η εμφάνιση συνδεδεμένων μελών δείχνει όλα τα μέλη που είναι την συγκεκριμένη στιγμή συνδεδεμένα και τι κάνουν τη συγκεκριμένη στιγμή. Αυτό το δικαίωμα λειτουργεί μόνο αν έχει παραχωρηθεί στο \'Χαρακτηριστικά και Επιλογές\'. Μπορείτε να δείτε ποιος είναι συνδεμένος πατώντας το σύνδεσμο στον τομέα \'Συνδεδεμένοι Χρήστες\' στον κατάλογο πινάκων. Αν αυτή η λειτουργία απαγορευθεί, τα μέλη θα μπορούν να βλέπουν ποιοί είναι συνδεδεμένοι, αλλά δεν θα βλέπουν πού βρίσκονται';
$txt['permissionname_search_posts'] = 'Αναζήτηση μηνυμάτων και θεμάτων';
$txt['permissionhelp_search_posts'] = 'Η αναζήτηση επιτρέπει στον χρήστη να αναζητήσει σε όλους τους πίνακες που έχει πρόσβαση. Όταν παραχωρηθεί το δικαίωμα αναζήτησης, προστίθεται ένα κουμπί\'Αναζήτηση\' στην γραμμή κουμπιών της δημόσιας συζήτησης.';
$txt['permissionname_karma_edit'] = 'Τροποποίηση του κάρμα άλλων μελών';
$txt['permissionhelp_karma_edit'] = 'Το κάρμα είναι ένα χαρακτηριστικό που δείχνει την δημοτικότητα ενός μέλους. Για να μπορεί να χρησιμοποιηθεί αυτό το χαρακτηριστικό, πρέπει να έχει ενεργοποιηθεί στο \'Χαρακτηριστικά και Επιλογές\'. Αυτό το δικαίωμα επιτρέπει σε μια ομάδα μελών να ψηφίσει. Το δικαίωμα αυτό δεν επηρεάζει τους επισκέπτες.';

$txt['permissiongroup_pm'] = 'Προσωπικά μηνύματα';
$txt['permissionname_pm_read'] = 'Ανάγνωση προσωπικών μηνυμάτων';
$txt['permissionhelp_pm_read'] = 'Αυτό το δικαίωμα επιτρέπει στους χρήστες την πρόσβαση στο τμήμα Προσωπικών Μηνυμάτων και να διαβάσουν τα προσωπικά τους μηνύματα. Χωρίς αυτό το δικαίωμα, ο χρήστης δεν μπορεί να στείλει προσωπικά μηνύματα.';
$txt['permissionname_pm_send'] = 'Αποστολή προσωπικών μηνυμάτων';
$txt['permissionhelp_pm_send'] = 'Αποστολή προσωπικών μηνυμάτων σε άλλα εγγεγραμένα μέλη. Απαιτεί το δικαίωμα \'Ανάγνωση προσωπικών μηνυμάτων\'.';

$txt['permissiongroup_calendar'] = 'Ημερολόγιο';
$txt['permissionname_calendar_view'] = 'Εμφάνιση ημερολόγιου';
$txt['permissionhelp_calendar_view'] = 'Το ημερολόγιο εμφανίζει για κάθε μήνα τα γενέθλια, τις εκδηλώσεις και τις αργίες. Αυτό το δικαίωμα επιτρέπει την πρόσβαση στο ημερολόγιο. Όταν παραχωρηθεί αυτό το δικαίωμα, προστίθεται ένα κουμπί στην επάνω γραμμή κουμπιών και εμφανίζεται μια λίστα στο κάτω μέρος του καταλόγου πινάκων με τα τρέχοντα και προσεχή γενέθλια, εκδηλώσεις και αργίες. Το ημερολόγιο πρέπει να ενεργοποιηθεί μέσα από το \'Τροποποίηση Χαρακτηριστικών και Επιλογών\'.';
$txt['permissionname_calendar_post'] = 'Δημιουργία εκδηλώσεων στο ημερολόγιο';
$txt['permissionhelp_calendar_post'] = 'Μία εκδήλωση είναι ένα θέμα συνδεδεμένη με μια συγκεκριμένη ημερομηνία ή εύρος ημερομηνιών. Η δημιουργία εκδηλώσεων μπορεί να γίνει από το ημερολόγιο. Μία εκδήλωση μπορεί να δημιουργηθεί μόνο αν ο χρήστης έχει δικαίωμα δημιουργίας νέων θεμάτων.';
$txt['permissionname_calendar_edit'] = 'Τροποποίηση εκδηλώσεων στο ημερολόγιο';
$txt['permissionhelp_calendar_edit'] = 'Μια εκδήλωση είναι ένα θέμα συνδεδεμένη με μια συγκεκριμένη ημερομηνία ή εύρος ημερομηνιών. Μία εκδήλωση μπορεί να τροποποιηθεί πατώντας επάνω στον κόκκινο αστερίσκο (*) δίπλα από την εκδήλωση στο ημερολόγιο. Για να μπορεί να τροποποιήσει μία εκδήλωση, ο χρήστης πρέπει να έχει επαρκή δικαιώματα ώστε να μπορεί να τροποποιεί το πρώτο μήνυμα του θέματος που είναι συνδεδεμένο με την εκδήλωση.';
$txt['permissionname_calendar_edit_own'] = 'Προσωπικές εκδηλώσεις';
$txt['permissionname_calendar_edit_any'] = 'Οποιεσδήποτε εκδηλώσεις';

$txt['permissiongroup_maintenance'] = 'Διαχείριση δημόσιας συζήτησης';
$txt['permissionname_admin_forum'] = 'Διαχείριση της δημόσιας συζήτησης και της βάσης δεδομένων';
$txt['permissionhelp_admin_forum'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να:<ul><li>αλλάζει ρυθμίσεις στη δημόσια συζήτηση, βάση δεδομένων και Εμφανίσεις</li><li>να διαχειρίζεται πακέτα</li><li>να χρησιμοποιεί τα εργαλεία συντήρησης της δημόσιας συζήτησης και της βάσης δεδομένων</li><li>να δει τα αρχεία καταγραφής λαθών και ενεργειών συντονιστών</li></ul>. Χρησιμοποιήστε αυτό το δικαίωμα με προσοχή, καθώς είναι πολύ ισχυρό.';
$txt['permissionname_manage_boards'] = 'Διαχείριση πινάκων και κατηγοριών';
$txt['permissionhelp_manage_boards'] = 'Αυτό το δικαίωμα επιτρέπει δημιουργία, τροποποίηση, και αφαίρεση πινάκων και κατηγοριών.';
$txt['permissionname_manage_attachments'] = 'Διαχείριση συνημμένων και πορτραίτων';
$txt['permissionhelp_manage_attachments'] = 'Αυτό το δικαίωμα επιτρέπει πρόσβαση στο κέντρο συνημμένων, όπου βρίσκονται σε κατάλογο όλα τα συνημμένα της δημόσιας συζήτησης και τα πορτραίτα και μπορούν να διαγραφούν.';
$txt['permissionname_manage_smileys'] = 'Διαχείριση smileys';
$txt['permissionhelp_manage_smileys'] = 'Αυτό το δικαίωμα επιτρέπει πρόσβαση στο κέντρο των smiley. Σε αυτό μπορείτε να προσθέσετε, τροποποιήσετε και να διαγράψετε smileys ομάδες smiley.';
$txt['permissionname_edit_news'] = 'Τροποποίηση ειδήσεων';
$txt['permissionhelp_edit_news'] = 'Η λειτουργία των ειδήσεων επιτρέπει μια γραμμή με τυχαίες ειδήσεις να εμφανίζεται σε κάθε οθόνη. Για να χρησιμοποιήσετε αυτήν την λειτουργία, ενεργοποιήστε την στις ρυθμίσεις της δημόσιας συζήτησης.';

$txt['permissiongroup_member_admin'] = 'Διαχείριση μελών';
$txt['permissionname_moderate_forum'] = 'Συντονισμός των μελών της δημόσιας συζήτησης';
$txt['permissionhelp_moderate_forum'] = 'Αυτό το δικαίωμα περιέχει όλες τις σημαντικές λειτουργίες συντονισμού μελών:<ul><li>πρόσβαση στη διαχείριση εγγραφών</li><li>πρόσβαση στη σελίδα εμφάνισης/διαγραφής μελών</li><li>εκτενείς πληροφορίες προφίλ, συμπεριλαμβανομένης της ανίχνευσης IP/χρήστη και (κρυφή) κατάσταση σύνδεσης</li><li>ενεργοποίηση λογαριασμών</li><li>λήψη ειδοποιήσεων για έγκριση λογαριασμών</li><li>υπέρβαση της αγνόησης Π.Μ.</li><li>διάφορα άλλα μικροπράγματα.</li></ul>';
$txt['permissionname_manage_membergroups'] = 'Διαχείριση και ορισμός ομάδων μελών';
$txt['permissionhelp_manage_membergroups'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να τροποποιεί ομάδες μελών και να ορίζει ομάδες μελών σε άλλα μέλη.';
$txt['permissionname_manage_permissions'] = 'Διαχείριση δικαιωμάτων';
$txt['permissionhelp_manage_permissions'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να τροποποιεί όλα τα δικαιώματα μιας ομάδας μελών, συνολικά ή για μεμονωμένους πίνακες.';
$txt['permissionname_manage_bans'] = 'Διαχείριση λίστας αποκλεισμού';
$txt['permissionhelp_manage_bans'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να προσθέτει ή να αφαιρεί ονόματα χρηστών, διευθύνσεις IP, ονόματα υπολογιστών και διευθύνσεις email σε μια λίστα αποκλεισμένων χρηστών. Επιτρέπει επίσης την εμφάνιση και αφαίρεση καταχωρήσεων στο αρχείο καταγραφής αποκλεισμένων χρηστών οι οποίοι προσπάθησαν να συνδεθούν.';
$txt['permissionname_send_mail'] = 'Αποστολή μηνύματος προς τα μέλη της δημόσιας συζήτησης';
$txt['permissionhelp_send_mail'] = 'Μαζική αποστολή μηνύματος σε όλα τα μέλη της δημόσιας συζήτησης, ή μόνο σε μερικές ομάδες μελών μέσω email ή Προσωπικού Μηνύματος (το τελευταίο απαιτεί το δικαίωμα \'Αποστολή Προσωπικού Μηνύματος\').';

$txt['permissiongroup_profile'] = 'Προφίλ μελών';
$txt['permissionname_profile_view'] = 'Εμφάνιση σύνοψης και στατιστικών του προφίλ';
$txt['permissionhelp_profile_view'] = 'Αυτό το δικαίωμα επιτρέπει στους χρήστες που πατάνε πάνω σε ένα όναμα χρήστη να βλέπουν μια σύνοψη των ρυθμίσεων του προφίλ του, μερικά στατιστικά και όλα τις δημοσιεύσεις του χρήστη.';
$txt['permissionname_profile_view_own'] = 'Προσωπικό προφίλ';
$txt['permissionname_profile_view_any'] = 'Οποιοδήποτε προφίλ';
$txt['permissionname_profile_identity'] = 'Τροποποίηση ρυθμίσεων λογαριασμού';
$txt['permissionhelp_profile_identity'] = 'Οι ρυθμίσεις λογαριασμού είναι οι βασικές ρυθμίσεις ενός προφίλ, όπως κωδικός, διεύθυνση email, ομάδα μελών και προτιμώμενη γλώσσα.';
$txt['permissionname_profile_identity_own'] = 'Προσωπικό προφίλ';
$txt['permissionname_profile_identity_any'] = 'Οποιοδήποτε προφίλ';
$txt['permissionname_profile_extra'] = 'Τροποποίηση επιπλέον ρυθμίσεων προφίλ';
$txt['permissionhelp_profile_extra'] = 'Οι επιπλέον ρυθμίσεις προφίλ περιλαμβάνουν ρυθμίσεις για τα Πορτραίτα, προτιμήσεις για τις Εμφανίσεις, Ειδοποιήσεις και Προσωπικά Μηνύματα.';
$txt['permissionname_profile_extra_own'] = 'Προσωπικό προφίλ';
$txt['permissionname_profile_extra_any'] = 'Οποιοδήποτε προφίλ';
$txt['permissionname_profile_title'] = 'Τροποποίηση προσαρμοσμένου τίτλου';
$txt['permissionhelp_profile_title'] = 'Ο προσαρμοσμένος τίτλος εμφανίζεται στην σελίδα εμφάνισης θεμάτων, κάτω από το προφίλ του κάθε χρήστη που έχει προσαρμοσμένο τίτλο.';
$txt['permissionname_profile_title_own'] = 'Προσωπικό προφίλ';
$txt['permissionname_profile_title_any'] = 'Οποιοδήποτε προφίλ';
$txt['permissionname_profile_remove'] = 'Διαγραφή λογαριασμού';
$txt['permissionhelp_profile_remove'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να διαγράψει τον λογαριασμό του, όταν τεθεί στο \'Προσωπικός λογαριασμός\'.';
$txt['permissionname_profile_remove_own'] = 'Προσωπικός λογαριασμός';
$txt['permissionname_profile_remove_any'] = 'Οποιοδήποτε λογαριασμός';
$txt['permissionname_profile_server_avatar'] = 'Επιλογή πορτραίτου από τον διακομιστή';
$txt['permissionhelp_profile_server_avatar'] = 'Αν ενεργοποιηθεί, επιτρέπει στον χρήστη να επιλέγει ένα πορτραίτο από τη συλλογή πορτραίτων που είναι εγκατεστημένη στον διακομιστή.';
$txt['permissionname_profile_upload_avatar'] = 'Φόρτωση πορτραίτου στον διακομιστή';
$txt['permissionhelp_profile_upload_avatar'] = 'Αυτό το δικαίωμα επιτρέπει στον χρήστη να φορτώνει το προσωπικό του πορτραίτο στον διακομιστή.';
$txt['permissionname_profile_remote_avatar'] = 'Επιλογή απομακρυσμένα αποθηκευμένου πορτραίτου';
$txt['permissionhelp_profile_remote_avatar'] = 'Επειδή τα πορτραίτα ίσως να επηρεάσουν αρνητικά τον χρόνο δημιουργίας σελίδας, υπάρχει η δυνατότητα να απαγορευτεί σε ορισμένες ομάδες χρηστών να χρησιμοποιούν πορτραίτα από εξωτερικούς διακομιστές.';

$txt['permissiongroup_general_board'] = 'Γενικά';
$txt['permissionname_moderate_board'] = 'Συντονισμός πίνακα';
$txt['permissionhelp_moderate_board'] = 'Το δικαίωμα συντονισμού πίνακα προσθέτει μερικά μικρά δικαιώματα που κάνουν έναν συντονιστή πραγματικό συντονιστή. Στα δικαιώματα αυτά συμπεριλαμβάνονται οι απαντήσεις σε κλειδωμένα θέματα, αλλαγές στον χρόνο λήξης μίας ψηφοφορίας και η εμφάνιση αποτελεσμάτων ψηφοφορίας.';

$txt['permissiongroup_topic'] = 'Θέματα';
$txt['permissionname_post_new'] = 'Δημιουργία νέων θεμάτων';
$txt['permissionhelp_post_new'] = 'Αυτό το δικαίωμα επιτρέπει στους χρήστες να δημιουργήσουν ένα νέο θέμα. Δεν επιτρέπει αποστολή απαντήσεων σε θέματα.';
$txt['permissionname_merge_any'] = 'Συγχώνευση θεμάτων σε ένα';
$txt['permissionhelp_merge_any'] = 'Συγχώνευση δύο ή περισσότερων θεμάτων σε ένα. Η σειρά των μηνυμάτων στο συγχωνευμένο θέμα θα βασίζεται στον χρόνο που δημιουργήθηκαν τα μηνύματα. Ένας χρήστης μπορεί να συγχωνεύσει θέματα μόνο στους πίνακες που του επιτρέπεται να συγχωνεύει θέματα. Για να συγχωνεύσει πολλά θέματα τα με μία κίνηση, ο χρήστης πρέπει να ενεργοποιήσει τον γρήγορο συντονισμό στις ρυθμίσεις του προφίλ του.';
$txt['permissionname_split_any'] = 'Διαχωρισμός θεμάτων';
$txt['permissionhelp_split_any'] = 'Διαχωρισμός θέματος σε δύο ξεχωριστά θέματα.';
$txt['permissionname_send_topic'] = 'Αποστολή θεμάτων σε φίλους';
$txt['permissionhelp_send_topic'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να στείλει με e-mail ένα θέμα σε έναν φίλο, εισάγοντας την διεύθυνση email του, και επιτρέπει την προσθήκη ενός μηνύματος.';
$txt['permissionname_make_sticky'] = 'Μονιμοποίηση θεμάτων';
$txt['permissionhelp_make_sticky'] = 'Μόνιμα θέματα είναι οι θέματα που μένουν πάντα στην κορυφή ενός πίνακα. Είναι χρήσιμες για ανακοινώσεις ή άλλα σημαντικά μηνύματα.';
$txt['permissionname_move'] = 'Μετακίνηση θεμάτων';
$txt['permissionhelp_move'] = 'Μετακίνηση θέματος από ένα πίνακα σε άλλο. Οι χρήστες μπορούν να επιλέξουν μόνο πίνακες προορισμού στους οποίους τους επιτρέπεται η πρόσβαση.';
$txt['permissionname_move_own'] = 'Προσωπικό θέμα';
$txt['permissionname_move_any'] = 'Οποιοδήποτε θέμα';
$txt['permissionname_lock'] = 'Κλείδωμα θεμάτων';
$txt['permissionhelp_lock'] = 'Αυτό το δικαίωμα επιτρέπει στον χρήστη να κλειδώσει κάποιο θέμα. Αυτό γίνεται για να εξασφαλιστεί ότι κανένας δεν θα απαντήσει στο θέμα. Μόνο οι χρήστες με δικαίωμα \'Συντονισμός Πίνακα\' μπορούν να απαντήσουν σε κλειδωμένα θέματα.';
$txt['permissionname_lock_own'] = 'Προσωπικό θέμα';
$txt['permissionname_lock_any'] = 'Οποιοδήποτε θέμα';
$txt['permissionname_remove'] = 'Διαγραφή θεμάτων';
$txt['permissionhelp_remove'] = 'Διαγραφή θεμάτων ως οντότητα. Σημείωση: αυτό το δικαίωμα δεν επιτρέπει τη διαγραφή συγκεκριμένων μηνυμάτων μέσα σε ένα θέμα!';
$txt['permissionname_remove_own'] = 'Προσωπικό θέμα';
$txt['permissionname_remove_any'] = 'Οποιοδήποτε θέμα';
$txt['permissionname_post_reply'] = 'Αποστολή απαντήσεων σε θέματα';
$txt['permissionhelp_post_reply'] = 'Αυτό το δικαίωμα επιτρέπει τις απαντήσεις σε θέματα.';
$txt['permissionname_post_reply_own'] = 'Προσωπικό θέμα';
$txt['permissionname_post_reply_any'] = 'Οποιοδήποτε θέμα';
$txt['permissionname_modify_replies'] = 'Τροποποίηση απαντήσεων σε προσωπικά θέματα';
$txt['permissionhelp_modify_replies'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη που άρχισε ένα θέμα να τροποποιήσει όλες τις απαντήσεις σε αυτό το θέμα.';
$txt['permissionname_delete_replies'] = 'Διαγραφή απαντήσεων σε προσωπικά θέματα';
$txt['permissionhelp_delete_replies'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη που ξεκίνησε ένα θέμα να διαγράψει όλες τις απαντήσεις σε αυτό το θέμα.';
$txt['permissionname_announce_topic'] = 'Ανακοίνωση θέματος';
$txt['permissionhelp_announce_topic'] = 'Αυτό επιτρέπει την αποστολή ένα e-mail ανακοίνωσης για ένα θέμα σε όλα τα μέλη ή σε μερικές ομάδες μελών.';

$txt['permissiongroup_post'] = 'Μηνύματα';
$txt['permissionname_delete'] = 'Διαγραφή μηνυμάτων';
$txt['permissionhelp_delete'] = 'Διαγραφή μηνυμάτων. Αυτό δεν επιτρέπει σε έναν χρήστη να διαγράψει το πρώτο μήνυμα ενός θέματος.';
$txt['permissionname_delete_own'] = 'Προσωπικό μήνυμα';
$txt['permissionname_delete_any'] = 'Οποιαδήποτε μήνυμα';
$txt['permissionname_modify'] = 'Τροποποίηση μηνυμάτων';
$txt['permissionhelp_modify'] = 'Τροποποίηση μηνυμάτων';
$txt['permissionname_modify_own'] = 'Προσωπικό μήνυμα';
$txt['permissionname_modify_any'] = 'Οποιαδήποτε μήνυμα';
$txt['permissionname_report_any'] = 'Αναφορά μηνυμάτων στους συντονιστές';
$txt['permissionhelp_report_any'] = 'Αυτό το δικαίωμα προσθέτει ένα σύνδεσμο σε κάθε μήνυμα, επιτρέποντας στον χρήστη να αναφέρει ένα μήνυμα σε συντονιστή. Σε κάθε αναφορά, όλοι οι συντονιστές του συγκεκριμένου πίνακα λαμβάνουν ένα email με ένα σύνδεσμο στην αναφερθέν μήνυμα και μια περιγραφή του προβλήματος (όπως δίνεται από τον χρήστη που κάνει την αναφορά).';

$txt['permissiongroup_poll'] = 'Ψηφοφορίες';
$txt['permissionname_poll_view'] = 'Εμφάνιση ψηφοφοριών';
$txt['permissionhelp_poll_view'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να δει μια ψηφοφορία. Χωρίς αυτό το δικαίωμα, ο χρήστης θα βλέπει μόνο το θέμα.';
$txt['permissionname_poll_vote'] = 'Ψήφος σε ψηφοφορίες';
$txt['permissionhelp_poll_vote'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν (εγγεγραμμένο) χρήστη να δώσει μία ψήφο. Δεν ισχύει για επισκέπτες.';
$txt['permissionname_poll_post'] = 'Δημιουργία ψηφοφοριών';
$txt['permissionhelp_poll_post'] = 'Αυτό το δικαίωμα επιτρέπει σε έναν χρήστη να δημοσιεύσει μία νέα ψηφοφορία. Καθώς οι ψηφοφορίες είναι ειδικές περιπτώσεις θεμάτων, δεν μπορεί να χρησιμοποιηθεί αυτό το δικαίωμα χωρίς το δικαίωμα \'Δημιουργία νέου θέματος\'.';
$txt['permissionname_poll_add'] = 'Προσθήκη ψηφοφορίας σε θέματα';
$txt['permissionhelp_poll_add'] = 'Η προσθήκη ψηφοφορίας σε θέματα επιτρέπει στον χρήστη να προσθέσει μία ψηφοφορία αφότου έχει δημιουργηθεί ο θέμα. Αυτό το δικαίωμα απαιτεί επαρκή δικαιώματα τροποποίησης του πρώτου μηνύματος μίας θέματος.';
$txt['permissionname_poll_add_own'] = 'Προσωπικά θέματα';
$txt['permissionname_poll_add_any'] = 'Οποιαδήποτε θέματα';
$txt['permissionname_poll_edit'] = 'Τροποποίηση ψηφοφοριών';
$txt['permissionhelp_poll_edit'] = 'Αυτό το δικαίωμα επιτρέπει την τροποποίηση των επιλογών και τον μηδενισμό μίας ψηφοφορίας. Για να τροποποιηθεί ο μέγιστος αριθμός ψήφων και ο χρόνος λήξης, ο χρήστης χρειάζεται δικαιώματα \'Συντονισμού πίνακα\'.';
$txt['permissionname_poll_edit_own'] = 'Προσωπική ψηφοφορία';
$txt['permissionname_poll_edit_any'] = 'Οποιαδήποτε ψηφοφορία';
$txt['permissionname_poll_lock'] = 'Κλείδωμα ψηφοφοριών';
$txt['permissionhelp_poll_lock'] = 'Το κλείδωμα ψηφοφοριών αποτρέπει την αποδοχή περαιτέρω ψήφων σε μία ψηφοφορία.';
$txt['permissionname_poll_lock_own'] = 'Προσωπική ψηφοφορία';
$txt['permissionname_poll_lock_any'] = 'Οποιαδήποτε ψηφοφορία';
$txt['permissionname_poll_remove'] = 'Διαγραφή ψηφοφοριών';
$txt['permissionhelp_poll_remove'] = 'Αυτό το δικαίωμα επιτρέπει τη διαγραφή ψηφοφοριών.';
$txt['permissionname_poll_remove_own'] = 'Προσωπική ψηφοφορία';
$txt['permissionname_poll_remove_any'] = 'Οποιαδήποτε ψηφοφορία';

$txt['permissiongroup_notification'] = 'Ειδοποιήσεις';
$txt['permissionname_mark_any_notify'] = 'Ειδοποίηση για απαντήσεις';
$txt['permissionhelp_mark_any_notify'] = 'Αυτή η δυνατότητα επιτρέπει στον χρήστη να λαμβάνει μια ειδοποίηση όποτε κάποιος απαντάει σε ένα θέμα στο οποίο έχει εγγραφεί για ειδοποιήσεις.';
$txt['permissionname_mark_notify'] = 'Ειδοποίηση για νέα θέματα';
$txt['permissionhelp_mark_notify'] = 'Η ειδοποίηση για νέα θέματα είναι μια δυνατότητα που επιτρέπει σε έναν χρήστη να λαμβάνει e-mail κάθε φορά που δημιουργείται ένα νέο θέμα στον πίνακα που έχει εγγραφεί για ειδοποιήσεις.';

$txt['permissiongroup_attachment'] = 'Συνημμένα';
$txt['permissionname_view_attachments'] = 'Εμφάνιση συνημμένων';
$txt['permissionhelp_view_attachments'] = 'Τα συνημμένα είναι αρχεία που επισυνάπτονται σε δημοσιευμένα μηνύματα. Αυτή η δυνατότητα μπορεί να ενεργοποιηθεί και να παραμετροποιηθεί στην \'Τροποποίηση χαρακτηριστικών και επιλογών\'. Αφού τα συνημμένα δεν μπορούν να προσπελαστούν απευθείας, μπορείτε να τα προστατέψετε από χρήστες που θέλουν να τα κατεβάσουν που δεν έχουν αυτό το δικαίωμα.';
$txt['permissionname_post_attachment'] = 'Αποστολή συνημμένων';
$txt['permissionhelp_post_attachment'] = 'Τα συνημμένα είναι αρχεία που επισυνάπτονται σε δημοσιευμένα μηνύματα. Ένα μήνυμα μπορεί να περιέχει πολλά συνημμένα.';

$txt['permissionicon'] = '';

$txt['permission_settings_title'] = 'Ρυθμίσεις δικαιωμάτων';
$txt['groups_manage_permissions'] = 'Ομάδες μελών που επιτρέπεται να διαχειρίζονται τα δικαιώματα';
$txt['permission_settings_submit'] = 'Αποθήκευση';
$txt['permission_settings_enable_deny'] = 'Ενεργοποίηση επιλογής για άρνηση δικαιωμάτων';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['permission_disable_deny_warning'] = 'Η απενεργοποίηση αυτής της επιλογής θα ενημερώσει τα δικαιώματα \\\'Αρνείται\\\' σε \\\'Απαγορεύεται\\\'.';
$txt['permission_by_membergroup_desc'] = 'Εδώ μπορείτε να ορίσετε όλα τα συνολικά δικαιώματα για κάθε ομάδα μελών. Αυτά τα δικαιώματα ισχύουν για όλους τους πίνακες για τους οποίους δεν έχουν οριστεί τοπικά δικαιώματα στην σελίδα \'Δικαιώματα ανά πίνακα\'.';
$txt['permission_by_board_desc'] = 'Εδώ μπορείτε να ορίσετε αν ο πίνακας θα χρησιμοποιεί τα συνολικά δικαιώματα ή ειδική ρύθμιση δικαιωμάτων. Η χρήση τοπικών δικαιωμάτων σημαίνει ότι στον συγκεκριμένο πίνακα, μπορείτε να ορίσετε οποιοδήποτε δικαίωμα για οποιαδήποτε ομάδα μελών.';
$txt['permission_settings_desc'] = 'Εδώ μπορείτε να ορίσετε ποιός έχει το δικαίωμα να αλλάζει τα δικαιώματα, καθώς επίσης και πόσο εξειδικευμένο θα είναι το σύστημα δικαιωμάτων.';
$txt['permission_settings_enable_postgroups'] = 'Ενεργοποίηση δικαιωμάτων για ομάδες μελών βασισμένες στον αριθμό μηνυμάτων';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['permission_disable_postgroups_warning'] = 'Η απενεργοποίηση αυτής της επιλογής θα αφαιρέσει τα δικαιώματα που έχουν οριστεί για τις ομάδες μελών με βάση τον αριθμό μηνυμάτων.';
$txt['permission_settings_enable_by_board'] = 'Ενεργοποίηση προηγμένων δικαιωμάτων ανά πίνακα';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt['permission_disable_by_board_warning'] = 'Η απενεργοποίηση αυτής της επιλογής θα αφαιρέσει όλα τα δικαιώματα που έχουν οριστεί σε επίπεδο πίνακα.';

?>