<?php
// Version: 1.1.5; ModSettings

$txt['smf3'] = 'Αυτή η σελίδα σας επιτρέπει να αλλάξετε τις ρυθμίσεις των λειτουργιών, των mod, και βασικές επιλογές της δημόσιας συζήτησής σας. Συμβουλευτείτε το <a href="' . $scripturl . '?action=theme;sa=settings;th=' . $settings['theme_id'] . ';sesc=' . $context['session_id'] . '">ρυθμίσεις εμφάνισης</a> για περισσότερες επιλογές. Επιλέξτε τα εικονίδια βοήθειας για περισσότερες πληροφορίες σχετικά με κάποια ρύθμιση.';

$txt['mods_cat_features'] = 'Βασικές λειτουργίες';
$txt['pollMode'] = 'Κατάσταση ψηφοφοριών';
$txt['smf34'] = 'Απενεργοποίηση ψηφοφοριών';
$txt['smf32'] = 'Ενεργοποίηση ψηφοφοριών';
$txt['smf33'] = 'Εμφάνιση των υπαρχόντων ψηφοφοριών ως θέματα';
$txt['allow_guestAccess'] = 'Επιτρέπεται στους επισκέπτες να διαβάζουν τη δημόσια συζήτηση';
$txt['userLanguage'] = 'Ενεργοποίηση επιλογής γλώσσας από τους χρήστες';
$txt['allow_editDisplayName'] = 'Επιτρέπεται στους χρήστες να αλλάζουν το εμφανιζόμενο όνομά τους;';
$txt['allow_hideOnline'] = 'Επιτρέπεται στους μη διαχειριστές να κρύβουν την κατάσταση σύνδεσής τους;';
$txt['allow_hideEmail'] = 'Επιτρέπεται στους χρήστες να κρύβουν το e-mail τους από οποιονδήποτε εκτός από τους διαχειριστές;';
$txt['guest_hideContacts'] = 'Απόκρυψη πληροφοριών επαφής των μελών στους επισκέπτες';
$txt['titlesEnable'] = 'Ενεργοποίηση πρόσθετων τίτλων';
$txt['enable_buddylist'] = 'Ενεργοποίηση λίστας φίλων';
$txt['default_personalText'] = 'Προεπιλεγμένο προσωπικό κείμενο';
$txt['max_signatureLength'] = 'Μέγιστος επιτρεπόμενος αριθμός χαρακτήρων στις υπογραφές <div class="smalltext">(0 = χωρίς όριο)</div>';
$txt['number_format'] = 'Προεπιλεγμένη μορφή αριθμών';
$txt['time_format'] = 'Προεπιλεγμένη μορφή ώρας';
$txt['time_offset'] = 'Συνολική διαφορά ώρας <div class="smalltext">(προστιθέμενη στη ρύθμιση του χρήστη.)</div>';
$txt['failed_login_threshold'] = 'Όριο αποτυχημένων συνδέσεων';
$txt['lastActive'] = 'Όριο χρόνου σύνδεσης χρήστη';
$txt['trackStats'] = 'Παρακολούθηση ημερήσιων στατιστικών';
$txt['hitStats'] = 'Παρακολούθηση ημερήσιων εμφανίσεων σελίδων (πρέπει να είναι ενεργοποιημένα τα στατιστικά)';
$txt['enableCompressedOutput'] = 'Ενεργοποίηση συμπιεσμένης εξόδου';
$txt['databaseSession_enable'] = 'Χρήση συνδέσεων οδηγούμενων από τη βάση δεδομένων';
$txt['databaseSession_loose'] = 'Επιτρέπεται στα προγράμματα περιήγησης να πάνε πίσω σε προσωρινά αποθηκευμένες (cached) σελίδες';
$txt['databaseSession_lifetime'] = 'Δευτερόλεπτα για τη λήξη χρόνου μιας μη χρησιμοποιούμενης σύνδεσης';
$txt['enableErrorLogging'] = 'Ενεργοποίηση καταγραφής σφαλμάτων';
$txt['cookieTime'] = 'Προκαθορισμένη διάρκεια cookies σύνδεσης (σε λεπτά)';
$txt['localCookies'] = 'Ενεργοποίηση τοπικής αποθήκευσης των cookies<div class="smalltext">(Το SSI δεν δουλεύει καλά με αυτό ενεργοποιημένο.)</div>';
$txt['globalCookies'] = 'Χρήση cookies ανεξάρτητα από subdomain<div class="smalltext">(απενεργοποιήστε πρώτα τα τοπικά cookies!)</div>';
$txt['securityDisable'] = 'Απενεργοποίηση ασφάλειας διαχείρισης';
$txt['send_validation_onChange'] = 'Αποστολή νέου κωδικού με e-mail κατά την αλλαγή διεύθυνσης e-mail';
$txt['approveAccountDeletion'] = 'Απαιτείται έγκριση Διαχειριστή όταν ένα μέλος διαγράφει τον λογαριασμό';
$txt['autoOptDatabase'] = 'Βελτιστοποίηση πινάκων κάθε πόσες ημέρες;<div class="smalltext">(0 για απενεργοποίηση)</div>';
$txt['autoOptMaxOnline'] = 'Μέγιστο πλήθος συνδεδεμένων χρηστών κατά τη βελτιστοποίηση<div class="smalltext">(0 = χωρίς όριο)</div>';
$txt['autoFixDatabase'] = 'Αυτόματη επιδιόρθωση κατεστραμμένων πινάκων';
$txt['allow_disableAnnounce'] = 'Επιτρέπεται στους χρήστες να απενεργοποιούν τις ανακοινώσεις';
$txt['disallow_sendBody'] = 'Να μην επιτρέπεται το κείμενο του μηνύματος στις ειδοποιήσεις;';
$txt['modlog_enabled'] = 'Καταγραφή ενεργειών συντονιστών';
$txt['queryless_urls'] = 'URL φιλικά προς τις μηχανές αναζήτησης <div class="smalltext"><b>Apache μόνο!</b></div>';
$txt['max_image_width'] = 'Μέγιστο πλάτος απεσταλμένων εικόνων (0 = απενεργοποίηση)';
$txt['max_image_height'] = 'Μέγιστο ύψος απεσταλμένων εικόνων  (0 = απενεργοποίηση)';
$txt['mail_type'] = 'Τύπος αλληλογραφίας';
$txt['mail_type_default'] = '(προεπιλογή PHP)';
$txt['smtp_host'] = 'Διακομιστής SMTP';
$txt['smtp_port'] = 'Θύρα SMTP';
$txt['smtp_username'] = 'Όνομα χρήστη SMTP';
$txt['smtp_password'] = 'Κωδικός SMTP';
$txt['enableReportPM'] = 'Ενεργοποίηση αναφοράς προσωπικών μηνυμάτων';
$txt['max_pm_recipients'] = 'Μέγιστοι επιτρεπόμενοι παραλήπτες σε προσωπικό μήνυμα.<div class="smalltext">(0 για χωρίς όριο, εξαιρούνται οι διαχειριστές)</div>';
$txt['pm_posts_verification'] = 'Αριθμός μηνυμάτων κάτω από τους χρήστες που πρέπει να εισάγουν κώδικα για να στείλουν προσωπικά μηνύματα.<div class="smalltext">(0 για να μην υπάρχει όριο, εξαιρούνται οι διαχειριστές)</div>';
$txt['pm_posts_per_hour'] = 'Αριθμός προσωπικών μηνυμάτων που μπορεί να στείλει ένας χρήστης σε μία ώρα.<div class="smalltext">(0 για να μην υπάρχει όριο, εξαιρούνται οι συντονιστές)</div>';

$txt['mods_cat_layout'] = 'Διάταξη και επιλογές';
$txt['compactTopicPagesEnable'] = 'Περιορισμός πλήθους εμφανιζόμενων συνδέσμων σελίδων';
$txt['smf235'] = 'Συναφείς σελίδες προς εμφάνιση:';
$txt['smf236'] = 'προς εμφάνιση';
$txt['todayMod'] = 'Ενεργοποίηση λειτουργίας &quot;Σήμερα&quot;';
$txt['smf290'] = 'Απενεργοποιημένο';
$txt['smf291'] = 'Μόνο σήμερα';
$txt['smf292'] = 'Σήμερα &amp; Χθες';
$txt['topbottomEnable'] = 'Ενεργοποίηση κουμπιών πάνω/κάτω';
$txt['onlineEnable'] = 'Εμφάνιση συνδεδεμένος/αποσυνδεδεμένος στα μηνύματα και Π.Μ.';
$txt['enableVBStyleLogin'] = 'Εμφάνιση γρήγορης σύνδεσης σε κάθε σελίδα';
$txt['defaultMaxMembers'] = 'Μέλη ανά σελίδα στη λίστα μελών';
$txt['timeLoadPageEnable'] = 'Εμφάνιση χρόνου δημιουργίας σελίδας';
$txt['disableHostnameLookup'] = 'Απενεργοποίηση αναζήτησης ονομάτων υπολογιστών;';
$txt['who_enabled'] = 'Ενεργοποίηση λίστας συνδεδεμένων χρηστών';

$txt['smf293'] = 'Κάρμα';
$txt['karmaMode'] = 'Τύπος κάρμα';
$txt['smf64'] = 'Απενεργοποίηση κάρμα|Ενεργοποίηση συνολικού κάρμα|Ενεργοποίηση θετικού/αρνητικού κάρμα';
$txt['karmaMinPosts'] = 'Ελάχιστο πλήθος απαιτούμενων μηνυμάτων για τροποποίηση κάρμα';
$txt['karmaWaitTime'] = 'Χρόνος αναμονής, σε ώρες';
$txt['karmaTimeRestrictAdmins'] = 'Περιορισμός διαχειριστών στον χρόνο αναμονής';
$txt['karmaLabel'] = 'Τίτλος κάρμα';
$txt['karmaApplaudLabel'] = 'Τίτλος κάρμα επιδοκιμασίας';
$txt['karmaSmiteLabel'] = 'Τίτλος κάρμα απoδοκιμασίας';

$txt['caching_information'] = '<div align="center"><b><u>Σημαντικό! Διαβάστε το πριν ενεργοποιήσετε αυτές τις δυνατότητες.</b></u></div><br />
	Το SMF υποστηρίζει την προσωρινή μνήμη (caching) με τη χρήση επιταχυντών (accelerators). Οι επιταχυντές που υποστηρίζονται επί του παρόντος είναι:<br />
	<ul>
		<li>APC</li>
		<li>eAccelerator</li>
		<li>Turck MMCache</li>
		<li>Memcached</li>
		<li>Zend Platform/Performance Suite (Not Zend Optimizer)</li>
	</ul>
	Η προσωρινή μνήμη θα λειτουργήσει στον διακομιστή σας μόνον εάν η PHP έχει μεταγλωττιστεί με έναν από τους παραπάνω βελτιστοποιητές, ή έχει διαθέσιμο το memcache. <br /><br />
	Το SMF εκτελεί τη δημιουργία προσωρινής μνήμης σε διαφορετικά επίπεδα. Όσο πιο υψηλό το επίπεδο της προσωρινής μνήμης τόσο περισσότερος χρόνος θα χρειαστεί στον επεξεργαστή 
	για την ανάκτηση προσωρινά αποθηκευμένων πληροφοριών. Εάν η προσωρινή μνήμη είναι διαθέσιμη στον διακομιστή σας, συνίσταται να δοκιμάσετε πρώτα τη λειτουργία της προσωρινής μνήμης σε επίπεδο 1.
	<br /><br />
	Σημειώστε ότι εάν έχετε χρησιμοποιήσει το memcache πρέπει να δώσετε τα στοιχεία του διακομιστή στην ακόλουθη ρύθμιση. Θα πρέπει να γίνει εισαγωγή ως λίστας διαχωρισμένης με κόμματα όπως φαίνεται στο παρακάτω παράδειγμα:<br />
	&quot;server1,server2,server3:port,server4&quot;<br /><br />
	Σημειώστε ότι εάν δεν έχει καθοριστεί θύρα το SMF θα χρησιμοποιήσει τη θύρα 11211. Το SMF θα προσπαθήσει να εκτελέσει πρόχειρη/τυχαία ρύθμιση φορτίου στους διακομιστές.
	<br /><br />
	%s
	<hr />';

$txt['detected_no_caching'] = '<b style="color: red;">Το SMF δεν μπόρεσε να ανιχνεύσει έναν συμβατό επιταχυντή στον διακομιστή σας.</b>';
$txt['detected_APC'] = '<b style="color: green">Το SMF ανίχνευσε ότι το APC είναι εγκατεστημένο στον διακομιστή σας.';
$txt['detected_eAccelerator'] = '<b style="color: green">Το SMF ανίχνευσε ότι το eAccelerator είναι εγκατεστημένο στον διακομιστή σας.';
$txt['detected_MMCache'] = '<b style="color: green">Το SMF ανίχνευσε ότι το MMCache είναι εγκατεστημένο στον διακομιστή σας.';
$txt['detected_Zend'] = '<b style="color: green">Το SMF ανίχνευσε ότι το Zend είναι εγκατεστημένο στον διακομιστή σας.';
$txt['detected_Memcached'] = '<b style="color: green">Το SMF εντόπισε την ύπαρξη εγκατεστημένου Memcached στο διακομιστή σας.';

$txt['cache_enable'] = 'Επίπεδο caching';
$txt['cache_off'] = 'Χωρίς caching';
$txt['cache_level1'] = 'Caching επίπεδο 1';
$txt['cache_level2'] = 'Caching επίπεδο 2 (δεν συνίσταται)';
$txt['cache_level3'] = 'Caching επίπεδο 3(δεν συνίσταται)';
$txt['cache_memcached'] = 'Ρυθμίσεις Memcache ';

?>