<?php
// Version: 1.1.8; Packages

$txt['smf154'] = 'Συνέχεια';
$txt['smf160'] = 'Το αρχείο τροποποίησης εξάχθηκε, αλλά αυτή η τροποποίηση συνοδεύεται από ένα PHP script το οποίο πρέπει να πρώτα να εκτελεσθεί πριν αυτή λειτουργήσει';
$txt['smf161'] = 'Εκτέλεση';
$txt['smf163'] = 'Ανάγνωση';
$txt['smf173'] = 'Έξοδος script:';
$txt['smf174'] = 'Πρόσθετες σημειώσεις';
$txt['smf175'] = 'Αρχείο οδηγιών/πρόσθετων σημειώσεων';
$txt['smf180'] = 'Λίστα αρχείων του πακέτου';
$txt['smf181'] = 'Αρχεία στο πακέτο';
$txt['smf182'] = 'Λήψη πακέτου';
$txt['smf183'] = 'Διακομιστές πακέτων';
$txt['smf184'] = 'Αναζήτηση';
$txt['smf185'] = 'Προσθήκη διακομιστή';
$txt['smf186'] = 'Όνομα διακομιστή';
$txt['smf187'] = 'URL';
$txt['smf189'] = 'Δεν υπάρχουν πακέτα.';
$txt['smf190'] = 'Λήψη';
$txt['smf192'] = 'Το πακέτο παρελήφθη επιτυχώς';
$txt['smf193'] = 'Το πακέτο έχει παραληφθεί επιτυχώς';
$txt['smf198'] = 'Διαχειριστής πακέτων';
$txt['smf159b'] = 'Εφαρμογή Mod';
$txt['smf162b'] = 'Το αρχείο τροποποίησης εξάχθηκε. Αυτή η τροποποίηση συνοδεύεται από ένα αρχείο SQL με απαραίτητες τροποποιήσεις για τη βάση δεδομένων. Είναι καλύτερα να το εκτελέσετε.';
$txt['smf163b'] = 'Εκτέλεση';
$txt['smf174b'] = 'Επερωτήματα SQL';
$txt['smf189b'] = 'Δεν υπάρχουν εγκατεστημένα mod';
$txt['smf188b'] = 'Εμφάνιση εγκατεστημένων mod';
$txt['smf198b'] = 'Απεγκατάσταση';
$txt['smf198d'] = 'Διαγραφή λίστας Mod';
$txt['smf198h'] = 'Λυπάμαι, ο διακομιστής έχει ορισμένη την PHP σε SAFE MODE.  Αυτή η λειτουργία δεν είναι συμβατή με το SAFE MODE.';
$txt['smf198i'] = 'Δοκιμή, έτσι κι αλλιώς.';

$txt['download_packages'] = 'Λήψη πακέτων';
$txt['installed_packages'] = 'Εγκατεστημένα πακέτα';
$txt['package_settings'] = 'Επιλογές';
$txt['package_manager_desc'] = 'Από τον Διαχειριστή πακέτων μπορείτε να λάβετε, να εγκαταστήσετε μετατροπές για την Δημόσια Συζήτηση, μέσα από ένα εύκολο στη χρήση περιβάλλον.';
$txt['installed_packages_desc'] = 'Μπορείτε να χρησιμοποιήσετε το παρακάτω αλληλεπιδραστικό εργαλείο για να δείτε τα πακέτα που έχουν εγκατασταθεί, και να αφαιρέσετε αυτά που δεν είναι πλέον απαραίτητα.';
$txt['download_packages_desc'] = 'Σε αυτό το τμήμα μπορείτε να επιλέξετε είτε να λάβετε νέα πακέτα από τους διακομιστές πακέτων, είτε να φορτώσετε ένα πακέτο απευθείας.';

$txt['package1'] = 'Διαχειριστής πακέτων';
$txt['package3'] = 'Λίστα πακέτων';
$txt['package4'] = 'Δημιουργία νέου πακέτου';
$txt['package5'] = 'Λήψη νέων πακέτων';
$txt['package6'] = 'Εμφάνιση και διαγραφή εγκατεστημένων πακέτων';
$txt['package7'] = 'Πακέτα τροποποίησης';
$txt['package8'] = 'Πακέτα πορτρέτων';
$txt['package9'] = 'Πακέτα γλώσσας';
$txt['package10'] = 'Άγνωστα πακέτα';
$txt['package11'] = 'Εφαρμογή mod';
$txt['package12'] = 'Χρήση πορτρέτων';
$txt['package13'] = 'Προσθήκη γλώσσας';
$txt['package14'] = 'Λίστα αρχείων';
$txt['package15'] = 'Διαγραφή';
$txt['package24'] = 'Τύπος πακέτου';
$txt['package34'] = 'Αρχειοποίηση';
$txt['package37'] = 'Εξαγωγή';
$txt['package39'] = 'Τα πορτραίτα έχουν εξαχθεί, μπορείτε να τα χρησιμοποιήσετε.';
$txt['package41'] = 'Έχει γίνει εξαγωγή του πακέτου γλώσσας, μπορείτε να το χρησιμοποιήσετε (ορίζοντάς το στις επιλογές σας).';

$txt['pacman2'] = 'Όνομα mod';
$txt['pacman3'] = 'Έκδοση';
$txt['pacman4'] = 'Δημιουργός';
$txt['pacman6'] = 'Ιστότοπος δημιουργού';
$txt['pacman8'] = 'Δεν έχει δοθεί περιγραφή';
$txt['pacman9'] = 'Περιγραφή';
$txt['pacman10'] = 'Θέση αρχείου';

$txt['package_installed_key'] = 'Εγκατεστημένα mod:';
$txt['package_installed_current'] = 'τρέχουσα έκδοση';
$txt['package_installed_old'] = 'παλαιότερη έκδοση';
$txt['package_installed_warning1'] = 'Αυτό το πακέτο έχει ήδη εγκατασταθεί, και δεν βρέθηκε αναβάθμισή του!';
$txt['package_installed_warning2'] = 'Πρέπει να απεγκαταστήσετε πρώτα την παλιά έκδοση για να αποφύγετε τα προβλήματα, ή ζητήστε από τον δημιουργό να δημιουργήσει μια αναβάθμιση από την παλιά σας έκδοση.';
$txt['package_installed_warning3'] = 'Θυμηθείτε να παίρνετε πάντα συχνά backup των πηγαίων αρχείων και της βάσης δεδομένων πριν την εγκατάσταση mod, ιδιαίτερα εκδόσεων beta.';
$txt['package_installed_extract'] = 'Εξαγωγή πακέτου';
$txt['package_installed_done'] = 'Το πακέτο εγκαταστάθηκε επιτυχώς.  Θα πρέπει να μπορείτε να χρησιμοποιήσετε οποιαδήποτε λειτουργία προσθέτει ή αλλάζει, ή να μη μπορείτε να χρησιμοποιήσετε λειτουργίες που αφαιρεί.';
$txt['package_installed_redirecting'] = 'Ανακατεύθυνση...';
$txt['package_installed_redirect_go_now'] = 'Ανακατεύθυνση τώρα';
$txt['package_installed_redirect_cancel'] = 'Επιστροφή στη διαχείριση πακέτων';

$txt['packages_latest'] = 'Πρόσφατα πακέτα';
$txt['packages_latest_fetch'] = 'Προσπάθεια για λήψη των δημοφιλέστερων και νεότερων πακέτων από το www.simplemachines.org...';

$txt['package_upgrade'] = 'Αναβάθμιση';
$txt['package_install_readme'] = 'Σημειώσεις εγκατάστασης (Readme)';
$txt['package_install_type'] = 'Τύπος';
$txt['package_install_action'] = 'Ενέργεια';
$txt['package_install_desc'] = 'Περιγραφή';
$txt['package42'] = 'Ενέργειες εγκατάστασης';
$txt['package44'] = 'Η εγκατάσταση αυτού του πακέτου θα κάνει τις ακόλουθες ενέργειες:';
$txt['package45'] = 'Το πακέτο που προσπαθείτε να εγκαταστήσετε είναι είτε κατεστραμμένο είτε μη συμβατό με την παρούσα έκδοση του SMF.';
$txt['package50'] = 'Δημιουργία';
$txt['package51'] = 'Μετακίνηση';
$txt['package52'] = 'Διαγραφή';
$txt['package53'] = 'Εξαγωγή';
$txt['package54'] = 'Αρχείο';
$txt['package55'] = 'Δένδρο';
$txt['package56'] = 'Εκτέλεση τροποποίησης';
$txt['package57'] = 'Εκτέλεση κώδικα';

$txt['package_install_actions'] = 'Ενέργειες εγκατάστασης για';
$txt['package_will_fail_title'] = 'Σφάλμα στην εγκατάσταση του πακέτου';
$txt['package_will_fail_warning'] = 'Τουλάχιστον ένα σφάλμα εμφανίστηκε κατά τη διάρκεια της δοκιμαστικής εγκατάστασης αυτού του πακέτου.
	Συστήνεται <b>ιδιαίτερα</b> να μην συνεχίσετε με την εγκατάσταση εκτός αν ξέρετε ακριβώς τι κάνετε, και έχετε πάρει αντίγραφα ασφαλείας πολύ πρόσφατα.
	Αυτό το λάθος μπορεί να δημιουργήθηκε από τη διένεξη του πακέτου που προσπαθείτε να εγκαταστήσετε με ένα άλλο πακέτο που έχετε ήδη εγκαταστήσει, ή υπάρχει σφάλμα στο πακέτο, ή είναι ένα πακέτο που απαιτεί ένα άλλο πακέτο που δεν έχετε εγκαταστήσει ήδη, ή το πακέτο είναι σχεδιασμένο για άλλη έκδοση του SMF.';
// Don't use entities in the below string.
$txt['package_will_fail_popup'] = 'Σίγουρα θέλετε να εγκαταστήσετε αυτή την μετατροπή, ακόμη κι αν δεν εγκατασταθεί επιτυχώς;';
$txt['package_install_now'] = 'Εγκατάσταση τώρα';
$txt['package_uninstall_now'] = 'Απεγκατάσταση τώρα';

$txt['package_bytes'] = 'byte';

$txt['package_action_missing'] = '<b style="color: red;">Το αρχείο δε βρέθηκε</b>';
$txt['package_action_error'] = '<b style="color: red;">Σφάλμα στο αρχείο τροποποίησης</b>';
$txt['package_action_failure'] = '<b style="color: red;">Αποτυχία</b>';
$txt['package_action_success'] = '<b>Επιτυχία</b>';
$txt['package_action_skipping'] = '<b>Παράβλεψη αρχείου</b>';

$txt['package_uninstall_actions'] = 'Ενέργειες απεγκατάστασης';
$txt['package_uninstall_done'] = 'Το πακέτο απεγκαταστάθηκε, δεν θα πρέπει να έχει πια ισχύ.';
$txt['package_uninstall_cannot'] = 'Αυτό το πακέτο δεν μπορεί να απεγκατασταθεί, επειδή δεν υπάρχει πρόγραμμα απεγκατάστασης!<br /><br />Παρακαλώ επικοινωνήστε με τον δημιουργό του για περισσότερες πληροφορίες.';

$txt['package_install_options'] = 'Επιλογές εγκατάστασης';
$txt['package_install_options_ftp_why'] = 'Η χρήση της λειτουργίας FTP του Διαχειριστή Πακέτων είναι ο ευκολότερος τρόπος για να αποφύγετε να αλλάζετε χειροκίνητα τα δικαιώματα των αρχείων (chmod) σε εγγράψιμα για να λειτουργήσει ο διαχειριστής πακέτων.<br />Εδώ μπορείτε να ορίσετε προκαθορισμένες τιμές για κάποια πεδία.';
$txt['package_install_options_ftp_server'] = 'Διακομιστής FTP';
$txt['package_install_options_ftp_port'] = 'Θύρα';
$txt['package_install_options_ftp_user'] = 'Όνομα χρήστη';
$txt['package_install_options_make_backups'] = 'Δημιουργία αντιγράφων ασφαλείας των αρχείων που αντικαταστάθηκαν, με την προσθήκη περισπωμένης (~) στο τέλος των ονομάτων τους.';

$txt['package_ftp_necessary'] = 'Απαιτούνται οι πληροφορίες FTP';
$txt['package_ftp_why'] = 'Μερικά από τα αρχεία που ο διαχειριστής πακέτων πρέπει να τροποποιήσει, δεν είναι εγγράψιμα.  Αυτό πρέπει να αλλαχθεί, με σύνδεση στο FTP και αλλαγή των δικαιωμάτων των αρχείων (με chmod) ή την δημιουργία αρχείων και φακέλων.';
$txt['package_ftp_why_download'] = 'Για να λάβετε πακέτα, ο κατάλογος Πακέτων και τα αρχεία που περιέχονται σε αυτόν πρέπει να είναι εγγράψιμα - κάτι που δεν συμβαίνει αυτή τη στιγμή.  Ο διαχειριστής πακέτων μπορεί να χρησιμοποιήσει τις πληροφορίες FTP για να το διορθώσει.';
$txt['package_ftp_server'] = 'Διακομιστής FTP';
$txt['package_ftp_port'] = 'Θύρα';
$txt['package_ftp_username'] = 'Όνομα χρήστη';
$txt['package_ftp_password'] = 'Κωδικός';
$txt['package_ftp_path'] = 'Τοπική διαδρομή καταλόγου για το SMF';

// For a break, use \\n instead of <br />... and don't use entities.
$txt['package_delete_bad'] = 'Το πακέτο που πρόκειται να διαγράψετε είναι εγκατεστημένο!  Αν το διαγράψετε, ίσως να μη μπορέσετε να το απεγκαταστήσετε αργότερα.\\n\\nΣίγουρα θέλετε να το κάνετε;';

$txt['package_examine_file'] = 'Εμφάνιση αρχείου στο πακέτο';
$txt['package_file_contents'] = 'Περιεχόμενα αρχείου';

$txt['package_upload_title'] = 'Αποστολή πακέτου';
$txt['package_upload_select'] = 'Πακέτο προς αποστολή';
$txt['package_upload'] = 'Αποστολή';
$txt['package_upload_error_supports'] = 'Ο διαχειριστής πακέτων προς το παρόν επιτρέπει μόνο αυτούς τους τύπους αρχείων: ';
$txt['package_upload_error_broken'] = 'Το πακέτο που δοκιμάσατε να αποστείλετε είτε δεν είναι έγκυρο πακέτο είτε έχει καταστραφεί.';
$txt['package_uploaded_success'] = 'Το πακέτο απεστάλη με επιτυχία';
$txt['package_uploaded_successfully'] = 'Το πακέτο έχει αποσταλεί με επιτυχία';

$txt['package_modification_malformed'] = 'Εσφαλμένο ή μη έγκυρο αρχείο τροποποίησης.';
$txt['package_modification_missing'] = 'Το αρχείο δεν βρέθηκε.';
$txt['package_no_zlib'] = 'Λυπάμαι, οι ρυθμίσεις του PHP δεν παρέχουν υποστήριξη για <b>zlib</b>.  Χωρίς αυτό, το πρόγραμμα διαχείρισης πακέτων δεν μπορεί να λειτουργήσει.  Παρακαλώ επικοινωνήστε με τον παροχέα σας για περισσότερες πληροφορίες.';

// Untranslated!
$txt['package_cleanperms_title'] = 'Καθαρισμός δικαιωμάτων';
$txt['package_cleanperms_desc'] = 'Οι παρακάτω επιλογές σας επιτρέπουν να επαναφέρετε τα δικαιώματα των αρχείων σε όλη την εγκατάστασή σας, για να αυξήσετε την ασφάλεια ή να λύσετε προβλήματα δικαιωμάτων που πιθανόν έχετε κατά την εγκατάσταση πακέτων.';
$txt['package_cleanperms_type'] = 'Αλλαγή όλων των δικαιωμάτων αρχείων παντού στο φόρουμ έτσι ώστε';
$txt['package_cleanperms_standard'] = 'Μόνο συγκεκριμένα αρχεία είναι εγγράψιμα.';
$txt['package_cleanperms_free'] = 'Όλα τα αρχεία είναι εγγράψιμα.';
$txt['package_cleanperms_restrictive'] = 'Τα ελάχιστα δυνατά αρχεία είναι εγγράψιμα.';
$txt['package_cleanperms_go'] = 'Αλλαγή δικαιωμάτων αρχείων';

$txt['package_confirm_view_package_content'] = 'Είστε βέβαιοι ότι θέλετε να προβάλετε το περιεχόμενο του πακέτου από αυτήν την τοποθεσία:<br /><br />%1$s';
$txt['package_confirm_proceed'] = 'Συνέχεια';
$txt['package_confirm_go_back'] = 'Επιστροφή';

?>