<?php
// Version: 1.1.8; Packages

$txt['smf154'] = 'Продолжи';
$txt['smf160'] = 'Модификациониот фајл е распакуван но истиот доаѓа и со PHP скрипти кои би требало да бидат извршени пред модификацијата да почне да работи';
$txt['smf161'] = 'Придвижи';
$txt['smf163'] = 'Прочитај';
$txt['smf173'] = 'Излез на скриптата:';
$txt['smf174'] = 'Дополнителни напомени';
$txt['smf175'] = 'Инструкции/дополнителни забелешки';
$txt['smf180'] = 'Список на датотеки во пакетот';
$txt['smf181'] = 'Дадтотеки во архива';
$txt['smf182'] = 'Преземи го пакетот';
$txt['smf183'] = 'Сервери на кои се наоѓаат пакетите';
$txt['smf184'] = 'Пребарај';
$txt['smf185'] = 'Додади сервер';
$txt['smf186'] = 'Име на серверот';
$txt['smf187'] = 'Адреса (URL)';
$txt['smf189'] = 'Моментално нема пакети.';
$txt['smf190'] = 'Преземи';
$txt['smf192'] = 'Пакетот е успешно преземен';
$txt['smf193'] = 'Пакетот беше успешно преземен';
$txt['smf198'] = 'Менаџер на пакетите';
$txt['smf159b'] = 'Примени ја модификацијата';
$txt['smf162b'] = 'Модификациониот фајл е распакуван но оваа оваа модификација доаѓа и со SQL база која ги содржи потребните измени на базата. Би било добра идеја да ја придвижите.';
$txt['smf163b'] = 'Придвижи';
$txt['smf174b'] = 'SQL кверија';
$txt['smf189b'] = 'Моментално нема инсталирани модификации';
$txt['smf188b'] = 'Прегледај ги инсталираните модификации';
$txt['smf198b'] = 'Деинсталирај';
$txt['smf198d'] = 'Избриши го списокот на модификации';
$txt['smf198h'] = 'Вашиот сервер го постави PHP во SAFE MODE. Оваа можност не е компатибилна со SAFE MODE.';
$txt['smf198i'] = 'Дозволи ми да пробам во секој случај.';

$txt['download_packages'] = 'Симни ги Пакетите';
$txt['installed_packages'] = 'Инсталирани Пакети';
$txt['package_settings'] = 'Опции';
$txt['package_manager_desc'] = 'Од менаџерот на пакети можете да ги симните и инсталирате сите измени во вашиот форум со прозор многу лесен за употреба.';
$txt['installed_packages_desc'] = 'Можете да го користите прозорот подолу да ги погледате пакетите кои се моментално инсталирани на овој форум, и да ги отстраните оние кои не ви се веќе потребни.';
$txt['download_packages_desc'] = 'Од овој дел можете да изберете или да симнете нови пакети од серверот за пакети, или да внесете пакет директно во форумот.';

$txt['package1'] = 'Менаџер на Пакетите';
$txt['package3'] = 'Прегледај ги Пакетите';
$txt['package4'] = 'Направи нов Пакет';
$txt['package5'] = 'Преземи нови Пакети';
$txt['package6'] = 'Погледај и отстрани ги инсталираните Пакети';
$txt['package7'] = 'Пакети на модификации';
$txt['package8'] = 'Пакети со аватари';
$txt['package9'] = 'Пакети со јазици';
$txt['package10'] = 'Непознати Пакети';
$txt['package11'] = 'Примени ја модификацијата';
$txt['package12'] = 'Користи Аватари';
$txt['package13'] = 'Додади јазик';
$txt['package14'] = 'Излистај ги датотеките';
$txt['package15'] = 'Отстрани';
$txt['package24'] = 'Тип на Пакети';
$txt['package34'] = 'Архивирам';
$txt['package37'] = 'Распакувам';
$txt['package39'] = 'Аватарите се успешно распакувани и сега можат да се користат.';
$txt['package41'] = 'Јазичните датотеки се распакувани и сега можете да ги користите (со поставување на соодветната опција и подесувањата).';

$txt['pacman2'] = 'Име на модификацијата';
$txt['pacman3'] = 'Верзија';
$txt['pacman4'] = 'Автор';
$txt['pacman6'] = 'Сајт на авторот';
$txt['pacman8'] = 'Нема опис';
$txt['pacman9'] = 'Опис';
$txt['pacman10'] = 'Локација на датотеката';

$txt['package_installed_key'] = 'Инсталирани модификации:';
$txt['package_installed_current'] = 'моментална верзија';
$txt['package_installed_old'] = 'постара верзија';
$txt['package_installed_warning1'] = 'Овој Пакет е веќе инсталиран а ажурирање не е најдено!';
$txt['package_installed_warning2'] = 'Би требало да ја деинсталирате старата верзија за да ги избегнете проблемите или замолете го авторот да направи ажурирање на вашата постара верзија.';
$txt['package_installed_warning3'] = 'Не заборавајте секогаш да направите резервна копија на постоечките датотеки и бази пред инсталирањето на модификациите, посебно на оние кои се уште се во бета верзија.';
$txt['package_installed_extract'] = 'Распакувам Пакет';
$txt['package_installed_done'] = 'Пакетот е успешно инсталиран. Сега ќе можете да ги користите сите функции кои ги менува или додава, или нема да може да ги користите оние кои се отстранети.';
$txt['package_installed_redirecting'] = 'Пренасочување ...';
$txt['package_installed_redirect_go_now'] = 'Пренаосчи сега';
$txt['package_installed_redirect_cancel'] = 'Врати се на Менаџерот на Пакети';

$txt['packages_latest'] = 'Најнови Пакети';
$txt['packages_latest_fetch'] = 'Се обидувам да ги добијам најпопуларните и најнови пакети од www.simplemachines.org...';

$txt['package_upgrade'] = 'Ажурирај';
$txt['package_install_readme'] = 'Датотека со опис на инсталацијата';
$txt['package_install_type'] = 'Тип';
$txt['package_install_action'] = 'Акција';
$txt['package_install_desc'] = 'Опис';
$txt['package42'] = 'Акции на инсталации';
$txt['package44'] = 'Инсталирањето на овој Пакет ќе ги предизвика следните акции:';
$txt['package45'] = 'Пакетот кој се обидувате да го преземете или инсталирате, e оштетен или не е соодветен на оваа верзија на SMF-а.';
$txt['package50'] = 'Направи';
$txt['package51'] = 'Премести';
$txt['package52'] = 'Избриши';
$txt['package53'] = 'Распакувај';
$txt['package54'] = 'Датотека';
$txt['package55'] = 'Дрво';
$txt['package56'] = 'Изврши ја модификацијата';
$txt['package57'] = 'Изврши го кодот';

$txt['package_install_actions'] = 'Инсталациони процеси за';
$txt['package_will_fail_title'] = 'Грешка при инсталирањето на Пакет';
$txt['package_will_fail_warning'] = 'Се случи барем една грешка за време на пробното инсталирање на овој пакет.
	<b>Строго</b> е препорачано да не продолжите со инсталација освен ако знаете точно што правите, и имате нова резервна копија.
	Оваа грешка можеби е предизвикана заради судир меѓу пакетот што се обидувате да го инсталирате и друг пакет веќе инсталиран, заради грешка во пакетот, заради тоа што тоа е пакет кој бара претходна инсталација на друг пакет кој се уште не е инсталиран, или заради тоа што пакетот не е направен за оваа верзија на This error may be caused by a conflict between the package SMF форумот.';
// Don't use entities in the below string.
$txt['package_will_fail_popup'] = 'Дали сте сигурни дека сакате да продолжите со инсталацијата на оваа изменам иако нема да се биде успешна?';
$txt['package_install_now'] = 'Инсталирај сега';
$txt['package_uninstall_now'] = 'Деинсталирај сега';

$txt['package_bytes'] = 'бајтови';

$txt['package_action_missing'] = '<b style="color: red;">Датотеката не е пронајдена</b>';
$txt['package_action_error'] = '<b style="color: red;">Грешка при парсирање на модификацијата</b>';
$txt['package_action_failure'] = '<b style="color: red;">Неуспех</b>';
$txt['package_action_success'] = '<b>Успех</b>';
$txt['package_action_skipping'] = '<b>Прескокнување на датотеката</b>';

$txt['package_uninstall_actions'] = 'Акции за деинсталирање';
$txt['package_uninstall_done'] = 'Овој пакет е деинсталиран. Повеќе не би требало да има ефект.';
$txt['package_uninstall_cannot'] = 'Овој пакет не може да се деинсталира бидејќи не постои деинсталатор!<br /><br />Контактирајте го авторот на оваа модификација за повеќе информации.';

$txt['package_install_options'] = 'Опции за инсталирање';
$txt['package_install_options_ftp_why'] = 'Користењето FTP е најлесен начин кога морате рачно да ги подесите датотеките да бидат отоврени за менување, за да може пакет менаџерот да работи.<br />Овде можете да ги подесите стандардните вредности за некои полиња.';
$txt['package_install_options_ftp_server'] = 'FTP сервер';
$txt['package_install_options_ftp_port'] = 'Порт';
$txt['package_install_options_ftp_user'] = 'Корисничко име';
$txt['package_install_options_make_backups'] = 'Направи резервни копии на заменетите датотеки со знакот приближно (~) на крајот на нивните имиња.';

$txt['package_ftp_necessary'] = 'FTP информациите се неопходни';
$txt['package_ftp_why'] = 'Некои од датотеките кои овој пакет мора да ги измени не се отворени за измени. Ова мора да биде променето со пријавување на FTP и менување на дозволите на датотеките.';
$txt['package_ftp_why_download'] = 'За да ги преземете пакетите, директориумот Packages и датотеките кои се наоѓаат во него мора да бидат отворени за измени - тоа моментално не е случај. Менаџерот на пакетите може да ги користни вашите FTP информации за да го реши овој проблем.';
$txt['package_ftp_server'] = 'FTP сервер';
$txt['package_ftp_port'] = 'Порт';
$txt['package_ftp_username'] = 'Корисничко име';
$txt['package_ftp_password'] = 'Лозинка';
$txt['package_ftp_path'] = 'Локална патека до SMF';

// For a break, use \\n instead of <br />... and don't use entities.
$txt['package_delete_bad'] = 'Пакетот кој сакате да го избришете моментално е инсталиран. Ако го избришете, можеби покасно нема да можете да го деинсталирате.\\n\\nДали сте сигурно?';

$txt['package_examine_file'] = 'Прегледај ги датотеките во пакетот';
$txt['package_file_contents'] = 'Содржина на датотеката';

$txt['package_upload_title'] = 'Преземи го Пакетот';
$txt['package_upload_select'] = 'Пакет за преземање';
$txt['package_upload'] = 'Преземи';
$txt['package_upload_error_supports'] = 'Менаџерот на датотеки моментално ги дозволува само овие типови на датотеки: ';
$txt['package_upload_error_broken'] = 'Пакетот кој се обидовте да го преземете не е валиден или е оштетен.';
$txt['package_uploaded_success'] = 'Пакетот е успешно преземен';
$txt['package_uploaded_successfully'] = 'Пакетот не е успешно преземен';

$txt['package_modification_malformed'] = 'Деформиран или неисправен модификационен фајл.';
$txt['package_modification_missing'] = 'Фајлот не е пронајден.';
$txt['package_no_zlib'] = 'Извинете, вашата PHP конфигурација нема поддршка за <b>zlib</b>. Без тоа менаџерот на пакети не може да функционира. Контактирајте го вашиот провајдер за повеќе информации.';

// Untranslated!
$txt['package_cleanperms_title'] = 'Пречистување на Дозволите';
$txt['package_cleanperms_desc'] = 'Овој прозор ви овозможува да ги смените сите подесувања на дозволите низ целата инсталација, едно за да се зголеми сигурноста, или да се решат некои проблеми со дозволите кои можат да се јават при инсталација на пакетите.';
$txt['package_cleanperms_type'] = 'Измени ги сите дозволи за датотеките низ форумот така да';
$txt['package_cleanperms_standard'] = 'Само стандардните датотеки се отворени за измени.';
$txt['package_cleanperms_free'] = 'Сите датотеки се отворени за измени.';
$txt['package_cleanperms_restrictive'] = 'Најмал број на датотеки се отворени за измени.';
$txt['package_cleanperms_go'] = 'Измени ги дозволите';

$txt['package_confirm_view_package_content'] = 'Are you sure you want to view the package contents from this location:<br /><br />%1$s';
$txt['package_confirm_proceed'] = 'Proceed';
$txt['package_confirm_go_back'] = 'Go back';

?>