<?php
// Version: 1.1; Post

$txt[25] = 'Публикувай отговор';
$txt[71] = 'Икона на съобщението';
$txt[77] = 'Заглавието е празно.';
$txt[78] = 'Съобщението е празно.';
// Use numeric entities in the below string.
$txt[130] = "Поздрави,\nЕкипът на" . $context['forum_name'] . '.';
$txt[252] = 'Добави BBC етикети';
$txt[253] = 'Удебелен';
$txt[254] = 'Курсив';
$txt[255] = 'Подчертан';
$txt[256] = 'Центриран';
$txt[257] = 'Вмъкни връзка';
$txt[258] = 'Вмъкни е-мейл';
$txt[259] = 'Вмъкни код';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Вмъкни цитат';
$txt[261] = 'Вмъкни списък';

$txt['change_color'] = 'Промени цвета';
$txt[262] = 'Черно';
$txt[263] = 'Червено';
$txt[264] = 'Жълто';
$txt[265] = 'Розово';
$txt[266] = 'Зелено';
$txt[267] = 'Оранжево';
$txt[268] = 'Пурпурно';
$txt[269] = 'Синьо';
$txt[270] = 'Бежово';
$txt[271] = 'Кафяво';
$txt[272] = 'Синьо-зеленикаво';
$txt[273] = 'Тъмносиньо';
$txt[274] = 'Тъмночервено';
$txt[275] = 'Светложълто';
$txt[276] = 'Изключи усмивките';
$txt[277] = 'Не използвай усмивки.';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Публикувано на';
$txt[281] = 'Стандартно';
$txt[282] = 'Одобрение';
$txt[283] = 'Неодобрение';
$txt[284] = 'Възклицателна';
$txt[285] = 'Въпросителна';
$txt[286] = 'Крушка';
$txt[297] = 'Добави усмивки';
$txt[433] = 'Вмъкни Flash';
$txt[434] = 'Вмъкни FTP връзка';
$txt[435] = 'Вмъкни изображение';
$txt[436] = 'Вмъкни таблица';
$txt[437] = 'Вмъкни колона в таблицата';
$txt[438] = 'Няма теми с включено известяване.';
$txt[439] = 'Движещ се текст';
$txt[440] = 'Теле-шрифт';
$txt[441] = 'Зачеркнат';
$txt[442] = 'Греещ';
$txt[443] = 'Сянка';
$txt[444] = 'Пре-форматиран текст';
$txt[445] = 'Подравнен вляво';
$txt[446] = 'Подравнен вдясно';
$txt[447] = 'Суперскрипт';
$txt[448] = 'Субскрипт';
$txt[449] = 'Вмъкни редица в таблицата';
$txt[499] = 'Съобщението е прекалено дълго. Скъси го и опитай отново.';
$txt[531] = 'Хоризонтална линия';
$txt[532] = 'Размер на шрифта';
$txt[533] = 'Тип на шрифта';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'Нова тема, \'%s\', е публикувана във форум, към който си абониран.' . "\n\n" . 'Можеш да я прегледаш тук:' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Нова тема: %s';
$txt['notify_boards_once'] = 'Няма да можеш да получаваш е-мейл известия за нови публикации в този форум, докато не прочетеш някои от непрочетените теми.';
$txt['notifyUnsubscribe'] = 'Прекрати абоната си към този форум като кликнеш тук';
$txt['notify_boardsUnsubscribe'] = 'Прекрати абоната си за нови теми в този форум като кликнеш тук';

$txt['smf13'] = 'Заключи след като публикуваш';
$txt['smf14'] = 'Известявай ме за нови отговори.';
$txt['smf15'] = 'Заключи тази тема.';
$txt['smf16'] = 'натисни alt+s за да въведеш/публикуваш или alt+p за да направиш предварителен преглед';
$txt['smf22'] = 'Опция';
$txt['smf40'] = 'Нулирай брояча на гласове';
$txt['smf41'] = 'Маркирай това ако искаш да нулираш всички броячи на гласове.';
$txt['smf42'] = 'гласа';
$txt['smf119'] = 'Прикачи';
$txt['smf119b'] = 'Прикачено';
$txt['smf120'] = 'Позволени файлови типове';
$txt['smf121'] = 'Позволен максимален размер на прикачени файлове';
$txt['smf123'] = 'Не можеш да качиш този тип файл. Позволените разширения са';
$txt['smf129'] = 'За да изтриеш прикачения файл, остави това празно.';
$txt['smf130'] = 'Маркирай тези файлове, които желаеш да запазиш';
$txt['smf130b'] = 'Това файлово име не е позволено. Моля, опитай отново с различно име.';
$txt['smf287'] = 'Внимание: темата е / ще бъде заключена!<br />Само администратори или модератори могат да публикуват отговори.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Ново известие';
$txt['notifyXAnn3'] = 'Прегледай го тук:';
$txt['notifyXOnce2'] = 'Няма да можеш да получаваш Е-мейл известия за нови отговори към тази тема, докато не я прочетеш.';

$txt['rtm2'] = 'Въведи коментар';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Докладвана публикация';
$txt['rtm4'] = 'от';
$txt['rtm10'] = 'Предай';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Следната публикация, "%s" от';
$txt['rtm_email2'] = 'е докладвана от';
$txt['rtm_email3'] = 'във форум, на който ти си модератор';
$txt['rtm_email_comment'] = 'Докладващият е написал следния коментар';

$txt['maxAttachPerPost'] = 'на публикация';

$txt['post_additionalopt'] = 'Допълнителни опции...';
$txt['sticky_after2'] = 'Залепи тази тема.';
$txt['move_after2'] = 'Премести тази тема.';
$txt['back_to_topic'] = 'Върни се в тази тема.';

$txt['retrieving_quote'] = 'Извличане на цитата...';

$txt['poll_options'] = 'Опции на анкетата';
$txt['poll_options1a'] = 'Активирай анкетата за';
$txt['poll_options1b'] = 'дни. (не маркирвай за анкета без времеви лимит)';
$txt['poll_options2'] = 'Показвай резултатите от анкетата на всеки.';
$txt['poll_options3'] = 'Показвай резултатите от анкетата само след гласуване.';
$txt['poll_options4'] = 'Показвай резултатите от анкетата само след нейното прекратяване.';
$txt['poll_options5'] = 'Максимален брой гласове на всеки потребител.';
$txt['poll_options7'] = 'Позволи на потребителите да променят своя глас.';
$txt['poll_error1'] = 'Избрал си прекалено много опции - максималният позволен брой е %s';
$txt['poll_add_option'] = 'Добави опции';

$txt['spellcheck_done'] = 'Проверката на правопис е завършена.';
$txt['spellcheck_change_to'] = 'Промени на:';
$txt['spellcheck_suggest'] = 'Предложения:';
$txt['spellcheck_change'] = 'Промени';
$txt['spellcheck_change_all'] = 'Промени всички';
$txt['spellcheck_ignore'] = 'Игнорирай';
$txt['spellcheck_ignore_all'] = 'Игнорирай всички';

$txt['more_attachments'] = 'повече прикачени файлове';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Съжалявам, не е позволено да прикачаш повече файлове.';

$txt['more_smileys'] = 'още';
$txt['more_smileys_title'] = 'Допълнителни усмивки';
$txt['more_smileys_pick'] = 'Избери усмивка';
$txt['more_smileys_close_window'] = 'Затвори прозореца';

$txt['error_new_reply'] = 'Внимание - нов отговор бе публикуван докато ти пишеше.';
$txt['error_new_replies'] = 'Внимание - %d нови отговора бяха публикувани докато ти пишеше.';
$txt['error_new_reply_reading'] = 'Внимание - нов отговор бе публикуван докато ти преглеждаше тази тема.';
$txt['error_new_replies_reading'] = 'Внимание - %d нови отговора бяха публикувани докато ти преглеждаше тази тема.';
$txt['error_old_topic'] = 'Внимание: в тази тема никой не е писал от ' . $modSettings['oldTopicDays'] . ' дни.
Може би е по-добре да започнете нова тема. Преценете сам/a/.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Отговор на тема: %s';
$txt['notification_reply'] = '%s е публикувал нов отговор в тема, към която си абониран.' . "\n\n" . 'Прегледай отговора тук: ';
$txt['notification_sticky_subject'] = 'Залепена тема: %s';
$txt['notification_sticky'] = '%s е залепил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_lock_subject'] = 'Заключена тема: %s';
$txt['notification_lock'] = '%s е заключил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_unlock_subject'] = 'Отключена тема: %s';
$txt['notification_unlock'] = '%s е отключил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_remove_subject'] = 'Изтрита тема: %s';
$txt['notification_remove'] = '%s е изтрил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_move_subject'] = 'Преместена тема: %s';
$txt['notification_move'] = '%s е преместил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_merge_subject'] = 'Слята тема: %s';
$txt['notification_merge'] = '%s е слял тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';
$txt['notification_split_subject'] = 'Разделена тема: %s';
$txt['notification_split'] = '%s е разделил тема, към която си абониран.' . "\n\n" . 'Прегледай темата тук: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Текста на отговора е показан по долу:';
$txt['notification_new_topic_body'] = 'Текста на темата е показан по долу:';

$txt['announce_this_topic'] = 'Изпрати известие относно тази тема на членовете:';
$txt['announce_title'] = 'Изпрати известие';
$txt['announce_desc'] = 'Този формуляр ти позволява да изпратиш известие относно тази тема на избраните членски групи.';
$txt['announce_sending'] = 'Изпрати известие за тази тема';
$txt['announce_done'] = 'готово';
$txt['announce_continue'] = 'Продължи';
$txt['announce_topic'] = 'Извести темата.';
$txt['announce_regular_members'] = 'Обикновени потребители';

?>