<?php
// Version: 1.1; Post

$txt[25] = 'Испрати одговор';
$txt[71] = 'Икона на пораката';
$txt[77] = 'Полето \'Наслов\' не е пополнето иако е побарано.';
$txt[78] = 'Не сте внеле текст на пораката иако е побарано.';
// Use numeric entities in the below string.
$txt[130] = 'Со најубави желби, тимот на Форумот за планинарски спортови.';
$txt[252] = 'Додади BBC-кодови';
$txt[253] = 'Задебелено';
$txt[254] = 'Италик';
$txt[255] = 'Подвлечено';
$txt[256] = 'Центрирање';
$txt[257] = 'Вметнете линк';
$txt[258] = 'Вметнете еmail';
$txt[259] = 'Вметнете код';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Вметнете цитат';
$txt[261] = 'Вметнете список';

$txt['change_color'] = 'Измени ја бојата';
$txt[262] = 'Црна';
$txt[263] = 'Црвена';
$txt[264] = 'Жолта';
$txt[265] = 'Розе';
$txt[266] = 'Зелена';
$txt[267] = 'Портокалова';
$txt[268] = 'Виолетова';
$txt[269] = 'Плава';
$txt[270] = 'Беж';
$txt[271] = 'Браон';
$txt[272] = 'Потемно зелена';
$txt[273] = 'Морски плава';
$txt[274] = 'Темно црвена';
$txt[275] = 'Светло зелена';
$txt[276] = 'Оневозможи Смешковци';
$txt[277] = 'Немој да користиш Смешковци.';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Испратено';
$txt[281] = 'Стандардно';
$txt[282] = 'Прст нагоре';
$txt[283] = 'Прст надолу';
$txt[284] = 'Извичник';
$txt[285] = 'Прашалник';
$txt[286] = 'Светилка';
$txt[297] = 'Додај Смешковци';
$txt[433] = 'Вметнете Flash';
$txt[434] = 'Вметнете FTP линк';
$txt[435] = 'Вметнете фотографија';
$txt[436] = 'Вметнете табела';
$txt[437] = 'Вметнете колона во табелата';
$txt[438] = 'Нема тема со известување.';
$txt[439] = 'Marquee';
$txt[440] = 'Teletype';
$txt[441] = 'Прецртано';
$txt[442] = 'Светлечки';
$txt[443] = 'Засенчено';
$txt[444] = 'Преформатиран текст';
$txt[445] = 'Израмни во лево';
$txt[446] = 'Израмни во десно';
$txt[447] = 'Superscript';
$txt[448] = 'Subscript';
$txt[449] = 'Вметните ред на табела';
$txt[499] = 'Вашата порака е премногу долга. Вратете се назад, скратете ја и пробајте повторно.';
$txt[531] = 'Хоризонтална линија';
$txt[532] = 'Големина на фонтот';
$txt[533] = 'Име на фонтот';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'Поставена е нова тема, \'%s\', на форумот кој го следите.' . "\n\n" . 'Можете да ја прочитате на ' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Нова тема: %s';
$txt['notify_boards_once'] = 'Можно е да се поставени и повеќе теми, но нема да примате email известувања се додека не го посетите форумот и не прочитате некои од нив.';
$txt['notifyUnsubscribe'] = 'Откажи ја претплатата за известувања на оваа тема со посета на овој линк';
$txt['notify_boardsUnsubscribe'] = 'Откажи ја претплатата на известувања за нови теми на овој форум со посетување на овој линк';

$txt['smf13'] = 'Заклучи после испраќањето';
$txt['smf14'] = 'Извести ме за одговори.';
$txt['smf15'] = 'Заклучи ја оваа тема.';
$txt['smf16'] = 'Кратенки: Пристисни alt+s за да ја поднесеш/испратиш оваа порака или alt+p за преглед.';
$txt['smf22'] = 'Опции';
$txt['smf40'] = 'Поништи го бројот на гласовите';
$txt['smf41'] = 'Означете тука ако сакаате да го поставите бројот на гласови на 0.';
$txt['smf42'] = 'гласови';
$txt['smf119'] = 'Поднеси';
$txt['smf119b'] = 'Поднесено';
$txt['smf120'] = 'Дозволени типови на датотеки';
$txt['smf121'] = 'Максимална големина на поднесените датотеки';
$txt['smf123'] = 'Не можете да го поднесете тој тип на датотека. Единствено дозволени екстензии се';
$txt['smf129'] = 'За да ја избришете поднесената датотека, ова поле оставете го празно.';
$txt['smf130'] = 'Означете ги поднесените датотеки кои сакате да ги отстраните';
$txt['smf130b'] = 'Ова е забрането има за датотека. Обидете се со друго име.';
$txt['smf287'] = 'Внимание: Темата е моментално/ќе биде заклучена!<br />Само администраторите и модераторите можат да испраќаат одговори.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Нова објава';
$txt['notifyXAnn3'] = 'Погледајте ја на';
$txt['notifyXOnce2'] = 'Можеби се испратени и повеќе одговори, но нема да примате повеќе известувања се додека не ја прочитате оваа тема.';

$txt['rtm2'] = 'Внесете коментар';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Пријавена порака';
$txt['rtm4'] = 'од';
$txt['rtm10'] = 'Поднеси';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Следната порака, "%s" од';
$txt['rtm_email2'] = 'е пријавена од';
$txt['rtm_email3'] = 'на форумот кој вие го уредувате';
$txt['rtm_email_comment'] = 'Пријавувачот го внел следниот коментар';

$txt['maxAttachPerPost'] = 'по порака';

$txt['post_additionalopt'] = 'Дополнителни опции...';
$txt['sticky_after2'] = 'Направи ја оваа тема леплива.';
$txt['move_after2'] = 'Премести ја оваа тема.';
$txt['back_to_topic'] = 'Врати се на оваа тема.';

$txt['retrieving_quote'] = 'Поднесувам цитат...';

$txt['poll_options'] = 'Опции за гласање';
$txt['poll_options1a'] = 'Остави го гласањето отворено';
$txt['poll_options1b'] = 'денови. (Оставете празно за неограничено)';
$txt['poll_options2'] = 'Прикажи го на сите резултатот од гласањето.';
$txt['poll_options3'] = 'Прикажи ги резултатите по секое гласање.';
$txt['poll_options4'] = 'Прикажи ги резултатите по завршување на гласањето.';
$txt['poll_options5'] = 'Максимален број на гласови по корисник.';
$txt['poll_options7'] = 'Дозволи му на корисникот да го промени гласот.';
$txt['poll_error1'] = 'Избравте премногу опции - бројот на дозволените е %s';
$txt['poll_add_option'] = 'Додади опција';

$txt['spellcheck_done'] = 'Проверката на правописот е завршена.';
$txt['spellcheck_change_to'] = 'Промени во:';
$txt['spellcheck_suggest'] = 'Предлози:';
$txt['spellcheck_change'] = 'Замени';
$txt['spellcheck_change_all'] = 'Замени ги сите';
$txt['spellcheck_ignore'] = 'Игнорирај';
$txt['spellcheck_ignore_all'] = 'Игнорирај ги сите';

$txt['more_attachments'] = 'уште датотеки';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Не ви е дозволено да поставувате уште прилози.';

$txt['more_smileys'] = 'уште';
$txt['more_smileys_title'] = 'Дополнителни Смешковци';
$txt['more_smileys_pick'] = 'Изберете Смешко';
$txt['more_smileys_close_window'] = 'Затвори го прозорецот';

$txt['error_new_reply'] = 'Внимание - додека пишувавте испратен е нов одговор. Можеби ќе сакате да ја измените вашата порака.';
$txt['error_new_replies'] = 'Внимание - додека пишувавте испратени се %d нови одговори. Можеби ќе сакате да ја измените својата порака.';
$txt['error_new_reply_reading'] = 'Внимание - додека пишувавте испратен е нов одговор. Можеби ќе сакате да ја измените вашата порака.';
$txt['error_new_replies_reading'] = 'Внимание - додека пишувавте испратени се %d нови одговори. Можеби ќе сакате да ја измените својата порака.';
$txt['error_old_topic'] = 'Внимание: во оваа тема нема порака најмалку ' . $modSettings['oldTopicDays'] . ' денови.<br />Ако сте сигурни дека сакате одговор, ве молиме размислете за отворање нова тема.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Одговор на темата: %s';
$txt['notification_reply'] = 'Пратен е одговор на темата која ја следите од страна на %s.' . "\n\n" . 'Погледајте го одговорот на: ';
$txt['notification_sticky_subject'] = 'Леплива тема: %s';
$txt['notification_sticky'] = 'Темата која е следите означена е како леплива од страна на %s.' . "\n\n" . 'Погледајте ја темата на: ';
$txt['notification_lock_subject'] = 'Заклучена тема: %s';
$txt['notification_lock'] = 'Темата која ја следите е заклучена од страна на %s.' . "\n\n" . 'Погледајте ја темата на: ';
$txt['notification_unlock_subject'] = 'Отклучена тема: %s';
$txt['notification_unlock'] = 'Темата која ја следите е заклучена од страна на %s.' . "\n\n" . 'Погледајте ја темата на: ';
$txt['notification_remove_subject'] = 'Отстранета тема: %s';
$txt['notification_remove'] = 'Темата која следите е отстранета од страна на %s.';
$txt['notification_move_subject'] = 'Преместена тема: %s';
$txt['notification_move'] = 'Темата која ја следите е преместена во друг форум од страна на %s.' . "\n\n" . 'Погледајте ја темата на: ';
$txt['notification_merge_subject'] = 'Споена тема: %s';
$txt['notification_merge'] = 'Темата која ја следите е споена со друга тема од страна на %s.' . "\n\n" . 'Погледајте ја споената тема на: ';
$txt['notification_split_subject'] = 'Поделена тема: %s';
$txt['notification_split'] = 'Темата која ја следите е поделена на две или повеќе теми од страна на %s.' . "\n\n" . 'Погледајте што останува од темата на: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Текстот на одговорот е покажан подолу:';
$txt['notification_new_topic_body'] = 'Текстот на темата е покажан подолу:';

$txt['announce_this_topic'] = 'Испратете најава за оваа тема на членовите:';
$txt['announce_title'] = 'Испрати најава';
$txt['announce_desc'] = 'Оваа форма ви овозможува да испратите најава за оваа тема на посебни кориснички групи.';
$txt['announce_sending'] = 'Праќам најава за темата';
$txt['announce_done'] = 'завршено';
$txt['announce_continue'] = 'Продолжи';
$txt['announce_topic'] = 'Најави тема.';
$txt['announce_regular_members'] = 'Редовни членови';

?>