<?php
// Version: 1.1; Post

$txt[25] = 'جواب دیجیے';
$txt[71] = 'پیغام کا آئیکون';
$txt[77] = 'عنوان کے خانے میں کچھ لکھنا ضروری ہے';
$txt[78] = 'تحریر کے خانے میں کچھ نہ کچھ لکھنا ضروری ہے';
// Use numeric entities in the below string.
$txt[130] = "فی امان اللہ:\nمنجانب " . $context['forum_name'] . ' Team';
$txt[252] = 'BBC ٹیگز ڈالیے';
$txt[253] = 'جَلی';
$txt[254] = 'ترچھا';
$txt[255] = 'خط کشیدہ';
$txt[256] = 'مرکز میں';
$txt[257] = 'ہائپر لنک ڈالیے';
$txt[258] = 'ای میل ڈالیے';
$txt[259] = 'کوڈ ڈالیے';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'اقتباس دیجیے';
$txt[261] = 'فہرست بنائیے';

$txt['change_color'] = 'رنگ تبدیل کریں';
$txt[262] = 'سیاہ';
$txt[263] = 'سرخ';
$txt[264] = 'پیلا';
$txt[265] = 'گلابی';
$txt[266] = 'سبز';
$txt[267] = 'مالٹا';
$txt[268] = 'بنفشی';
$txt[269] = 'نیلا';
$txt[270] = 'بیج';
$txt[271] = 'بھورا';
$txt[272] = 'ٹِیل';
$txt[273] = 'نیوی';
$txt[274] = 'میرون';
$txt[275] = 'لائم گرین';
$txt[276] = 'سمائلیز غیر فعال کیجیے';
$txt[277] = 'سمائلیز استعمال مت کیجیے';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'تصنیف بروز';
$txt[281] = 'معیاری';
$txt[282] = 'تھمبز اپ';
$txt[283] = 'تھمبز ڈاؤن';
$txt[284] = 'ایکسکلیمیشن پوائنٹ';
$txt[285] = 'سوالیہ نشان';
$txt[286] = 'لیمپ';
$txt[297] = 'سمائلیز ڈالیے';
$txt[433] = 'فلیش ڈالیے';
$txt[434] = 'FTP ربط ڈالیے';
$txt[435] = 'تصویر ڈالیے';
$txt[436] = 'جدول بنائیے';
$txt[437] = 'جدول میں کالم ڈالیے';
$txt[438] = 'اطلاع والا کوئی موضوع نہیں ہے';
$txt[439] = 'Marquee';
$txt[440] = 'Teletype';
$txt[441] = 'Strikethrough';
$txt[442] = 'Glow ';
$txt[443] = 'سایہ';
$txt[444] = 'Preformatted Text ';
$txt[445] = 'بائیں جانب';
$txt[446] = 'دائیں جانب';
$txt[447] = 'Superscript';
$txt[448] = 'Subscript ';
$txt[449] = 'جدول میں قطار ڈالیے';
$txt[499] = 'آپ کا پیغام بہت طویل ہے ۔ برائے مہربانی واپس جا کر اسے مختصر کیجیے اور پھر روانہ کیجیے';
$txt[531] = 'افقی لائن';
$txt[532] = 'فونٹ کا سائز';
$txt[533] = 'فونٹ کا انتخاب';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'آپ کے اس بورڈ کو دیکھنے کے دوران ایک نیا موضوع ، \'%s\'، بنایا گیا ہے' . "\n\n" . 'آپ اسے یہاں دیکھ سکتے ہیں' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'نیا موضوع: %s';
$txt['notify_boards_once'] = 'نئے موضوعات شروع کیے جا سکتے ہیں مگر آپ کو ای میل میں اطلاعات تب تک موصول نہیں ہوں گی جب تک آپ بورڈ پر واپس آ کر ان میں سے کچھ کو پڑھتے نہیں ہیں ۔';
$txt['notifyUnsubscribe'] = ' یہاں کلک کر کے اس موضوع سے شمولیت خارج کریں';
$txt['notify_boardsUnsubscribe'] = 'یہاں کلک کر کے اس بورڈ پہ شروع ہونے والے نئے موضوعات کو اَن سبسکرائب کیجیے';

$txt['smf13'] = 'تحریر کرنے کے بعد مقفل کیجیے';
$txt['smf14'] = 'مجھے جوابات سے مطلع کیجیے';
$txt['smf15'] = 'یہ موضوع مقفل کیجیے';
$txt['smf16'] = 'شارٹ کٹس: تحریر بھیجنے کے لیے alt+s اور پیش منظر دیکھنے کے لیے alt+p دبائیے';
$txt['smf22'] = 'آپشن';
$txt['smf40'] = 'ووٹوں کی تعداد کو ریسیٹ کیجیے';
$txt['smf41'] = 'اگر آپ ووٹوں کی تعداد پھر سے صفر کرنا چاہتے ہیں تو اسے چیک کیجیے';
$txt['smf42'] = 'ووٹس';
$txt['smf119'] = 'منسلک کیجیے';
$txt['smf119b'] = 'منسلکہ';
$txt['smf120'] = 'ان فائل ٹائپس کی اجازت ہے';
$txt['smf121'] = 'زیادہ سے زیادہ اٹیچمنٹ سائز';
$txt['smf123'] = 'آپ اس قسم کی فائل اپ لوڈ نہیں کر سکتے ۔ صرف ان اقسام کی اجازت ہے';
$txt['smf129'] = 'اپنی اٹیچمنٹ ختم کرنے کے لیے اسے خالی رہنے دیجیے';
$txt['smf130'] = 'ان اٹیچمنٹس کو اَن چیک کر دیجیے جن کی آپ کو ضرورت نہیں رہی';
$txt['smf130b'] = 'اس فائل نام کی اجازت نہیں ہے ۔ کوئی دوسرا نام دیجیے';
$txt['smf287'] = 'تنبیہ: موضوع مقفل ہے یا کر دیا جائے گا۔<br />صرف منتظمین اور ناظمین کو پوسٹ کرنے کی اجازت ہے';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'نیا اعلان';
$txt['notifyXAnn3'] = 'ان اعلانات کو اَن سبسکرائب کرنے کے لیے داخل ہو کر "اعلاناتِ فورم اور دیگر اہم اطلاعات ای میل کے ذریعے بھیجیے" کو اپنے خاکہ میں اَن چیک کر دیجیے' . "\n\n" . 'مکمل اعلان کو دیکھنے کے لیے اس ربط پر جائیے:';
$txt['notifyXOnce2'] = 'مزید موضوعات شروع کیے جا سکتے ہیں مگر آپ کو مزید اطلاعات تب تک نہیں بھیجی جائیں گی جب تک آپ اس موضوع کو پڑھ نہ لیں';

$txt['rtm2'] = 'تبصرہ لکھیے';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'رپورٹیڈ پوسٹ';
$txt['rtm4'] = 'منجانب';
$txt['rtm10'] = 'روانہ کیجیے';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'یہ تحریر ، "%s" از';
$txt['rtm_email2'] = 'رپورٹ کی گئ ہے منجانب';
$txt['rtm_email3'] = 'ایک بورڈ پر جس کے آپ ناظم ہیں';
$txt['rtm_email_comment'] = 'رپورٹر نے یہ تبصرہ کیا ہے';

$txt['maxAttachPerPost'] = 'فی تحریر';

$txt['post_additionalopt'] = 'مزید آپشنز۔۔۔';
$txt['sticky_after2'] = 'اس موضوع کو چسپاں کیجیے';
$txt['move_after2'] = 'یہ موضوع منتقل کیجیے';
$txt['back_to_topic'] = 'اس موضوع پر واپس جائیے';

$txt['retrieving_quote'] = 'اقتباس لیا جا رہا ہے۔۔۔';

$txt['poll_options'] = 'پول آپشنز';
$txt['poll_options1a'] = 'پول شروع کیجیے برائے';
$txt['poll_options1b'] = 'دِن (لامحدود کے لیے خالی چھوڑ دیجیے)';
$txt['poll_options2'] = 'پول کے نتائج سب کو دکھائیے';
$txt['poll_options3'] = 'پول کے نتائج صرف ووٹ دینے والے کو دکھائیے';
$txt['poll_options4'] = 'نتائج پولنگ ختم ہونے کے بعد دکھائیے';
$txt['poll_options5'] = 'زیادہ سے زیادہ ووٹ فی صارف';
$txt['poll_options7'] = 'صارف کو ووٹ تبدیل کرنے کا اختیار دیجیے';
$txt['poll_error1'] = 'آپ نے بہت زیادہ آپشنز منتخب کر لیے ہیں ۔ اس پول کے لیے آپ صرف %s آپشنز منتخب کر سکتے ہیں';
$txt['poll_add_option'] = 'آپشن ڈالیے';

$txt['spellcheck_done'] = 'ہجوں کی چیکنگ مکمل ہو گئی';
$txt['spellcheck_change_to'] = 'میں تبدیل کریں';
$txt['spellcheck_suggest'] = 'تجاویز:';
$txt['spellcheck_change'] = 'تبدیل کیجیے';
$txt['spellcheck_change_all'] = 'تمام کو تبدیل کیجیے';
$txt['spellcheck_ignore'] = 'نظر انداز کیجیے';
$txt['spellcheck_ignore_all'] = 'سب کو نظر انداز کیجیے';

$txt['more_attachments'] = 'مزید اٹیچمنٹس';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'معذرت ، آپ مزید اٹیچمنٹس کرنے کے مجاز نہیں ہیں';

$txt['more_smileys'] = 'مزید';
$txt['more_smileys_title'] = 'مزید سمائلیز';
$txt['more_smileys_pick'] = 'سمائلی منتخب کیجیے';
$txt['more_smileys_close_window'] = 'دریچہ بند کیجیے';

$txt['error_new_reply'] = 'تنبیہ - آپ کی ٹائپنگ کے دوران ایک نیا جواب دیا گیا ہے ۔ کیا آپ اپنی تحریر میں تبدیلی کرنا چاہیں گے؟';
$txt['error_new_replies'] = 'تنبیہ - آپ کی ٹائپنگ کے دوران %d نئے جوابات دیے گئے ہیں ۔ کیا آپ اپنی تحریر میں تبدیلی کرنا چاہیں گے؟';
$txt['error_new_reply_reading'] = 'تنبیہ - آپ کے پڑھنے کے دوران ایک نیا جواب دیا گیا ہے ۔ کیا آپ اپنی تحریر میں تبدیلی کرنا چاہیں گے؟';
$txt['error_new_replies_reading'] = 'تنبیہ - آپ کے پڑھنے کے دوران %d نئے جوابات دیے گئے ہیں ۔ کیا آپ اپنی تحریر میں تبدیلی کرنا چاہیں گے؟';
$txt['error_old_topic'] = 'تنبیہ: اس موضوع میں ' . $modSettings['oldTopicDays'] . ' دِنوں سے کوئی جواب نہیں لکھا گیا ۔<br />اگر آپ کو کسی نئے جواب کی امید نہیں ہے تو برائے مہربانی نیا موضوع شروع کرنے پر غور کیجیے  ۔';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'موضوع کا جواب: %s';
$txt['notification_reply'] = '%s کا موضوع جسے آپ دیکھ رہے ہیں اس کا جواب دیا گیا ہے' . "\n\n" . 'جواب یہاں دیکھیے: ';
$txt['notification_sticky_subject'] = 'موضوع چسپاں کر دیا گیا: %s';
$txt['notification_sticky'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے چسپاں کر دیا ہے ۔' . "\n\n" . 'موضوع یہاں دیکھیے: ';
$txt['notification_lock_subject'] = 'موضوع مقفل کر دیا گیا: %s';
$txt['notification_lock'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے مقفل کر دیا ہے ۔' . "\n\n" . 'موضوع یہاں دیکھیے: ';
$txt['notification_unlock_subject'] = 'موضوع غیر مقفل کر دیا گیا: %s';
$txt['notification_unlock'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے غیرمقفل کر دیا ہے ۔' . "\n\n" . 'View the topic at: ';
$txt['notification_remove_subject'] = 'موضوع ختم کر دیا گیا: %s';
$txt['notification_remove'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے ختم کر دیا ہے ۔';
$txt['notification_move_subject'] = 'موضوع منتقل کر دیا گیا: %s';
$txt['notification_move'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے کسی اور بورڈ پر منتقل کر دیا ہے ۔' . "\n\n" . 'موضوع یہاں دیکھیے: ';
$txt['notification_merge_subject'] = 'موضوع ملا دیا گیا: %s';
$txt['notification_merge'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے کسی اور موضوع کے ساتھ ملا دیا ہے ۔' . "\n\n" . 'نیا ملایا گیا موضوع یہاں دیکھیے: ';
$txt['notification_split_subject'] = 'موضوع تقسیم کر دیا گیا: %s';
$txt['notification_split'] = 'موضوع جسے آپ دیکھ رہے ہیں اسے %s نے دو یا مزید موضوعات میں تقسیم کر دیا ہے ۔' . "\n\n" . 'موضوع کی باقیات یہاں دیکھیے: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'جواب کا متن درج ذیل ہے:';
$txt['notification_new_topic_body'] = 'موضوع کا متن درج ذیل ہے:';

$txt['announce_this_topic'] = 'اراکین کو اس موضوع سے متعلق اعلان بھیجیے:';
$txt['announce_title'] = 'اعلان بھیجیے';
$txt['announce_desc'] = 'اس فارم کے ذریعے آپ اس موضوع کے منتخب گروہِ اراکین کو اعلان بھیج سکتے ہیں';
$txt['announce_sending'] = 'موضوع کا اعلان بھیجیے';
$txt['announce_done'] = 'ہو گیا';
$txt['announce_continue'] = 'جاری رکھیے';
$txt['announce_topic'] = 'موضوع کا اعلان کیجیے';
$txt['announce_regular_members'] = 'باقاعدہ اراکین';

?>