<?php
// Version: 1.1; Post

$txt[25] = 'Απάντηση';
$txt[71] = 'Εικονίδιο';
$txt[77] = 'Δεν δόθηκε τίτλος.';
$txt[78] = 'Το μήνυμα δεν είχε περιεχόμενο.';
// Use numeric entities in the below string.
$txt[130] = 'Χαιρετισμοί,' . "\n" . ' Η ομάδα του ' . $context['forum_name'] . '.';
$txt[252] = 'Εισαγωγή ετικετών BBC';
$txt[253] = 'Έντονα';
$txt[254] = 'Πλάγια';
$txt[255] = 'Υπογραμμισμένα';
$txt[256] = 'Κεντραρισμένα';
$txt[257] = 'Εισαγωγή συνδέσμου';
$txt[258] = 'Εισαγωγή e-mail';
$txt[259] = 'Εισαγωγή κώδικα';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Εισαγωγή παράθεσης';
$txt[261] = 'Εισαγωγή λίστας';

$txt['change_color'] = 'Αλλαγή χρώματος';
$txt[262] = 'Μαύρο';
$txt[263] = 'Κόκκινο';
$txt[264] = 'Κίτρινο';
$txt[265] = 'Ροζ';
$txt[266] = 'Πράσινο';
$txt[267] = 'Πορτοκαλί';
$txt[268] = 'Μωβ';
$txt[269] = 'Μπλε';
$txt[270] = 'Μπεζ';
$txt[271] = 'Καφέ';
$txt[272] = 'Τυρκουάζ';
$txt[273] = 'Σκούρο Μπλε';
$txt[274] = 'Σκούρο Καφέ';
$txt[275] = 'Ανοιχτό Πράσινο';
$txt[276] = 'Απενεργοποίηση smileys';
$txt[277] = 'Μη χρήση smilies';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Εστάλη στις';
$txt[281] = 'Βασικό';
$txt[282] = 'Αντίχειρας πάνω';
$txt[283] = 'Αντίχειρας κάτω';
$txt[284] = 'Θαυμαστικό';
$txt[285] = 'Ερωτηματικό';
$txt[286] = 'Λάμπα';
$txt[297] = 'Εισαγωγή smileys';
$txt[433] = 'Εισαγωγή flash';
$txt[434] = 'Εισαγωγή συνδέσμου FTP';
$txt[435] = 'Εισαγωγή εικόνας';
$txt[436] = 'Εισαγωγή πίνακα';
$txt[437] = 'Εισαγωγή στήλης πίνακα';
$txt[438] = 'Δεν υπάρχουν θέματα με ειδοποίηση.';
$txt[439] = 'Κινούμενο';
$txt[440] = 'Γραφομηχανή';
$txt[441] = 'Διαγραμμένο';
$txt[442] = 'Λάμψη';
$txt[443] = 'Σκιά';
$txt[444] = 'Προμορφοποιημένο κείμενο';
$txt[445] = 'Αριστερή στοίχιση';
$txt[446] = 'Δεξιά στοίχιση';
$txt[447] = 'Εκθέτης';
$txt[448] = 'Δείκτης';
$txt[449] = 'Εισαγωγή γραμμής πίνακα';
$txt[499] = 'Το μήνυμα σας είναι πολύ μεγάλο. Παρακαλούμε πηγαίνετε πίσω και συντομεύστε το, μετά δοκιμάστε να το ξαναστείλετε.';
$txt[531] = 'Οριζόντια διαχωριστική γραμμή';
$txt[532] = 'Μέγεθος γραμμάτων';
$txt[533] = 'Γραμματοσειρά';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'Ο χρήστης \'%3$s\', υπέβαλε ένα νέο θέμα, \'%s\', σ\' έναν πίνακα συζητήσεων που παρακολουθείτε.' . "\n\n" . 'Δείτε το στη διεύθυνση ' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Νέο θέμα: %s';
$txt['notify_boards_once'] = 'Περισσότερες απαντήσεις μπορεί να δημοσιευθούν, αλλά δεν θα λάβετε άλλο e-mail ειδοποίησης μέχρι να επισκεφθείτε τον πίνακα συζητήσεων και διαβάσετε μερικές από αυτές.';
$txt['notifyUnsubscribe'] = 'Ακυρώστε την παρακολούθηση αυτής της συζήτησης πατώντας εδώ';
$txt['notify_boardsUnsubscribe'] = 'Ακυρώστε την παρακολούθηση νέων θεμάτων από αυτόν τον πίνακα συζητήσεων πατώντας εδώ';

$txt['smf13'] = 'Κλείδωμα μετά την αποστολή';
$txt['smf14'] = 'Ειδοποίηση για απαντήσεις σε αυτό το θέμα';
$txt['smf15'] = 'Κλείδωμα συζήτησης';
$txt['smf16'] = 'Συντομεύσεις: Alt+s για αποστολή, Alt+p για προεπισκόπηση';
$txt['smf22'] = 'Επιλογή';
$txt['smf40'] = 'Μηδενισμός ψήφων';
$txt['smf41'] = 'Επιλέξτε εδώ για να μηδενίσετε όλες τις ψήφους.';
$txt['smf42'] = 'ψήφοι';
$txt['smf119'] = 'Επισύναψη αρχείου';
$txt['smf119b'] = 'Συνημμένο';
$txt['smf120'] = 'Επιτρεπόμενοι τύποι αρχείων';
$txt['smf121'] = 'Μέγιστο επιτρεπόμενο μέγεθος συνημμένου';
$txt['smf123'] = 'Δεν μπορείτε να φορτώσετε αυτό τον τύπο αρχείου. Οι επιτρεπόμενοι τύποι είναι';
$txt['smf129'] = 'Για να διαγράψετε το συνημμένο, αφήστε το κενό.';
$txt['smf130'] = 'Αποεπιλέξτε τα συνημμένα που δεν θέλετε πια να επισυνάπτονται';
$txt['smf130b'] = 'Αυτό το όνομα αρχείου είναι δεσμευμένο. Δοκιμάστε κάποιο άλλο όνομα.';
$txt['smf287'] = 'Προσοχή! Η συζήτηση είναι κλειδωμένη!<br />Μόνο διαχειριστές και συντονιστές μπορούν να απαντήσουν.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Νέα ανακοίνωση';
$txt['notifyXAnn3'] = 'Για να αποεγγραφείτε από τη λήψη ανακοινώσεων, συνδεθείτε στη Δημόσια Συζήτηση και αποεπιλέξτε το "Λήψη ανακοινώσεων και σημαντικών ειδοποιήσεων με email." στο προφίλ σας.' . "\n\n" . 'Δείτε την πλήρη ανακοίνωση ακολουθώντας τον παρακάτω σύνδεσμο:';
$txt['notifyXOnce2'] = 'Μπορεί να σταλούν περισσότερες απαντήσεις, αλλά δεν θα λάβετε άλλο email ειδοποίησης μέχρι να διαβάσετε τη συζήτηση.';

$txt['rtm2'] = 'Εισαγωγή σχολίου';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Μήνυμα που αναφέρεται';
$txt['rtm4'] = 'από';
$txt['rtm10'] = 'Αποστολή';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Το ακόλουθο μήνυμα, "%s" από';
$txt['rtm_email2'] = 'αναφέρθηκε από';
$txt['rtm_email3'] = 'σε έναν πίνακα συζητήσεων που συντονίζετε';
$txt['rtm_email_comment'] = 'Ο αναφέρων έκανε το ακόλουθο σχόλιο';

$txt['maxAttachPerPost'] = 'ανά μήνυμα';

$txt['post_additionalopt'] = 'Πρόσθετες επιλογές...';
$txt['sticky_after2'] = 'Μόνιμο θέμα';
$txt['move_after2'] = 'Μετακίνηση θέματος';
$txt['back_to_topic'] = 'Επιστροφή στο θέμα μετά την αποστολή';

$txt['retrieving_quote'] = 'Εισαγωγή παράθεσης...';

$txt['poll_options'] = 'Επιλογές ψηφοφορίας';
$txt['poll_options1a'] = 'Ενεργή ψηφοφορία για ';
$txt['poll_options1b'] = 'ημέρες. (αφήστε κενό για απεριόριστο)';
$txt['poll_options2'] = 'Εμφάνιση αποτελεσμάτων ψηφοφορίας σε οποιονδήποτε.';
$txt['poll_options3'] = 'Εμφάνιση αποτελεσμάτων μόνο μετά την ψήφο.';
$txt['poll_options4'] = 'Εμφάνιση αποτελεσμάτων μόνο αφότου λήξει η ψηφοφορία.';
$txt['poll_options5'] = 'Μέγιστος αριθμός ψήφων ανά χρήστη.';
$txt['poll_options7'] = 'Αλλαγή ψήφου από τον χρήστη.';
$txt['poll_error1'] = 'Ενεργοποιήσατε πάρα πολλές επιλογές. Για αυτή την ψηφοφορία μπορείτε να επιλέξετε μέχρι %s επιλογές';
$txt['poll_add_option'] = 'Προσθήκη επιλογής';

$txt['spellcheck_done'] = 'Ο ορθογραφικός έλεγχος ολοκληρώθηκε.';
$txt['spellcheck_change_to'] = 'Αλλαγή σε:';
$txt['spellcheck_suggest'] = 'Προτεινόμενες:';
$txt['spellcheck_change'] = 'Αλλαγή';
$txt['spellcheck_change_all'] = 'Αλλαγή όλων';
$txt['spellcheck_ignore'] = 'Παράβλεψη';
$txt['spellcheck_ignore_all'] = 'Παράβλεψη όλων';

$txt['more_attachments'] = 'περισσότερα συνημμένα';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Λυπούμαστε, δεν μπορείτε να επισυνάψετε περισσότερα συνημμένα.';

$txt['more_smileys'] = 'περισσότερα';
$txt['more_smileys_title'] = 'Πρόσθετα smileys';
$txt['more_smileys_pick'] = 'Επιλογή smiley';
$txt['more_smileys_close_window'] = 'Κλείσιμο παραθύρου';

$txt['error_new_reply'] = 'Προσοχή! Ενώ πληκτρολογούσατε, ένα νέο μήνυμα δημοσιεύθηκε. Ίσως θα θέλατε να αναθεωρήσετε την απάντησή σας.';
$txt['error_new_replies'] = 'Προσοχή! Ενώ πληκτρολογούσατε, %d νέα μηνύματα δημοσιεύθηκαν. Ίσως θα θέλατε να αναθεωρήσετε την απάντησή σας.';
$txt['error_new_reply_reading'] = 'Προσοχή! Ενώ διαβάζατε, ένα νέο μήνυμα δημοσιεύθηκε. Ίσως θα θέλατε να αναθεωρήσετε την απάντησή σας.';
$txt['error_new_replies_reading'] = 'Προσοχή! Ενώ διαβάζατε, %d νέα μηνύματα δημοσιεύθηκαν. Ίσως θα θέλατε να αναθεωρήσετε την απάντησή σας.';
$txt['error_old_topic'] = 'Προειδοποίηση: αυτό το θέμα δεν έχει λάβει απαντήσεις για τουλάχιστον ' . $modSettings['oldTopicDays'] . ' ημέρες.<br />Αν δεν θέλετε σίγουρα να απαντήσετε, παρακαλούμε σκεφτείτε την περίπτωση να ξεκινήσετε ένα νέο θέμα.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Απάντηση σε θέμα: %s';
$txt['notification_reply'] = 'Μια απάντηση εστάλη σε ένα θέμα που παρακολουθείτε από το μέλος %s.' . "\n\n" . 'Δείτε την απάντηση στο: ';
$txt['notification_sticky_subject'] = 'Μόνιμο θέμα: %s';
$txt['notification_sticky'] = 'Ένα θέμα που παρακολουθείτε έγινε μόνιμο από το μέλος %s.' . "\n\n" . 'Δείτε το θέμα στο: ';
$txt['notification_lock_subject'] = 'Κλειδωμένο θέμα: %s';
$txt['notification_lock'] = 'Ένα θέμα που παρακολουθείτε κλειδώθηκε από το μέλος %s.' . "\n\n" . 'Δείτε το θέμα στο: ';
$txt['notification_unlock_subject'] = 'Ξεκλειδωμένο θέμα: %s';
$txt['notification_unlock'] = 'Ένα θέμα που παρακολουθείτε ξεκλειδώθηκε από το μέλος %s.' . "\n\n" . 'Δείτε το θέμα στο: ';
$txt['notification_remove_subject'] = 'Διαγραφή θέματος: %s';
$txt['notification_remove'] = 'Ένα θέμα που παρακολουθείτε διαγράφηκε από το μέλος %s.';
$txt['notification_move_subject'] = 'Μετακίνηση θέματος: %s';
$txt['notification_move'] = 'Ένα θέμα που παρακολουθείτε μετακινήθηκε σε άλλον πίνακα, από το μέλος %s.' . "\n\n" . 'Δείτε το θέμα στο: ';
$txt['notification_merge_subject'] = 'Συγχώνευση θέματος: %s';
$txt['notification_merge'] = 'Ένα θέμα που παρακολουθείτε συγχωνεύθηκε με άλλο θέμα, από το μέλος %s.' . "\n\n" . 'Δείτε το νέο συγχωνευμένο θέμα στο: ';
$txt['notification_split_subject'] = 'Διαχωρισμός θέματος: %s';
$txt['notification_split'] = 'Ένα θέμα που παρακολουθείτε διαχωρίστηκε σε δύο ή περισσότερα θέματα, από το μέλος %s.' . "\n\n" . 'Δείτε τι απέμεινε από αυτό το θέμα στο: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Το κείμενο της απάντησης είναι το παρακάτω:';
$txt['notification_new_topic_body'] = 'Το κείμενο του θέματος είναι το παρακάτω:';

$txt['announce_this_topic'] = 'Αποστολή ανακοίνωσης στα μέλη σχετικά με αυτό το θέμα:';
$txt['announce_title'] = 'Αποστολή ανακοίνωσης';
$txt['announce_desc'] = 'Αυτή η φόρμα σας επιτρέπει την αποστολή ανακοίνωσης σε επιλεγμένες ομάδες μελών σχετικά με αυτό το θέμα.';
$txt['announce_sending'] = 'Αποστέλλεται η ανακοίνωση του θέματος';
$txt['announce_done'] = 'ολοκληρώθηκε';
$txt['announce_continue'] = 'Συνέχεια';
$txt['announce_topic'] = 'Ανακοίνωση θέματος.';
$txt['announce_regular_members'] = 'Κανονικά μέλη';

?>