<?php
// Version: 1.1; Post

$txt[25] = 'Відповідь';
$txt[71] = 'Іконка повідомлення';
$txt[77] = 'Відсутня тема повідомлення.';
$txt[78] = 'Поле повідомлення було залишено порожнім.';
// Use numeric entities in the below string.
$txt[130] = "З повагою,\nадміністрація форуму " . $context['forum_name'] . '';
$txt[252] = 'Додати BBС код';
$txt[253] = 'Жирний';
$txt[254] = 'Курсив';
$txt[255] = 'Підкреслений';
$txt[256] = 'Центрувати';
$txt[257] = 'Гіперлінк';
$txt[258] = 'Email';
$txt[259] = 'Код';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'Цитата';
$txt[261] = 'Список';

$txt['change_color'] = 'Кольори тексту';
$txt[262] = 'Чорний';
$txt[263] = 'Червоний';
$txt[264] = 'Жовтий';
$txt[265] = 'Рожевий';
$txt[266] = 'Зелений';
$txt[267] = 'Жовтогарячий';
$txt[268] = 'Пурпурний';
$txt[269] = 'Синій';
$txt[270] = 'Бежевий';
$txt[271] = 'Коричневий';
$txt[272] = 'Бірюзовий';
$txt[273] = 'Фіолетовий';
$txt[274] = 'Темно-червоний';
$txt[275] = 'Світло-зелений';
$txt[276] = 'Відключити смайли';
$txt[277] = 'Не використати смайли.';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'Відправлено';
$txt[281] = 'Стандартна';
$txt[282] = 'Супер';
$txt[283] = 'Погано';
$txt[284] = 'Увага';
$txt[285] = 'Питання';
$txt[286] = 'Лампа';
$txt[297] = 'Додати смайли';
$txt[433] = 'Вставити Flash';
$txt[434] = 'Вставити посилання на FTP';
$txt[435] = 'Вставити зображення';
$txt[436] = 'Вставити таблицю';
$txt[437] = 'Вставити стовпчик';
$txt[438] = 'Немає тем з повідомленнями.';
$txt[439] = 'Біжучий рядок';
$txt[440] = 'Телетайп';
$txt[441] = 'Закреслений';
$txt[442] = 'З обрамленням';
$txt[443] = 'З тінню';
$txt[444] = 'Вирівняний текст';
$txt[445] = 'Вирівняти ліворуч';
$txt[446] = 'Вирівняти праворуч';
$txt[447] = 'Надрядковий';
$txt[448] = 'Підрядковий';
$txt[449] = 'Вставити рядок';
$txt[499] = 'Ваше повідомлення занадто довге, будь ласка, зробіть його коротше і спробуйте знову.';
$txt[531] = 'Горизонтальна лінія';
$txt[532] = 'Розмір шрифту';
$txt[533] = 'Шрифт';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'У переглядаємому разділі була створена нова тема (\'%s\') ' . "\n\n" . 'Ви можете переглянути її' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'Нова тема: %s';
$txt['notify_boards_once'] = 'У розділі може бути створене багато нових тем, але Ви не будете одержувати про них повідомлення доти, доки Ви не зайдете в розділ і не прочитаєте тему, повідомлення про яку, Ви одержали.';
$txt['notifyUnsubscribe'] = 'Щоб відмовитися від повідомлення з теми, натисніть сюди';
$txt['notify_boardsUnsubscribe'] = 'Щоб відмовитися від повідомлення про нові теми в цьому розділі, натисніть сюди';

$txt['smf13'] = 'Заблокувати після відповіді';
$txt['smf14'] = 'Повідомити мене про нові відповіді в цій темі.';
$txt['smf15'] = 'Заблокувати тему.';
$txt['smf16'] = 'підказка: натисніть alt+s для відправлення або alt+p для перегляду повідомлення';
$txt['smf22'] = 'Варіант';
$txt['smf40'] = 'Скинути лічильник голосів';
$txt['smf41'] = 'Натисніть сюди, якщо хочете скинути лічильник голосів на 0.';
$txt['smf42'] = 'голосів';
$txt['smf119'] = 'Вкладення';
$txt['smf119b'] = 'Вкладення';
$txt['smf120'] = 'Доступні типи файлів';
$txt['smf121'] = 'Максимальний розмір вкладення';
$txt['smf123'] = 'Ви не можете відправити цей файл. Доступні тільки наступні типи файлів';
$txt['smf129'] = 'Щоб видалити вкладення, залишіть це поле порожнім.';
$txt['smf130'] = 'Виберіть вкладення, які необхідно видалити з повідомлення';
$txt['smf130b'] = 'Неправильне ім\'я файлу. Будь ласка, переіменуйте файл і спробуйте знову.';
$txt['smf287'] = 'Увага: дана тема заблокована!<br />Відповісти в ній можуть тільки Модератори або Адміністратор.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'Нове оголошення';
$txt['notifyXAnn3'] = 'Щоб не одержувати сповіщення форуму, будь ласка ввійдіть на форум і зніміть галочку з пункту "Одержувати новини і важливі оголошення з форуму на email" у Вашому профілі.' . "\n\n" . 'Повне оголошення Ви можете переглянути пройшовши по цьому посиланню:';
$txt['notifyXOnce2'] = 'У темі може бути залишене багато нових відповідей, але Ви не будете одержувати з них повідомлення, поки не переглянете повідомлення, про яке Ви вже були сповіщені.';

$txt['rtm2'] = 'Залишити коментар';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'Повідомлення';
$txt['rtm4'] = 'від';
$txt['rtm10'] = 'Додати';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'Зверніть, будь ласка, увагу на тему "%s" від користувача ';
$txt['rtm_email2'] = '' . "\n\n" . 'Користувач ';
$txt['rtm_email3'] = 'повідомив Вам про відповідь на яку, можливо, необхідно відредагувати. Ви одержали це повідомлення, тому що є модератором розділу';
$txt['rtm_email_comment'] = 'Користувач залишив наступний коментар';

$txt['maxAttachPerPost'] = 'Максимум вкладень в одне повідомлення';

$txt['post_additionalopt'] = 'Додаткові опції...';
$txt['sticky_after2'] = 'Прикріпити тему.';
$txt['move_after2'] = 'Перемістити тему.';
$txt['back_to_topic'] = 'Повернутися в тему після відповіді.';

$txt['retrieving_quote'] = 'Цитування...';

$txt['poll_options'] = 'Настроювання голосування';
$txt['poll_options1a'] = 'Створити голосування на';
$txt['poll_options1b'] = 'днів. (залишити порожнім для постійного голосування)';
$txt['poll_options2'] = 'Показати результати всім.';
$txt['poll_options3'] = 'Показати результати тільки після того як користувач проголосував.';
$txt['poll_options4'] = 'Показати результати тільки після закінчення голосування.';
$txt['poll_options5'] = 'Максимальна кількість голосів від одного користувача.';
$txt['poll_options7'] = 'Дозволити користувачам міняти голос.';
$txt['poll_error1'] = 'Ви вибрали занадто багато варіантів. Для цього голосування, Ви можете вибрати тільки %s варіант (-ів).';
$txt['poll_add_option'] = 'Додати варіант';

$txt['spellcheck_done'] = 'Перевірка орфографії закінчена.';
$txt['spellcheck_change_to'] = 'Замінити на:';
$txt['spellcheck_suggest'] = 'Варіанти:';
$txt['spellcheck_change'] = 'Замінити';
$txt['spellcheck_change_all'] = 'Замінити всі';
$txt['spellcheck_ignore'] = 'Пропустити';
$txt['spellcheck_ignore_all'] = 'Пропустити всі';

$txt['more_attachments'] = 'Вкладення';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'Вибачите, Ви більше не можете додавати вкладення.';

$txt['more_smileys'] = 'додаткові смайлы';
$txt['more_smileys_title'] = 'Додаткові смайлы';
$txt['more_smileys_pick'] = 'Додаткові смайлы';
$txt['more_smileys_close_window'] = 'Закрити вікно';

$txt['error_new_reply'] = 'Увага - поки Ви набирали повідомлення, у темі з\'явилася нова відповідь. Ви можете змінити Ваше повідомлення.';
$txt['error_new_replies'] = 'Увага - поки Ви набирали повідомлення, у темі з\'явилося %d нових відповідей. Ви можете змінити Ваше повідомлення..';
$txt['error_new_reply_reading'] = 'Увага - поки Ви переглядали тему, з\'явилася нова відповідь. Ви можете змінити Ваше повідомлення.';
$txt['error_new_replies_reading'] = 'Увага - поки Ви переглядали тему, з\'явилося %d нових відповідей. Ви можете змінити Ваше повідомлення.';
$txt['error_old_topic'] = 'Увага: у цій темі не було відповідей протягом, принаймні ' . $modSettings['oldTopicDays'] . ' днів. <br />Можливо варто розглянути варіант відкриття нової теми.';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'Відповідь у темі: %s';
$txt['notification_reply'] = 'У темі, яку Ви переглядаєте, з\'явилася нова відповідь від користувача %s.' . "\n\n" . 'Прочитати відповідь: ';
$txt['notification_sticky_subject'] = 'Тема прикріплена: %s';
$txt['notification_sticky'] = 'у тема, яку Ви переглядаєте, була прикріплена користувачем %s.' . "\n\n" . 'Переглянути тему: ';
$txt['notification_lock_subject'] = 'Тема заблокована: %s';
$txt['notification_lock'] = ' тема, яку Ви переглядаєте була заблокована користувачем %s.' . "\n\n" . 'Переглянути тему: ';
$txt['notification_unlock_subject'] = 'Тема разблокирована: %s';
$txt['notification_unlock'] = ' тема, яку Ви переглядаєте була разблокирована користувачем %s.' . "\n\n" . 'Переглянути тему: ';
$txt['notification_remove_subject'] = 'Тема вилучена: %s';
$txt['notification_remove'] = ' тема, яку Ви переглядаєте була вилучена користувачем  %s.';
$txt['notification_move_subject'] = 'Тема переміщена: %s';
$txt['notification_move'] = 'Тема переміщена в інший розділ форуму користувачем  %s.' . "\n\n" . 'Нова адреса: ';
$txt['notification_merge_subject'] = 'Тема об\'єднана: %s';
$txt['notification_merge'] = ' тема,яку Ви переглядаєте була об\'єднана з іншою темою користувачем %s.' . "\n\n" . 'Переглянути нову тему: ';
$txt['notification_split_subject'] = 'Тема розділена: %s';
$txt['notification_split'] = ' тема, яку Ви переглядаєте була розділена на дві або більше теми користувачем  %s.' . "\n\n" . 'Отримані теми: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'Зміст відповіді показаний нижче:';
$txt['notification_new_topic_body'] = 'Зміст теми показаний нижче:';

$txt['announce_this_topic'] = 'Відправити оголошення про цю тему користувачам:';
$txt['announce_title'] = 'Відправити оголошення';
$txt['announce_desc'] = 'Ця форма дозволяє Вам відправляти нагадування про цю тему обраним групам користувачів.';
$txt['announce_sending'] = 'Відправити оголошення';
$txt['announce_done'] = 'готово';
$txt['announce_continue'] = 'Продовжити';
$txt['announce_topic'] = 'Оголошення теми.';
$txt['announce_regular_members'] = 'Користувачі без групи';

?>