<?php
// Version: 1.1; Post

$txt[25] = 'پاسخ';
$txt[71] = 'آیکن';
$txt[77] = 'عنوان موضوع وارد نشده است. لطفا موضوع را وارد نمایید.';
$txt[78] = 'متن ارسال وارد نشده است. لطفا متن را وارد نمایید';
// Use numeric entities in the below string.
$txt[130] = "با تشکر،\nگروه  " . $context['forum_name'] . '.';
$txt[252] = 'اضافه کردن تگ هاي BBC';
$txt[253] = 'کلفت';
$txt[254] = 'خمیده';
$txt[255] = 'زير خط دار';
$txt[256] = 'وسط جين';
$txt[257] = 'ايجاد لينک';
$txt[258] = 'قرار دادن آدرس ايميل';
$txt[259] = 'قرار دادن کد';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[260] = 'قرار دادن نقل قول';
$txt[261] = 'قرار دادن علامت کنار هر سطر';

$txt['change_color'] = 'تغيير رنگ';
$txt[262] = 'سياه';
$txt[263] = 'قرمز';
$txt[264] = 'زرد';
$txt[265] = 'صورتي';
$txt[266] = 'سبز';
$txt[267] = 'نارنجي';
$txt[268] = 'بنفش';
$txt[269] = 'آبي';
$txt[270] = 'کرمی';
$txt[271] = 'قهوه اي';
$txt[272] = 'سبز پر رنگ';
$txt[273] = 'آبی تیره';
$txt[274] = 'زرشکی';
$txt[275] = 'سبز روشن';
$txt[276] = 'غیر فعال کردن صورتکها';
$txt[277] = 'صورتکها در این موضوع غیر فعال باشند';
// Escape any single quotes in here twice.. 'it\'s' -> 'it\\\'s'.
$txt[280] = 'ارسال شده ها در';
$txt[281] = 'استاندارد';
$txt[282] = 'انگشت بالا';
$txt[283] = 'انگشت پایین';
$txt[284] = 'علامت تعجب';
$txt[285] = 'علامت سوال';
$txt[286] = 'لامپ';
$txt[297] = 'اضافه کردن صورتک';
$txt[433] = 'قرار دادن فايل فلش';
$txt[434] = 'اضافه کردن لينک FTP';
$txt[435] = 'اضافه کردن عکس';
$txt[436] = 'قراردادن جدول';
$txt[437] = 'قراردادن جدول به صورت ستونی';
$txt[438] = 'هیچ موضوعی با آگاهی های درخواستی وجود ندارد';
$txt[439] = 'متحرک';
$txt[440] = 'تله تایپ';
$txt[441] = 'خط خورده';
$txt[442] = 'براق';
$txt[443] = 'سایه دار';
$txt[444] = 'نوشته تنظیم نشده';
$txt[445] = 'چپ چین';
$txt[446] = 'راست چین';
$txt[447] = 'بالا نویس';
$txt[448] = 'زیر نویس';
$txt[449] = 'قراردادن جدول به صورت سطری';
$txt[499] = 'پیغام شما بزرگتر از حد مجاز می باشد لطفا به صفحه قبل بازگشته و آنرا کوتاه نمایید و دوباره سعی نمایید.';
$txt[531] = 'خط کش افقی';
$txt[532] = 'انتخاب سايز فونت';
$txt[533] = 'انتخاب نوع فونت';

// Use numeric entities in the below five strings.
$txt['notify_boards'] = 'یک موضوع جدید، \'%s\', در انجمنی که شما هم اکنون در آن هستید ارسال شده است.' . "\n\n" . 'شما میتوانید این موضوع را در لینک زیر ببینید ' . "\n" . '%s' . "\n\n";
$txt['notify_boards_subject'] = 'موضوع جدید: %s';
$txt['notify_boards_once'] = 'موضوعات دیگری نیز ارسال شده اند، اما ایمیل دیگری تا زمانی که یکی از آنها را نخوانید برایتان ارسال نخواهد شد.';
$txt['notifyUnsubscribe'] = 'برای غیرفعال کردن باید بر روی این لینک کلیک کنید.';
$txt['notify_boardsUnsubscribe'] = 'برای غیرفعال کردن از ارسال موضوع جدید باید بر روب لینک مقابل کلیک کنید.';

$txt['smf13'] = 'قفل شدن بعد از ارسال';
$txt['smf14'] = 'در صورت پاسخ به این موضوع خبرم کن.';
$txt['smf15'] = 'قفل شدن موضوع';
$txt['smf16'] = 'کلیدهای میانبر سریع: alt+s برای ارسال یا alt+p برای پیش نمایش';
$txt['smf22'] = 'گزینه';
$txt['smf40'] = 'شمارش مجدد آمار';
$txt['smf41'] = 'این قسمت را برای شروع اخذ رأی از شماره صفر انتخاب نمایید.';
$txt['smf42'] = 'رای';
$txt['smf119'] = 'پیوست';
$txt['smf119b'] = 'پیوست شد';
$txt['smf120'] = 'نوع فایلهای اجازه داده شده';
$txt['smf121'] = 'حداکثر اجازه برای فایلهای پیوستی';
$txt['smf123'] = 'شما نمی توانید این نوع فایل را بارگذاری نمایید. پسوندهای قابل قبول عبارتند از:';
$txt['smf129'] = 'برای حذف فایلهای پیوستی ، این محل را خالی نگه دارید';
$txt['smf130'] = 'عدم چک کردن فایلهای پیوستی شما';
$txt['smf130b'] = 'این جزو فایلهای محدود می باشد.لطفا سعی کنید یک نام دیگر را انتخاب نمایید.';
$txt['smf287'] = 'اخطار: موضوع جاری قفل شده است!<br />فقط مدیران می توانند پاسخ دهند !.';

// Use numeric entities in the below three strings.
$txt['notifyXAnn2'] = 'موضوع جدید';
$txt['notifyXAnn3'] = 'برای دیدن آن در';
$txt['notifyXOnce2'] = 'پاسخ های دیگری نیز ارسال شده است، اما تازمانی که شما این موضوع را نخوانید ایمیل جدیدی برایتان ارسال نخواهد شد';

$txt['rtm2'] = 'ارسال توضیح';
// Use numeric entities in the below two strings.
$txt['rtm3'] = 'ارسال های گزارش شده';
$txt['rtm4'] = 'توسط';
$txt['rtm10'] = 'بفرست';
// Use numeric entities in the below four strings.
$txt['rtm_email1'] = 'موضو ارسال شده، "%s" توسط';
$txt['rtm_email2'] = ' توسط این کاربر گزارش شده است ';
$txt['rtm_email3'] = 'در انجمنی که شما مدیر ان هستید.';
$txt['rtm_email_comment'] = 'گزارش، نظر یا پیشنهاد و اعتراض این کاربر برای این موضوع متن زیر است ';

$txt['maxAttachPerPost'] = 'هر ارسال';

$txt['post_additionalopt'] = 'انتخابهای اختیاری بیشتر...';
$txt['sticky_after2'] = 'مهم شدن موضوع';
$txt['move_after2'] = 'انتقال موضوع';
$txt['back_to_topic'] = 'بازگشت به موضوع بعد از ارسال';

$txt['retrieving_quote'] = 'سعی در استفاده از نقل قول...';

$txt['poll_options'] = 'اختیارات نظر خواهی';
$txt['poll_options1a'] = 'اجرای نظر برای';
$txt['poll_options1b'] = 'روزها. (برای نامحدود ساختن این قسمت را خالی بگه دارید)';
$txt['poll_options2'] = 'نمایش نتایج به هرکس.';
$txt['poll_options3'] = 'نمایش نتیجه نظر سنجی برای کاربران بعد از ارسال رای';
$txt['poll_options4'] = 'نمایش نتیجه نظرسنجی بعد از تمام شدن تاریخ نظرسنجی';
$txt['poll_options5'] = 'حداکثر آرای هر کاربر.';
$txt['poll_options7'] = 'امکان تغییر رای کاربران.';
$txt['poll_error1'] = 'می باشد %s تعداد انتخابهای شما بیش از حد مجاز می باشد - مقدار مجاز برابر با ';
$txt['poll_add_option'] = 'اضافه کردن گزینه';

$txt['spellcheck_done'] = 'غلط یابی متن با موفقیت انجام شد.';
$txt['spellcheck_change_to'] = 'تغییر به:';
$txt['spellcheck_suggest'] = 'پیشنهاد:';
$txt['spellcheck_change'] = 'تغییر';
$txt['spellcheck_change_all'] = 'تمامی آنها تغییر داده شود';
$txt['spellcheck_ignore'] = 'نادیده گرفتن';
$txt['spellcheck_ignore_all'] = 'تمامی آنها نادیده گرفته شود';

$txt['more_attachments'] = 'فایل پیویست بیشتر';
// Don't use entities in the below string.
$txt['more_attachments_error'] = 'متاسفیم ، شما اجازه ارسال فایل پیوست بیشتری را ندارید!';

$txt['more_smileys'] = 'بيشتر';
$txt['more_smileys_title'] = 'صورتکهای بیشتر';
$txt['more_smileys_pick'] = 'چیدن صورتک';
$txt['more_smileys_close_window'] = 'بستن پنجره';

$txt['error_new_reply'] = 'اخطار - زمانی که شما در حال تایپ بودید موضوع جدید ارسال شده است. شما می توانید مجددا ارسال خود را ببینید.';
$txt['error_new_replies'] = 'اخطار - زمانی که شما در حال تایپ بودید، %d  پاسخ جدید ارسال شده است. شما می توانید مجددا ارسال خود را ببینید.';
$txt['error_new_reply_reading'] = 'اخطار - زمانی که شما در حال خواندن بودید، یک پاسخ جدید ارسال شده است! شما می توانید مجددا ارسال خود را ببینید.';
$txt['error_new_replies_reading'] = 'اخطار - زمانی که شما در حال خواندن بودید، %d پاسخ جدید ارسال شده است! شما می توانید مجددا ارسال خود را ببینید.';
$txt['error_old_topic'] = 'اخطار: این موضوع طی ' . $modSettings['oldTopicDays'] . ' روز اخیر هیچ ارسالی نداشته است.<br />با این شرایط آیا از ارسال پاسخ اطمینان دارید؟';

// Use numeric entities in the below sixteen strings.
$txt['notification_reply_subject'] = 'پاسخ به موضوع: %s';
$txt['notification_reply'] = 'یک پاسخ توسط %s به این موضوع ارسال شده است.' . "\n\n" . 'برای دیدن این موضوع به آدرس مقابل مراجعه نمایید: ';
$txt['notification_sticky_subject'] = 'مهم شدن موضوع: %s';
$txt['notification_sticky'] = 'این موضوع توسط %s بصورت مهم بالاتر از همه موضوع ها ها قرار گرفته است.' . "\n\n" . 'برای دیدن این موضوع به آدرس مقابل مراجعه کنید: ';
$txt['notification_lock_subject'] = 'قفل شدن موضوع: %s';
$txt['notification_lock'] = 'این موضوع توسط %s قفل شده است.' . "\n\n" . 'برای دیدن این موضوع به آدرس مقابل مراجعه کنید: ';
$txt['notification_unlock_subject'] = 'باز شدن موضوع: %s';
$txt['notification_unlock'] = 'این موضوع توسط توسط  %s باز شده است . "\\n\\n" . برای دیدن این موضوع به آدرس مقابل مراجعه کنید: ';
$txt['notification_remove_subject'] = 'حذف موضوع: %s';
$txt['notification_remove'] = 'این موضوع توسط  %s حذف شده است.';
$txt['notification_move_subject'] = 'انتقال موضوع: %s';
$txt['notification_move'] = 'این موضوع توسط %s به انجمن دیگری منتقل شده است.' . "\n\n" . 'برای دیدن این موضوع به آدرس مقابل مراجعه نمایید: ';
$txt['notification_merge_subject'] = 'ترکیب موضوع ها: %s';
$txt['notification_merge'] = 'این موضوع با موضوعی دیگر توسط  %s ترکیب شده است.' . "\n\n" . 'برای دیدن این موضوع به آدرس مقابل مراجعه کنید: ';
$txt['notification_split_subject'] = 'جداسازی ارسال های موضوع: %s';
$txt['notification_split'] = 'یک یا چند ارسال از این موضوع توسط  %s جداسازی شده است.' . "\n\n" . 'برای دیدن موضوع های باقیمانده و سرانجام این موضوع به آدرس مقابل مراجعه کنید: ';

// Use numeric entities in the below two strings.
$txt['notification_reply_body'] = 'متن پاسخ بصورت زیر نشان داده خواهد شد:';
$txt['notification_new_topic_body'] = 'متن موضوع بصورت زیر نشان داده خواهد شد:';

$txt['announce_this_topic'] = 'ارسال یک باخبرسازی درباره این موضوع به کاربران:';
$txt['announce_title'] = 'اگاهی دادن به یک گروه کاربری';
$txt['announce_desc'] = 'در این قسمت بعد از انتخاب گروه کاربری می توانید کاربران عضو این گروه ها را از ایجاد این موضوع با خبر سازید.';
$txt['announce_sending'] = 'درحال ارسال موضوع آگاهی';
$txt['announce_done'] = 'بازگشت';
$txt['announce_continue'] = 'ادامه';
$txt['announce_topic'] = 'خبر و آگهی دادن به گروه های کاربری';
$txt['announce_regular_members'] = 'کاربران منظم';

?>