<?php
// Version: 1.1; Profile

$txt[80] = 'آپ کو اس شخص کی پروفائل بدلنے کا اختیار نہیں';
$txt[83] = 'ویب سائٹ عنوان';
$txt[84] = 'ویب سائٹ یو آر آئی';
$txt[85] = 'دستخط';
$txt[86] = 'تحاریر';
$txt[88] = 'پروفائل بدلیے';
$txt[89] = 'حذف صارف';
$txt[113] = 'موجودہ اعدادوشمار:';
$txt[228] = 'ذاتی عبارت';
$txt[229] = 'پسندکردہ تصویر';
$txt[232] = 'تصویر/عبارت';
$txt[329] = 'پھرسے ';
$txt[349] = 'ترجیحی زبان';
$txt[420] = 'عمر';
$txt[422] = '(بلاتصویر)';
$txt[453] = 'جس صارف کی پروفائل آپ دیکھنا چاہ رہے ہیں موجود نہیں۔';
$txt[458] = 'تازہ ترین تحاریر بذریعہ: ';
$txt[459] = 'اضافی معلومات';
$txt[460] = 'آخری دکھائیے';
$txt[461] = 'اس شخص کی تحاریر';
$txt[474] = 'اپنے اوتار کی یوآرایل مہیا کریے (جیسے: <b>http://www.mypage.com/mypic.gif</b>)';
$txt[475] = 'میرے پاس اپنی تصویر ہے';
$txt[479] = 'اس پورے فورم میں تاریخ دکھانے کے لیے یہی بناوٹ استعمال کی جائے گی۔';
$txt[486] = 'بناوٹ وقت';
$txt[487] = 'وقت آف سیٹ ان کے درمیان ہو  -23.5 اور 23.5.';
$txt[518] = 'یہ ظاہر کیا جانے والا نام ہے جو لوگ دیکھ سکیں گے۔';
$txt[519] = ' +/-  کے لیے گھنٹوں کی تعداد تاکہ وقت کو آپ کے مقامی وقت کے مطابق ترتیب دیا جاسکے۔';
$txt[563] = 'تاریخ سالگرہ';
$txt[564] = 'مہینہ (MM)';
$txt[565] = 'دن (DD)';
$txt[566] = 'سال (YYYY)';
$txt[596] = 'اچھی سلامتی کے لیے آپ کو حروف، علامات اور نمبروں کا چھ یا زیادہ کا کمبینیشن استعمال کرنا چاہیے۔';
$txt[597] = 'اضافی معلومات';
$txt[598] = 'اگر آپ ذیل میں یوآرایل دیتے ہیں تو اس میں یہ شامل ہونا چاہیے۔';
$txt[599] = 'اسے مکمل یوآرایل ہونا چاہیے۔';
$txt[600] = 'یہ آپ کا آئی سی کیو نمبر ہے۔';
$txt[601] = 'یہ آپ کی اے او ایل میسنجر عرفیت ہے۔';
$txt[602] = 'یہ آپ کی یاہو میسنجر شناخت ہے۔';
$txt[606] = 'ہر تحریر اور ذاتی پیغام کے نیچے دستخط ظاہر کیے جاتے ہیں۔.بی بی سی کوڈ اور سمائلیز آپ کے دستخطوں میں شامل ہوسکتی ہیں۔';
$txt[664] = 'زیادہ سے زیادہ ' . $modSettings['max_signatureLength'] . '; حروف بقایا: ';
$txt[688] = 'اس رکن کو ذاتی پیغام بھیجیے';
$txt[722] = 'خفیہ';
$txt[741] = 'فورم کا موجودہ وقت';
$txt[749] = ' \'تحاریر کی تعداد\' کے خانے میں صرف نمبر ہوسکتے ہیں۔';

$txt['smf225'] = 'زبان';
$txt['smf227'] = 'اوتار کی تصویر بہت بڑی ہے اسے ری سائز کیجیے (زیادہ سے زیادہ)';
$txt['smf233'] = 'اندراجی تاریخ کی ناموزوں قدر، صحیح کی مثال:';
$txt['smf237'] = 'آپ کا ایم ایس این میسنجر ای میل پتہ';
$txt['smf241'] = 'موجودہ کلمہ شناخت';
$txt['smf243'] = 'آپ کے اپنا موجودہ کلمہ شناخت داخل نہیں کیا۔';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'سلامتی کی وجوہات کی بناء پر آپ کا کلمہ شناخت کھاتے میں تبدیلی کرنے سے پہلے درکار ہے۔';

$txt['timeoffset_autodetect'] = '(خودکارانہ پتا لگائیے)';

$txt['pswd1'] = 'خفیہ سوال';
$txt['secret_desc'] = 'اپنا کلمہ شناخت واپس حاصل کرنے کے لیے یہاں ایسا سوال درج کیجیے جو  <b>صرف</b> آپ جانتے ہیں۔';
$txt['secret_desc2'] = 'دھیان سے چنیے، آپ نہیں چاہیں گے کہ کوئی آپ کے جواب کا اندازہ لگا سکے۔';
$txt['pswd2'] = 'جواب';
$txt['pswd3'] = 'مجھے میرا سوال پوچھیے';
$txt['pswd4'] = 'آپ اپنا کلمہ شناخت دوبارہ حاصل نہیں کرسکتے لیکن اپنے ای میل کھاتے میں بھیجی گئی ای میل میں موجود ربط استعمال کرکے اسے بدل سکتے ہیں۔  آپ اپنے خفیہ سوال کا جواب دے کر بھی نیا کلمہ شناخت بنا سکتے ہیں۔';
$txt['pswd5'] = 'معذرت آپ نے خفیہ سوال اور جواب کا اپنی پروفائل میں ٹھیک کمبینینش نہیں دیا۔  براہ کرم بیک بٹن پر کلک کیجیے اور کلمہ شناخت کے حصول کے لیے طےشدہ طریقہ کار استعمال کیجیے۔';
$txt['pswd6'] = 'براہ کرم اپنے سوال کا جواب دیجیے اور اپنی پسند کا کلمہ شناخت مہیا کیجیے۔.  سوال کا جواب ٹھیک دینے کے ساتھ آپ کا کلمہ شناخت نئے کلمہ شناخت سے بدل دیا جائے گا۔';
$txt['pswd8'] = 'آپ کا کلمہ شناخت کامیابی سے بدل دیا گیا ہے۔<br />کلک کیجیے <a href="' . $scripturl . '?action=login">داخلے</a> کے لیے۔';
$txt['secret_why_blank'] = 'یہ خالی کیوں ہے؟';

$txt['theme1a'] = 'موجودہ تھیم';
$txt['theme1b'] = '(بدلیے)';
$txt['theme2'] = 'تھیم ترجیحات';
$txt['theme_forum_default'] = 'فورم یا بورڈ کا طےشدہ';
$txt['theme_forum_default_desc'] = 'یہ طےشدہ تھیم ہے، جس کا مطلب یہ ہے کہ منتظم کی سیٹنگ کے ساتھ آپ کا تھیم بھی بدل جائے گا اور بورڈ جو آپ دیکھ رہے ہیں۔';

$txt['profileConfirm'] = 'کیا آپ واقعی اس رکن کو ختم کرنا چاہتے ہیں؟';

$txt['title1'] = 'کسٹم عنوان';

$txt['lastLoggedIn'] = 'آخری بار کا فعال';

$txt['notifyX'] = 'اطلاعیے کی سیٹنگز:';
$txt['notifyX1'] = 'سیٹنگز محفوظ کیجیے';
$txt['notifyXAnn4'] = 'فورم کے اعلانات اور اہم اطلاعیے بذریعہ ای میل وصول کیجیے۔';
$txt['notifyXOnce1'] = 'صرف پہلے نا پڑھے جواب کے لیے جواب دینے کا اطلاعیہ وصول کیجیے۔';
$txt['auto_notify'] = 'جب آپ تحریر کریں یا کسی موضوع کا جواب دیں تو اطلاعیے کو فعال رکھیے۔';
$txt['notify_send_types'] = 'موضوعات اور بورڈز جہاں سے اطلاعیے کی درخواست دی، مجھے ان سے مطلع رکھیں';
$txt['notify_send_type_everything'] = 'جوابات اور نظامت';
$txt['notify_send_type_everything_own'] = 'صرف نظامت اگر میں نے موضوع شروع کیا ہو';
$txt['notify_send_type_only_replies'] = 'صرف جوابات';
$txt['notify_send_type_nothing'] = 'کچھ بھی نہیں';
$txt['notify_send_body'] = 'کسی موضوع پر جواب کا اطلاعیہ بھیجتے وقت ای میل میں وہ تحریر بھی بھیج دیجیے (لیکن براہ کرم ان ای میلز کا جواب نہ دیجیے۔)';

$txt['notifications_topics'] = 'موجودہ موضوعاتی اطلاعیے';
$txt['notifications_topics_list'] = 'ذیل کے موضوعات میں نیا پیغام تحریر ہونے پر آپ کو اطلاعیہ بھیجا جائے گا۔';
$txt['notifications_topics_none'] = 'آپ اس وقت کسی بھی موضوع سے اطلاعیے وصول نہیں کررہے۔';
$txt['notifications_topics_howto'] = 'کسی موضوع سے اطلاعیہ وصول کرنے کے لیے اسے دیکھتے ہوئے &quot;مطلع رہیں&quot; کے بٹن پر کلک کریں۔';
$txt['notifications_boards'] = 'موجودہ بورڈ اطلاعیے';
$txt['notifications_boards_list'] = 'ذیل کے بورڈز میں نیا موضوع تحریر ہونے پر آپ کو اطلاعیہ بھیجا جائے گا۔';
$txt['notifications_boards_none'] = 'آپ اس وقت کسی بھی بورڈ سے اطلاعیے وصول نہیں کررہے۔';
$txt['notifications_boards_howto'] = 'مخصوص بورڈ سے اطلاعیے وصول کرنے کے لیے &quot;مطلع رہیں&quot; کے بٹن پر کلک کریں جو بورڈ کے انڈیکس میں ہوگا۔';
$txt['notifications_update'] = 'وصول کاری بند';

$txt[325] = 'نظرانداز کرنے کی فہرست';
$txt[326] = 'ہر لائن میں ایک صارف لکھیں۔ <br /> تمام پیغامات کو نظراندازکرنے کے لیے * لکھیں۔';
$txt[327] = 'ذاتی پیغام موصول ہونے کی صورت میں ای میل سے مطلع کریں:';
$txt['email_notify_never'] = 'کبھی نہیں';
$txt['email_notify_buddies'] = 'صرف دوستوں کی طرف سے';
$txt['email_notify_always'] = 'ہمیشہ';

$txt['statPanel_showStats'] = 'صارفی اعدادوشمار برائے: ';
$txt['statPanel_users_votes'] = 'کل ووٹ جو ڈالے';
$txt['statPanel_users_polls'] = 'کل رائے شماریاں جو تشکیل دیں';
$txt['statPanel_total_time_online'] = 'آنلائن کل صرف شدہ وقت';
$txt['statPanel_noPosts'] = 'بتانے کے لیے کوئی تحریر نہیں!';
$txt['statPanel_generalStats'] = 'عمومی اعدادوشمار';
$txt['statPanel_posts'] = 'تحاریر';
$txt['statPanel_topics'] = 'موضوعات';
$txt['statPanel_total_posts'] = 'کل تحاریر';
$txt['statPanel_total_topics'] = 'کل موضوعات جو شروع کیے';
$txt['statPanel_votes'] = 'ووٹ';
$txt['statPanel_polls'] = 'رائے شماریاں';
$txt['statPanel_topBoards'] = 'بلحاظ تحاریر مقبول ترین بورڈز';
$txt['statPanel_topBoardsActivity'] = 'بلحاظ فعالیت مقبول ترین بورڈز';
$txt['statPanel_activityTime'] = 'بلحاظ وقت تحریر کاری کی سرگرمی';
$txt['statPanel_timeOfDay'] = 'دن کا وقت';
$txt['statPanel_show'] = 'اس رکن کے عمومی اعدادوشمار دکھائیں';

$txt['deleteAccount_warning'] = 'انتباہ۔۔یہ افعال ناقابل واپسی ہیں!';
$txt['deleteAccount_desc'] = 'اس صفحے سے آپ رکن کا کھاتہ اور تحاریر حذف کرسکتے ہیں۔';
$txt['deleteAccount_member'] = 'اس رکن کا کھاتہ حذف کریں۔';
$txt['deleteAccount_posts'] = 'اس رکن کی تحاریر کو حذف کریں۔';
$txt['deleteAccount_none'] = 'کچھ نہیں';
$txt['deleteAccount_all_posts'] = 'تمام تحاریر';
$txt['deleteAccount_topics'] = 'موضوعات اور تحاریر';
$txt['deleteAccount_confirm'] = 'کیا آپ اس کھاتے کو حذف کرنے کے بارے میں پریقین ہیں؟';
$txt['deleteAccount_approval'] = '۔یاد رہے کہ یہ کھاتہ ختم کرنے کے لیے  فورم کے ناظمین کو اس کھاتے کے حذف کرنے کو منظور کرنا ہوگا ';

$txt['profileInfo'] = 'پروفائل کی معلومات';
$txt['summary'] = 'خلاصہ';
$txt['showPosts'] = 'تحاریر دکھائیں';
$txt['statPanel'] = 'اعدادوشمار دکھائیں';
$txt['editBuddies'] = 'فہرست دوستاں کی تدوین';
$txt['trackUser'] = 'صارف کو ٹریک کریں';
$txt['trackIP'] = 'آئی پی ٹریک کریں';

$txt['profileEdit'] = 'پروفائل میں تبدیلی';
$txt['account'] = 'کھاتے سے متعلقہ سیٹنگز';
$txt['account_info'] = 'یہ کھاتے کی تفاصیل ہیں۔ یہ صفحہ حساس معلومات کا امین ہے جو آپ کو اس فورم پر شناخت عطاء کرتی ہیں۔ سلامتی کی وجوہات کی بناء پر ان معلومات میں کسی بھی قسم کی تبدیلی سے پہلے  آپ کو اپنا موجودہ کلمہ شناخت مہیا کرنا ہوگا۔';
$txt['forumProfile'] = 'فورم پروفائل کی معلومات';
$txt['forumProfile_info'] = 'اس صفحے پر آپ اپنی ذاتی معلومات بدل سکتے ہیں۔ یہ معلومات تمام جگہ دکھائی جائیں گی۔' . $context['forum_name'] . '. اگر آپ معلومات شئیر کرنے سے مطمئن نہیں تو اسے ایسے ہی چھوڑ دیں۔ اس حصے میں کچھ بھی لازمی نہیں۔';
$txt['theme'] = 'حلیے اور لے آؤٹ کی ترجیحات';
$txt['theme_info'] = 'یہ حصہ آپ کو فورم کا حلیہ اور لے آؤٹ بدلنے کی سہولت فراہم کرتا ہے۔';
$txt['notification'] = 'اطلاعیے اور ای میل';
$txt['notification_info'] = 'ایس ایم ایف آپ کو تحاریر کے جوابات، نئے موضوعات میں تحاریر اور فورم اعلانات کے بارے میں مطلع رہنے کی سہولت دیتا ہے۔آپ وہ سیٹنگز یہاں بدل سکتے ہیں یا اب جن بورڈز اور موضوعات پر اطلاعیے وصول کررہے ہیں کی سیٹنگ کو الٹا سکتے ہیں۔';
$txt['pmprefs'] = 'ذاتی پیغام کے اختیارات';
$txt['pmprefs_info'] = ' ' . $context['forum_name'] . ' کے دوسرے اراکین آپ سے ذاتی طور پر رابطہ کرسکتے ہیں، لیکن کبھی آپ کسی کے پیغامات کو نظر انداز بھی کرنا چاہتے ہیں۔ یہ صفحہ آپ کو دوسری چیزوں میں یہ سیٹ کرنے کا موقع دیتا ہے۔';

$txt['profileAction'] = 'ممکنہ افعال';
$txt['deleteAccount'] = 'یہ کھاتہ حذف کریں';
$txt['profileSendIm'] = 'ذ پ بھیجیں';
$txt['profileBanUser'] = 'صارف کو بین کریں';

$txt['display_name'] = 'نام دکھائیں';
$txt['enter_ip'] = 'آئی پی (رینج) داخل کریں';
$txt['errors_by'] = 'ایرر پیغامات برائے';
$txt['errors_desc'] = 'نیچے ان تمام ایرر پیغامات کی فہرست ہے جو صارف نے پیدا کیے یا بھگتے۔';
$txt['errors_from_ip'] = 'آئی پی (رینج) کی طرف سے ایرر پیغامات';
$txt['errors_from_ip_desc'] = 'ذیل میں ان تمام ایرر پیغامات کی فہرست ہے جو اس آئی پی (رینج) کی وجہ سے پیدا ہوئے۔';
$txt['invalid_ip'] = 'ناموزوں آئی پی پتا۔  ماسک کے طور پر صرف * ہی قابل قبول ہے۔جیسے 127.0.*.*';
$txt['ip_address'] = 'آئی پی پتہ';
$txt['ips_in_errors'] = 'ایرر شدہ پیغامات میں استعمال ہوئے آئی پیز';
$txt['ips_in_messages'] = 'پیغامات میں استعمال کردہ آئی پیز';
$txt['members_from_ip'] = 'آئی پی (رینج) سے اراکین';
$txt['members_in_range'] = 'ممکنہ طور پر اسی آئی پی رینج سے متعلق اراکین';
$txt['messages_from_ip'] = 'اس آئی پی (رینج) سے تحریر کردہ پیغامات';
$txt['messages_from_ip_desc'] = 'اس آئی پی (رینج) سے تحریر کردہ پیغامات کی فہرست ذیل میں ہے۔';
$txt['most_recent_ip'] = 'تازہ ترین آئی پی پتے';
$txt['no_errors_from_ip'] = 'مخصوص آئی پی (رینج) سے کوئی ایرر کے پیغامات نہیں ملے';
$txt['no_errors_from_user'] = 'مخصوص صارف سے کوئی پیغام نہیں ملا۔';
$txt['no_members_from_ip'] = 'مخصوص آئی پی (رینج) سے کوئی اراکین  نہیں ملے';
$txt['no_messages_from_ip'] = 'مخصوص آئی پی (رینج) سے کوئی پیغامات نہیں ملے۔';
$txt['none'] = 'کچھ نہیں';
$txt['own_profile_confirm'] = 'کیا آپ واقعی اپنا کھاتہ ختم کرنا چاہتے ہیں؟';
$txt['view_ips_by'] = 'استعمال شدہ آئی پی دیکھیں برائے';

$txt['avatar_will_upload'] = 'میں اپنی تصویر اپلوڈ کروں گا۔';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'واپس مبارک';
$txt['activate_reactivate_mail'] = 'آپ کے ای میل پتے کی دوبارہ تصدیق کے لیے آپ کا کھاتہ غیر فعال کردیا گیا ہے۔ اسے دوبارہ فعال کرنے کے لیے ذیل کے ربط پر کلک کریں:';
$txt['activate_changed_email'] = 'آپ نے اپنا ای میل پتہ بدل لیا ہے۔ اس پتےکی تصدیق کے سلسلے میں آپ کو ایک ای میل موصول ہوگی۔ کھاتہ واپس حاصل کرنے کے لیے اس میں دئیے گئے بط پر کلک کریں۔';

$txt[394] = 'یاددہانی کی ای میل نہیں بھیج سکے';
$txt[395] = 'ایک ای میل بھیجیں';
$txt[396] = 'کلمہ شناخت پوچھنے کے لیے';
$txt[669] = 'کلمہ شناخت کی یاددہانی';

$txt['smf100'] = 'اسم صارف/ای میل';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'نیا کلمہ شناخت برائے ' . $context['forum_name'];
$txt['reminder_mail'] = 'یہ ای میل اس لیے بھیجی گئی کہ آپ کے کھاتے پر \'کلمہ شناخت کی گمشدگی\' کا فنکشن لاگو کیا گیا ہے۔ نیا کلمہ شناخت بنانے کے لیے ذیل کے ربط پر کلک کریں۔';
$txt['reminder_sent'] = 'آپ کے ای میل پتے پر ایک ای میل بھیج دی گئی ہے۔ نیا کلمہ شناخت سیٹ کرنے کے لیے اس میں موجود ربط پر کلک کریں۔';
$txt['reminder_set_password'] = 'کلمہ شناخت سیٹ کریں';
$txt['reminder_password_set'] = 'کلمہ شناخت کامیابی سے سیٹ ہوگیا۔';
$txt['reminder_error'] = '%s بھولا ہوا کلمہ شناخت دوبارہ حاصل کرتے وقت اپنے خفیہ سوال کا ٹھیک جواب دینے میں ناکام ہوگئے۔';

$txt['registration_not_approved'] = 'معذرت یہ کھاتہ ابھی تک منظور نہیں کیا گیا ہے۔ اپنا ای میل پتہ بدلنا چاہیں تو کلک کریں۔';
$txt['registration_not_activated'] = 'معذرت، یہ کھاتہ ابھی تک فعال نہیں کیا گیا ہے۔ فعالیت کی ای میل دوبارہ بھیجنا چاہیں تو کلک کریں۔';

$txt['primary_membergroup'] = 'بنیادی صارفی گروپ';
$txt['additional_membergroups'] = 'اضافی صارفی گروپس';
$txt['additional_membergroups_show'] = '[ اضافی گروپس دکھائیں ]';
$txt['no_primary_membergroup'] = '(کوئی بنیادی صارفی گروپ نہیں۔)';
$txt['deadmin_confirm'] = 'کیا آپ اپنا منتظمی عہدہ چھوڑنا چاہتے ہیں جو ناقابل واپسی ہوگا؟';

$txt['account_activate_method_2'] = 'ای میل کی تبدیلی کے بعد کھاتہ پھر سے فعالیت کا منتظر ہے۔';
$txt['account_activate_method_3'] = 'کھاتہ منظور نہیں کیا گیا۔';
$txt['account_activate_method_4'] = 'ختم کرنے کے لیے کھاتہ منظور ی کا منتظر ہے۔';
$txt['account_activate_method_5'] = 'کھاتہ &quot;حد بلوغت سے نیچے&quot; والا کھاتہ ہے اور منظوری کا منتظر ہے';
$txt['account_not_activated'] = 'کھاتہ ابھی تک فعال نہیں کیا گیا۔';
$txt['account_activate'] = 'فعال کریں';
$txt['account_approve'] = 'منظور';
$txt['user_is_banned'] = 'صارف فی الحال بین شدہ  ہے۔';
$txt['view_ban'] = 'دیکھیں';
$txt['user_banned_by_following'] = 'یہ صارف اس وقت ذیل کی پابندیوں سے متاثر ہے۔';
$txt['user_cannot_due_to'] = ' صارف %s معذور بوجہ پابندی: &quot;%s&quot;';
$txt['ban_type_post'] = 'تحریر';
$txt['ban_type_register'] = 'اندراج';
$txt['ban_type_login'] = 'داخلہ';
$txt['ban_type_access'] = 'فورم تک رسائی';

$txt['show_online'] = 'آنلان ہونے کی حالت دوسروں کو دکھائیں؟';

$txt['return_to_post'] = 'تحریر بھیجنے کے بعد عنوان کی طرف بطور طےشدہ واپسی';
$txt['no_new_reply_warning'] = 'دوران تحریر کاری نئے پیغامات پر خبردار نہ کریں۔';
$txt['copy_to_outbox'] = 'میرے آؤٹ باکس میں بطور طےشدہ ہر ذ پ کی ایک نقل محفوظ کریں۔';
$txt['popup_messages'] = 'ذ پ ملنے پر پاپ اپ سے مطلع کریں؟';
$txt['recent_posts_at_top'] = 'تازہ تریں پیغامات سب سے اوپر';
$txt['recent_pms_at_top'] = 'تازہ ترین پیغام سب سے اوپر';

$txt['timeformat_easy0'] = '(فورم کا طےشدہ)';
$txt['timeformat_easy1'] = 'Month Day, Year, HH:MM:SS a/pm';
$txt['timeformat_easy2'] = 'Month Day, Year, HH:MM:SS (army time.)';
$txt['timeformat_easy3'] = 'YYYY-MM-DD, HH:MM:SS';
$txt['timeformat_easy4'] = 'DD Month YYYY, HH:MM:SS';
$txt['timeformat_easy5'] = 'DD-MM-YYYY, HH:MM:SS';

$txt['rtm8'] = 'تحریر کار';

$txt[732] = 'بورڈز کی وضاحتیں بورڈز کے اندر بھی دکھائیں';
$txt['show_children'] = 'بورڈ کے اندر ہر صفحے پر ذیلی بورڈز دکھائیں نہ کہ صرف پہلے صفحے پر';
$txt['show_no_avatars'] = 'صارفین کے اوتار نہ دکھائیں';
$txt['show_no_signatures'] = 'صارفین کے دستخط نہ دکھائیں۔';
$txt['show_no_censored'] = 'الفاظ کو بغیر سنسر رہنے دیں۔';
$txt['calendar_start_day'] = 'تقویم میں ہفتے کا پہلا دن';
$txt['display_quick_reply'] = 'موضوع دکھانے پر فوری جواب استعمال کریں: ';
$txt['display_quick_reply1'] = 'بالکل نہ دکھائیں';
$txt['display_quick_reply2'] = 'دکھائیں، آف بطور طےشدہ';
$txt['display_quick_reply3'] = 'دکھائیں، آن بطور طےشدہ';
$txt['display_quick_mod'] = 'پیغامی انڈیکس میں فوری نظامت دکھائیں بطور ';
$txt['display_quick_mod_none'] = 'نہ دکھائیں';
$txt['display_quick_mod_check'] = 'چیک باکس۔';
$txt['display_quick_mod_image'] = 'آئکنز۔';

$txt['whois_title'] = 'علاقائی whois-server پر ایک نظر';
$txt['whois_afrinic'] = 'AfriNIC (افریقہ)';
$txt['whois_apnic'] = 'APNIC (ایشیا پیسیفک کا خطہ)';
$txt['whois_arin'] = 'ARIN (شمالی امریکہ، کریبئین کا ایک حصہ اور افریقہ میں سہارا کا کچھ علاقہ)';
$txt['whois_lacnic'] = 'LACNIC (لاطینی امریکہ اور کریبئین کے خطے)';
$txt['whois_ripe'] = 'RIPE (یورپ ، مشرق وسطیٰ، افریقہ اور ایشیا کے حصے)';

$txt['moderator_why_missing'] = 'یہاں ناظم کیوں نہیں ہے؟';
$txt['username_change'] = 'بدلیں';
$txt['username_warning'] = 'رکن کا اسم صارف بدلنے کے لیے فورم کو ان کے کلمہ شناخت بھی بدلنا ہونگے، جو نئے اسمائے صارف کے ساتھ انھیں ای میل کردئیے جائیں گے۔';

$txt['showPermissions'] = 'اجازتیں دکھائیں';
$txt['showPermissions_given'] = 'عطاء کردہ بذریعہ';
$txt['showPermissions_denied'] = 'نامنظور کردہ بذریعہ';
$txt['showPermissions_permission'] = 'اجازتیں (نامنظور اجازتیں <del>پھینک دی جاتی ہیں</del>)';
$txt['showPermissions_none_general'] = 'اس رکن کے پاس کسی قسم کی عمومی اجازتیں نہیں سیٹ نہیں۔';
$txt['showPermissions_none_board'] = 'اس رکن کے پاس کسی قسم کی بورڈ کی مخصوص اجازتیں سیٹ نہیں۔';
$txt['showPermissions_all'] = 'بطور منتظم اس صارف کے پاس ہر قسم کی اجازتیں ہیں۔';
$txt['showPermissions_select'] = 'بورڈ کے لیے مخصوص اجازتیں برائے';
$txt['showPermissions_general'] = 'عمومی اجازتیں';
$txt['showPermissions_global'] = 'تمام بورڈز';
$txt['showPermissions_restricted_boards'] = 'ممنوعہ بورڈز';
$txt['showPermissions_restricted_boards_desc'] = 'یہ صارف مندرج ذیل بورڈز تک رسائی نہیں رکھتا۔';

$txt['local_time'] = 'مقامی وقت';
$txt['posts_per_day'] = 'فی دن';

$txt['buddy_add'] = 'فہرست دوستاں میں شامل کریں';
$txt['buddy_remove'] = 'فہرست دوستاں سے نکالیں';
$txt['buddy_add_button'] = 'شمولیت';
$txt['no_buddies'] = 'آپ کے دوستوں کی فہرست خالی ہے۔';

?>