<?php
// Version: 1.1; Profile

$txt[80] = 'Не ти е позволено да променяш профила на този потребител.';
$txt[83] = 'Заглавие на web страница';
$txt[84] = 'Адрес на web страница';
$txt[85] = 'Подпис';
$txt[86] = 'Публикации';
$txt[88] = 'Промени профила';
$txt[89] = 'Изтрий потребителя';
$txt[113] = 'Текущ статус:';
$txt[228] = 'Личен текст';
$txt[229] = 'Лична картинка';
$txt[232] = 'Картинка/Текст';
$txt[329] = 'Нулирай формуляра';
$txt[349] = 'Предпочитаем език';
$txt[420] = 'Възраст';
$txt[422] = '(няма картинка)';
$txt[453] = 'Потребителят, чийто профил се опитваш да прегледаш не съществува.';
$txt[458] = 'Последните публикации на: ';
$txt[459] = 'Допълнителна информация';
$txt[460] = 'Покажи последните';
$txt[461] = 'публикации на този потребител';
$txt[474] = 'Избери собствен аватар чрез URL. (например: <b>http://www.mypage.com/mypic.gif</b>)';
$txt[475] = 'Имам собствена картинка';
$txt[479] = 'Тази опция ще направи датите из този форум в следния формат.';
$txt[486] = 'Времеви формат';
$txt[487] = 'Времево изместване (трябва да бъде между -23.5 и 23.5.';
$txt[518] = 'Това е екранното ти име, което другите потребители ще виждат.';
$txt[519] = 'Брой часове да се прибавят/извадят за да се изравни екранното време с твоето локално време.';
$txt[563] = 'Рождена дата';
$txt[564] = 'Месец (ММ)';
$txt[565] = 'Ден (ДД)';
$txt[566] = 'Година (ГГГГ)';
$txt[596] = 'За максимална сигурност, използвай 6 или повече символа с комбинация от букви и цифри.';
$txt[597] = 'Допълнителна информация';
$txt[598] = 'Това трябва да бъде включено ако въвеждаш URL по-долу.';
$txt[599] = 'Това трябва да бъде пълно URL.';
$txt[600] = 'Това е твоя ICQ номер.';
$txt[601] = 'Това е твоя AOL Instant Messenger прякор.';
$txt[602] = 'Това е твоя Yahoo! Instant Messenger прякор.';
$txt[606] = 'Подписите се показват в долната част на всяка публикация или лично съобщение. BBC код и усмивки могат да бъдат използвани в подписите.';
$txt[664] = 'Максимум ' . $modSettings['max_signatureLength'] . '; оставащи символи: ';
$txt[688] = 'Изпрати лично съобщение на този потребител';
$txt[722] = 'скрит';
$txt[741] = 'Текущо форум време';
$txt[749] = 'Кутията \'брой публикации\' може да съдържа само цифри.';

$txt['smf225'] = 'Език';
$txt['smf227'] = 'Размерът на аватара е прекалено голям, пробвай да промениш размера (максимум';
$txt['smf233'] = 'Невалидна дата на регистрация, валиден пример:';
$txt['smf237'] = 'Твоят MSN messenger е-мейл адрес';
$txt['smf241'] = 'Текуща парола';
$txt['smf243'] = 'Не си въвел текущата парола.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'За сигурност, въведи текущата ти парола за да промениш профила си.';

$txt['timeoffset_autodetect'] = '(автоматично)';

$txt['pswd1'] = 'Секретен въпрос';
$txt['secret_desc'] = 'За да извлечеш забравена парола, въведи въпрос, на който <b>само</b> ти знаеш отговора..';
$txt['secret_desc2'] = 'Избери внимателно, не би искал някой да познае отговора!';
$txt['pswd2'] = 'Отговор';
$txt['pswd3'] = 'Попитай ме въпроса ми';
$txt['pswd4'] = 'Не можеш да извлечеш паролата ти, но можеш да избереш нова като последваш инструкциите в е-мейл изпратен до теб.  Също така можеш да избереш нова парола като отговориш на секретния ти въпрос.';
$txt['pswd5'] = 'Съжалявам, не си избрал валидна комбинация от секретен въпрос и отговор в твоя профил. Моля натисни бутона back и използвай нормалния метод за извличане на парола.';
$txt['pswd6'] = 'Моля, въведи отговора на твоя секретен въпрос и новата ти парола. Паролата ще бъде променена стига да отговориш правилно на секретния въпрос..';
$txt['pswd8'] = 'Паролата беше променена успешно.<br />Кликни <a href="' . $scripturl . '?action=login">тук</a> за да влезеш във форума.';
$txt['secret_why_blank'] = 'защо е празно?';

$txt['theme1a'] = 'Текуща графична среда';
$txt['theme1b'] = '(промени)';
$txt['theme2'] = 'Предпочитания на графичната среда';
$txt['theme_forum_default'] = 'Основната на форума';
$txt['theme_forum_default_desc'] = 'Това е графичната среда по подразбиране. Това означава, че графичната ти среда ще се променя според настройките на администратора.';

$txt['profileConfirm'] = 'Наистина ли искаш да изтриеш този потребител?';

$txt['title1'] = 'Собствено название';

$txt['lastLoggedIn'] = 'Последно активен';

$txt['notifyX'] = 'Настройки относно известията:';
$txt['notifyX1'] = 'Запази настройките';
$txt['notifyXAnn4'] = 'Получавай форум известия и важни обявления чрез е-мейл.';
$txt['notifyXOnce1'] = 'Получавай известия на отговори само за първия непрочетен отговор.';
$txt['auto_notify'] = 'Включи известяването на отговори когато публикуваш или отговориш на тема.';
$txt['notify_send_types'] = 'За теми и категории в които съм изискал известяване';
$txt['notify_send_type_everything'] = 'При отговори и промени';
$txt['notify_send_type_everything_own'] = 'При промяна ако аз съм автора на темата';
$txt['notify_send_type_only_replies'] = 'Само при нови отговори';
$txt['notify_send_type_nothing'] = 'Известяване изключено';
$txt['notify_send_body'] = 'Известяването да включи новата публикация в е-мейла.';

$txt['notifications_topics'] = 'Текущи известия на теми';
$txt['notifications_topics_list'] = 'Ти си известяван за нови отговори по следните теми';
$txt['notifications_topics_none'] = 'В момента не получаваш никакви известия.';
$txt['notifications_topics_howto'] = 'За да получаваш известия за нови отговори по теми, кликни бутона &quot;Извести&quot; докато разглеждаш темата.';
$txt['notifications_boards'] = 'Текущи известия от раздели';
$txt['notifications_boards_list'] = 'Ти си известяван за нови теми в следните раздели';
$txt['notifications_boards_none'] = 'В момента не получаваш никакви известия.';
$txt['notifications_boards_howto'] = 'За да получаваш известия от даден форум, кликни бутона &quot;Извести&quot; в заглавната страница на форума.';
$txt['notifications_update'] = 'Спри известията';

$txt[325] = 'Списък на игнориране';
$txt[326] = 'Добавяй по едно потребителско име на всеки ред.<br />Въведи * за да игнорираш всички съобщения.';
$txt[327] = 'Извести ме чрез е-мейл всеки път, когато получа ново лично съобщение.';
$txt['email_notify_never'] = 'Никога';
$txt['email_notify_buddies'] = 'От приятелите само';
$txt['email_notify_always'] = 'Винаги';

$txt['statPanel_showStats'] = 'Потребителски статистики за: ';
$txt['statPanel_users_votes'] = 'Брой гласувания';
$txt['statPanel_users_polls'] = 'Брой публикувани анкети';
$txt['statPanel_total_time_online'] = 'Общо прекарано време във форума';
$txt['statPanel_noPosts'] = 'Няма публикации!';
$txt['statPanel_generalStats'] = 'Общи статистики';
$txt['statPanel_posts'] = 'публикации';
$txt['statPanel_topics'] = 'теми';
$txt['statPanel_total_posts'] = 'Общо публикации';
$txt['statPanel_total_topics'] = 'Общо стартирани теми';
$txt['statPanel_votes'] = 'гласа';
$txt['statPanel_polls'] = 'анкети';
$txt['statPanel_topBoards'] = 'Най-популярен форум по брой публикации';
$txt['statPanel_topBoardsActivity'] = 'Най-популярен форум по активност';
$txt['statPanel_activityTime'] = 'Активност на публикуване по часове';
$txt['statPanel_timeOfDay'] = 'Час';
$txt['statPanel_show'] = 'Показвай общи статистики за този потребител';

$txt['deleteAccount_warning'] = 'Внимание - Тези действия са невъзвратими!';
$txt['deleteAccount_desc'] = 'Тук можеш да изтриеш този потребител и неговите публикации.';
$txt['deleteAccount_member'] = 'Изтрий този потребител';
$txt['deleteAccount_posts'] = 'Публикациите, които ще бъдат изтрити';
$txt['deleteAccount_none'] = 'Няма';
$txt['deleteAccount_all_posts'] = 'Всички публикации';
$txt['deleteAccount_topics'] = 'Теми и публикации';
$txt['deleteAccount_confirm'] = 'Напълно ли си сигурен, че искаш да изтриеш този потребител?';
$txt['deleteAccount_approval'] = 'Имайте в предвид, че администраторите трябва да одобрят изтриването на регистрацията Ви.';

$txt['profileInfo'] = 'Профил информация';
$txt['summary'] = 'Обобщение';
$txt['showPosts'] = 'Покажи публикации';
$txt['statPanel'] = 'Покажи статистики';
$txt['editBuddies'] = 'Промени списъка с приятели';
$txt['trackUser'] = 'Проследи потребителя';
$txt['trackIP'] = 'Проследи IP';

$txt['profileEdit'] = 'Промени профила';
$txt['account'] = 'Потребителски настройки';
$txt['account_info'] = 'Това са вашите потребителски настройки. Тази страница съдържа всичка важна информация която те идентифицира в този форум. За сигурност, ще е нужно да въведеш текущата си парола ако искаш да промениш тази информация.';
$txt['forumProfile'] = 'Профил';
$txt['forumProfile_info'] = 'В тази страница можеш да промениш личната си информация. Тази информация ще бъде показвана из ' . $context['forum_name'] . '. Ако искаш можеш да оставиш част от тази информация празна.';
$txt['theme'] = 'Настройки изглед и подредба';
$txt['theme_info'] = 'Тук ще можеш да настроиш по свой вкус изгледа и подредбата на форума.';
$txt['notification'] = 'Известия и е-мейл';
$txt['notification_info'] = 'Форумът ти позволява да бъдеш известяван(а) за нови отговори, теми, и форум обявления. Можеш да промениш тези настройки тук. Също така можеш да видиш текущите теми/публикации, за които получаваш известия.';
$txt['pmprefs'] = 'Настройки лични съобщения';
$txt['pmprefs_info'] = 'Други членове на ' . $context['forum_name'] . ' могат да се свързват лично с теб, но понякога е възможно да желаеш да игнорираш нечии съобщения.';

$txt['profileAction'] = 'Действия';
$txt['deleteAccount'] = 'Изтрий този потребител';
$txt['profileSendIm'] = 'Изпрати лично съобщение';
$txt['profileBanUser'] = 'Забрани този потребител';

$txt['display_name'] = 'Екранно име';
$txt['enter_ip'] = 'Въведи IP (обсег)';
$txt['errors_by'] = 'Съобщения за грешки от';
$txt['errors_desc'] = 'По-долу можеш да намериш скорошните грешки, които този потребител е генерирал/изпитал.';
$txt['errors_from_ip'] = 'Съобщения за грешки от IP (обсег)';
$txt['errors_from_ip_desc'] = 'По-долу можеш да намериш скорошните грешки, които са били генерирани от това IP (обсег).';
$txt['invalid_ip'] = 'Невалиден IP адрес. Забележи, че само звездички (*) са позволени за маска, например 127.0.*.*';
$txt['ip_address'] = 'IP адрес';
$txt['ips_in_errors'] = 'IP-та използвани в съобщения за грешки';
$txt['ips_in_messages'] = 'IP-та използвани в съобщения';
$txt['members_from_ip'] = 'Членове от IP (обсег)';
$txt['members_in_range'] = 'Членове, които вероятно са в същия обсег';
$txt['messages_from_ip'] = 'Съобщения публикувани от IP (обсег)';
$txt['messages_from_ip_desc'] = 'По-долу можеш да немриш списък на всички съобщения публикувани от това IP (обсег).';
$txt['most_recent_ip'] = 'Най-скорошните IP адреси';
$txt['no_errors_from_ip'] = 'Няма съобщения за грешки от посоченото IP (обсег)';
$txt['no_errors_from_user'] = 'Няма съобщения за грешки от посочения потребител';
$txt['no_members_from_ip'] = 'Няма членове от посоченото IP (обсег)';
$txt['no_messages_from_ip'] = 'Няма съобщения от посоченото IP (обсег)';
$txt['none'] = 'Няма';
$txt['own_profile_confirm'] = 'Наистина ли искаш да изтриеш себе си?';
$txt['view_ips_by'] = 'Виз IP-та използвани от';

$txt['avatar_will_upload'] = 'Ще кача собствена картинка';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'Добре дошъл(дошла) отново';
$txt['activate_reactivate_mail'] = 'За да потвърдим твоя е-мейл адрес, потребителско ти име е деактивирано.  Кликни тук за да го активираш отново:';
$txt['activate_changed_email'] = 'Променил си си е-мейл адреса. За да потвърдим този нов адрес, ще ти бъде пратен специален е-мейл. Последвай инструкциите в е-мейла за да активираш твоето потребителско име отново.';

$txt[394] = 'Неуспех при изпращането на напомнящ е-мейл.';
$txt[395] = 'Изпрати е-мейл до';
$txt[396] = 'за да попиташ за паролата';
$txt[669] = 'Напомняне на парола';

$txt['smf100'] = 'Потребителско име/е-мейл';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Нова парола за ' . $context['forum_name'];
$txt['reminder_mail'] = 'Този е-мейл е изпратен защото функцията \'забравих паролата\' е изпълнена за твоя потребител. За да избереш нова парола последвай този адрес';
$txt['reminder_sent'] = 'Изпратено е съобщение на твоя е-мейл адрес. Последвай линка в е-мейла за да избереш нова парола.';
$txt['reminder_set_password'] = 'Избери парола';
$txt['reminder_password_set'] = 'Паролата е избрана успешно';
$txt['reminder_error'] = '%s не успя да отговори правилно на секретния въпрос при опит за промяна на забравена парола.';

$txt['registration_not_approved'] = 'Съжалявам, този потребител още не е одобрен. Ако искаш да смениш е-мейл адреса си, кликни тук';
$txt['registration_not_activated'] = 'Съжалявам, този потребител още не е активиран. Ако желаеш повторно изпращане на е-мейла за активация, кликни тук';

$txt['primary_membergroup'] = 'Основна членска група';
$txt['additional_membergroups'] = 'Допълнителни членски групи';
$txt['additional_membergroups_show'] = '[ покажи допълнителни друпи ]';
$txt['no_primary_membergroup'] = '(няма основна група)';
$txt['deadmin_confirm'] = 'Сигурен ли си, че искаш безвъзвратно да премахнеш правата си на администратор?';

$txt['account_activate_method_2'] = 'При промяна на е-мейл, регистрацията трябва да се активира отново';
$txt['account_activate_method_3'] = 'Регистрацията не е одобрена';
$txt['account_activate_method_4'] = 'Регистрацията изчаква одобрение за изтриване';
$txt['account_activate_method_5'] = 'Регистрацията е &quot;under age&quot; Регистрацията изчаква одобрение';
$txt['account_not_activated'] = 'Потребителят не е активиран';
$txt['account_activate'] = 'активирай';
$txt['account_approve'] = 'одобри';
$txt['user_is_banned'] = 'В момента потребителя има забрана във форума';
$txt['view_ban'] = 'Виж';
$txt['user_banned_by_following'] = 'Потребителя има следните забрани';
$txt['user_cannot_due_to'] = 'Потребителя не може да %s в резултат на забрана: &quot;%s&quot;';
$txt['ban_type_post'] = 'публикува';
$txt['ban_type_register'] = 'се регистрира';
$txt['ban_type_login'] = 'влиза';
$txt['ban_type_access'] = 'има достъп до форума';

$txt['show_online'] = 'Покажи статута ти на активност на другите?';

$txt['return_to_post'] = 'Върни се по подразбиране в темата след публикация.';
$txt['no_new_reply_warning'] = 'Не предупреждавай за нови публикации, до като правя публикация.';
$txt['copy_to_outbox'] = 'Запазвай копие на всяко едно изпратено лично съобщение в моята кутия с изпратени съобщения.';
$txt['popup_messages'] = 'Покажи нов прозорец, когато получиш нови съобщения?';
$txt['recent_posts_at_top'] = 'Покажи най-новите публикации горе.';
$txt['recent_pms_at_top'] = 'Покажи най-новите лични съобщения горе.';

$txt['timeformat_easy0'] = '(Основно за форума)';
$txt['timeformat_easy1'] = 'Месец Ден, Година, ЧЧ:ММ:СС a/pm';
$txt['timeformat_easy2'] = 'Месец Ден, Година, ЧЧ:ММ:СС (24-часово време.)';
$txt['timeformat_easy3'] = 'ГГГГ-ММ-ДД, ЧЧ:ММ:СС';
$txt['timeformat_easy4'] = 'ДД Месец ГГГГ, ЧЧ:ММ:СС';
$txt['timeformat_easy5'] = 'ДД-ММ-ГГГГ, ЧЧ:ММ:СС';

$txt['rtm8'] = 'Публикуващ';

$txt[732] = 'Показвай описанието на форумите вътре в тях.';
$txt['show_children'] = 'Показвай Под-разделите на всяка страница.';
$txt['show_no_avatars'] = 'Не покзвай аватарите на другите потребители.';
$txt['show_no_signatures'] = 'Не показвай подписите на другите потребители.';
$txt['show_no_censored'] = 'Не цензурирай думите.';
$txt['calendar_start_day'] = 'Първи ден от седмицата';
$txt['display_quick_reply'] = 'Използвай бърз-отговор в темите: ';
$txt['display_quick_reply1'] = 'не показвай';
$txt['display_quick_reply2'] = 'показвай, изключен по подразбиране';
$txt['display_quick_reply3'] = 'показвай, включен по подразбиране';
$txt['display_quick_mod'] = 'Показвай бързо-модериране във форумите';
$txt['display_quick_mod_none'] = 'не покзвай.';
$txt['display_quick_mod_check'] = 'checkbox-и.';
$txt['display_quick_mod_image'] = 'икони.';

$txt['whois_title'] = 'Потърси IP адрес в регионален whois-сървър';
$txt['whois_afrinic'] = 'AfriNIC (Африка)';
$txt['whois_apnic'] = 'APNIC (Азия)';
$txt['whois_arin'] = 'ARIN (Северна Америка, част от Карибите и Африка)';
$txt['whois_lacnic'] = 'LACNIC (Южна Америка и Карибския регион)';
$txt['whois_ripe'] = 'RIPE (Европа, Близкия Изток и части от Африка и Азия)';

$txt['moderator_why_missing'] = 'защо модератор не е тук?';
$txt['username_change'] = 'промени';
$txt['username_warning'] = 'За да промениш името на този потребител, форумът ще нулира паролата му и ще му изпрати е-мейл с новите парола и потребителско име.';

$txt['showPermissions'] = 'Покажи правата';
$txt['showPermissions_given'] = 'Дадени от';
$txt['showPermissions_denied'] = 'Отказани от';
$txt['showPermissions_permission'] = 'Права (отказаните права са <del>зачерктнати</del>)';
$txt['showPermissions_none_general'] = 'Този член няма общи права.';
$txt['showPermissions_none_board'] = 'Този член няма форум-специфични права.';
$txt['showPermissions_all'] = 'Като администратор, този член има всички възможни права.';
$txt['showPermissions_select'] = 'Форум-специфични права на';
$txt['showPermissions_general'] = 'Общи права';
$txt['showPermissions_global'] = 'Всички форуми';
$txt['showPermissions_restricted_boards'] = 'Забрана до раздели';
$txt['showPermissions_restricted_boards_desc'] = 'За следните радели потребителя няма достъп';

$txt['local_time'] = 'Локално време';
$txt['posts_per_day'] = 'на ден';

$txt['buddy_add'] = 'Добави потребителя в списъка с приятели';
$txt['buddy_remove'] = 'Изтрий потребителя от списъка с приятели';
$txt['buddy_add_button'] = 'Добави';
$txt['no_buddies'] = 'Вашият списък с приятели е празен';

?>