<?php
// Version: 1.1; Profile

$txt[80] = 'Немате дозвола да го измените профилот на овој корисник';
$txt[83] = 'Наслов на вебсајт';
$txt[84] = 'Адреса на вебсајт';
$txt[85] = 'Потпис';
$txt[86] = 'Порака';
$txt[88] = 'Измени го профилот';
$txt[89] = 'Избриши го корисникот';
$txt[113] = 'Моментален статус:';
$txt[228] = 'Личен текст';
$txt[229] = 'Лична фотографија';
$txt[232] = 'Фотографија/Текст';
$txt[329] = 'Поништи ја формата';
$txt[349] = 'Избран јазик';
$txt[420] = 'Старост';
$txt[422] = '(нема фотографија)';
$txt[453] = 'Не постои корисникот чиј профил се обидувате да го видите.';
$txt[458] = 'Најнови пораки: ';
$txt[459] = 'Дополнителни информации';
$txt[460] = 'Прикажи ги последните';
$txt[461] = 'пораки од овој член';
$txt[474] = 'Прецизирајте свој сопствен аватар внесувајќи адреса. (на пр: <b>http://www.mojastranica.com/mojaslika.gif</b>)';
$txt[475] = 'Имам своја фотографија';
$txt[479] = 'Овој формат ќе се користи за прикажување на датум на форумот.';
$txt[486] = 'Формат за време';
$txt[487] = 'Отстапувањето на времето мора да биде меѓу -23.5 и 23.5.';
$txt[518] = 'ова е име кое ќе го видат останатите корисници.';
$txt[519] = 'Број на часови +/- кои ќе направат прикажаното време да биде идентично со локалното време.';
$txt[563] = 'Датум на раѓање';
$txt[564] = 'Месец (ММ)';
$txt[565] = 'Ден (ДД)';
$txt[566] = 'Година (ГГГГ)';
$txt[596] = 'За најголема безбедност, би требало да користите шест или повеќе карактери, комбинација на букви, броеви и симболи.';
$txt[597] = 'Дополнителни информации';
$txt[598] = 'Ова треба да биде пополнето ако прецизирате адреса на сајт.';
$txt[599] = 'Ова мора да биде комплетна адреса.';
$txt[600] = 'Ова е вашиот ICQ број.';
$txt[601] = 'Ова е вашето AOL Instant Messenger корисничко име.';
$txt[602] = 'Ова е вашето Yahoo! Instant Messenger корисничко име.';
$txt[606] = 'Потписите се прикажуваат на крајот на секоја порака. BBC-кодот и Смешковците можат да бидат користени.';
$txt[664] = 'Најмногу ' . $modSettings['max_signatureLength'] . '; останати карактери: ';
$txt[688] = 'Испратете приватна порака на овој член';
$txt[722] = 'сокриен';
$txt[741] = 'Моментално време на форумот';
$txt[749] = 'Поле \'број на пораки\' може да содржи само букви.';

$txt['smf225'] = 'Јазик';
$txt['smf227'] = 'Аватарот има преголеми димензии. Променете ги истите и обидете се повторно (макс.)';
$txt['smf233'] = 'Погрешна вредност на датумот на зачленување. Пр. за правилна вредност:';
$txt['smf237'] = 'Ова е вашата MSN messenger email адреса';
$txt['smf241'] = 'Моментална лозинка';
$txt['smf243'] = 'Не сте ја внеле вашата моментална лозинка.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'Од безбедносни причини потребно е да ја внесете вашата моментална лозинка за да направите измени во профилот.';

$txt['timeoffset_autodetect'] = '(автоматско пронаоѓање)';

$txt['pswd1'] = 'Тајно прашање';
$txt['secret_desc'] = 'За помош во потсетувањето на вашата лозинка, внесете прашање на кое <b>само вие</b> го знаете одговорот.';
$txt['secret_desc2'] = 'Изберете внимателно. Не би сакале некој да го погоди одговорот!';
$txt['pswd2'] = 'Одговор';
$txt['pswd3'] = 'Постави ми го моето прашање';
$txt['pswd4'] = 'Не можете да ја повратите својата лозинка, но можете да поставите нова со посета на линкот кој ви е пратен со email. Имате и опција за избирање на нова лозинка со одговарање на своето тајно прањање.';
$txt['pswd5'] = 'Се извинуваме но не ја прецизиравте точната комбинација на тајното прашање и одговорот од својот профил. Вратете се назад и употребете го стандардниот метод за врачање на лозинката.';
$txt['pswd6'] = 'Внесете одговор на своето прашање и лозинката која саката да ја користите. Лозинката ќе биде променета во истата ако точно одговорите на прашањето.';
$txt['pswd8'] = 'Вашата лозинка е успешно сменета.<br />Кликнете <a href="' . $scripturl . '?action=login">овде</a> за да се пријавите.';
$txt['secret_why_blank'] = 'зошто е ова празно?';

$txt['theme1a'] = 'Моментална тема';
$txt['theme1b'] = '(промена)';
$txt['theme2'] = 'Подесувања на темата';
$txt['theme_forum_default'] = 'Стандарден изглед на Форумот';
$txt['theme_forum_default_desc'] = 'Ова е стандардна тема што значи дека ќе се менува заедно со подесувањата на администраторот и форумот што го гледате.';

$txt['profileConfirm'] = 'Дали навистина сакате да го избришете овој корисник?';

$txt['title1'] = 'Кориснички наслов';

$txt['lastLoggedIn'] = 'Последен пат пријавен';

$txt['notifyX'] = 'Подесувања на известувањата:';
$txt['notifyX1'] = 'Сочувај ги подесувањата';
$txt['notifyXAnn4'] = 'Примај ги објавувањата во форумот и важните известувања преку email.';
$txt['notifyXOnce1'] = 'Примај известување за порака (одговор) само за првата непрочитана порака (одговор).';
$txt['auto_notify'] = 'Вклучи известување кога отварате нова или одговарате на тема што веќе постои.';
$txt['notify_send_types'] = 'За темите и форумите побарав известувања, извести ме за';
$txt['notify_send_type_everything'] = 'Одговори и модерирање';
$txt['notify_send_type_everything_own'] = 'Модерирање само ако сум ја започнал темата';
$txt['notify_send_type_only_replies'] = 'Само одговорите';
$txt['notify_send_type_nothing'] = 'Ништо';
$txt['notify_send_body'] = 'Кога се испраќаат известувања за одговор во тема, испрати ја пораката на email (но ве молам внимавајте да не одговарате на овие email пораки.)';

$txt['notifications_topics'] = 'Моментални известувања за темите';
$txt['notifications_topics_list'] = 'Во моментов ве известуваме за одговори во следните теми:';
$txt['notifications_topics_none'] = 'Моментално не примате известувања за следните теми.';
$txt['notifications_topics_howto'] = 'За да примате известувања за темата кликнете на &quot;извести ме&quot; при нејзиниот преглед.';
$txt['notifications_boards'] = 'Моментални известувања за форумите';
$txt['notifications_boards_list'] = 'Моментално ве известуваме за новите теми во следните форуми:';
$txt['notifications_boards_none'] = 'Моментално не примате известувања за ниеден форум.';
$txt['notifications_boards_howto'] = 'За да примате известувања за одреден форум кликнете на &quot;извести ме&quot; на индексот на истиот.';
$txt['notifications_update'] = 'Откажи ја претплатата';

$txt[325] = 'Листа на игнорирања';
$txt[326] = 'Додајте едно корисничко име по линија.<br /> Или внесете * за да ги игнорирате сите пораки.';
$txt[327] = 'Извести ме преку email секогаш кога ќе примам приватна порака.';
$txt['email_notify_never'] = 'Никогаш';
$txt['email_notify_buddies'] = 'Само од Пријатели';
$txt['email_notify_always'] = 'Секогаш';

$txt['statPanel_showStats'] = 'Кориснички статистики за: ';
$txt['statPanel_users_votes'] = 'Број на гласања';
$txt['statPanel_users_polls'] = 'Број на направените гласања';
$txt['statPanel_total_time_online'] = 'Вкупно време поминато на форумот';
$txt['statPanel_noPosts'] = 'Нема пораки за кои би можеле да зборуваме!';
$txt['statPanel_generalStats'] = 'Општа статистика';
$txt['statPanel_posts'] = 'пораки';
$txt['statPanel_topics'] = 'теми';
$txt['statPanel_total_posts'] = 'Вкупно пораки';
$txt['statPanel_total_topics'] = 'Вкупно започнати Теми';
$txt['statPanel_votes'] = 'гласови';
$txt['statPanel_polls'] = 'гласања';
$txt['statPanel_topBoards'] = 'Најпопуларен форум према бројот на пораки';
$txt['statPanel_topBoardsActivity'] = 'Најпопуларен форум према активност';
$txt['statPanel_activityTime'] = 'Праќање пораки во зависност од времето';
$txt['statPanel_timeOfDay'] = 'Време во денот';
$txt['statPanel_show'] = 'Прикажи ја општатата статистика за овој член';

$txt['deleteAccount_warning'] = 'Внимание - Овие дејствија не можат да се поништат!';
$txt['deleteAccount_desc'] = 'Од оваа страна можете да ги избришете налогот и пораките на корисникот.';
$txt['deleteAccount_member'] = 'Избриши го налогот на овој член.';
$txt['deleteAccount_posts'] = 'Пораки на корисникот кои ќе бидат отстранети';
$txt['deleteAccount_none'] = 'Нема';
$txt['deleteAccount_all_posts'] = 'Сите пораки';
$txt['deleteAccount_topics'] = 'Теми и пораки';
$txt['deleteAccount_confirm'] = 'Дали сте навистина сигурни дека саката да го избришете овој налог?';
$txt['deleteAccount_approval'] = 'Ве молиме запаметете дека модераторите на форумот ќе треба да го одобрат бришењето на овој налог прд да биде отстранет.';

$txt['profileInfo'] = 'Информации за профилот';
$txt['summary'] = 'Збирно';
$txt['showPosts'] = 'Прикажи ги пораките';
$txt['statPanel'] = 'Прикажи ја статистиката';
$txt['editBuddies'] = 'Управување со Пријатели';
$txt['trackUser'] = 'Следење на корисникот';
$txt['trackIP'] = 'Следење на IP';

$txt['profileEdit'] = 'Измени го профилот';
$txt['account'] = 'Подесувања врзани за налогот';
$txt['account_info'] = 'Ова се вашите подесувања врзани за налогот. Оваа страница содржи критични информации кои ве претставуваат на овој форум. Од безбедносни причини, морате да ја внесете својата (моментална) лозинка за да ги измените овие информации.';
$txt['forumProfile'] = 'Информации од профилот на форумот';
$txt['forumProfile_info'] = 'Можете да ги смените вашите лични информации на оваа страница. Овие информации ќе бидат прикажани низ Форумот за планинарски споротови. Ако не сакате да поделите некои информации едноставно прескокнете ги - тука ништо не е задолжително.';
$txt['theme'] = 'Подесувања на изгледот';
$txt['theme_info'] = 'Овој оддел ви овозможува да го менувате изгледот на форумот.';
$txt['notification'] = 'Известувања и е-mail';
$txt['notification_info'] = 'SMF ви овозможува да бидете известени за одговорите на пораките, новопоставените теми како и пораките на форумот. Овде можете да ги измените тие подесувања или да ги видите темите и форумите за кои добивате известувања.';
$txt['pmprefs'] = 'Опциите за приватните пораки';
$txt['pmprefs_info'] = 'Останатите членови на форумот можат да ве контактираат лично но понекогаш можеби ќе посакате да игнорирате нечии пораки. Оваа страница ви го овозможува тоа покрај другите опции.';

$txt['profileAction'] = 'Акции';
$txt['deleteAccount'] = 'Избриши го овој налог';
$txt['profileSendIm'] = 'Испрати приватна порака';
$txt['profileBanUser'] = 'Забрани го овој корисник';

$txt['display_name'] = 'Прикажано име';
$txt['enter_ip'] = 'Внесете IP (опсег)';
$txt['errors_by'] = 'Пораки за грешки од';
$txt['errors_desc'] = 'Подоле е списокот на сите понови направени грешки кои ги направил/доживеал овој корисник.';
$txt['errors_from_ip'] = 'Пораки за грешки со IP (опсег)';
$txt['errors_from_ip_desc'] = 'Подоле е список на сите пораки за грешки направени од овој IP (опсег).';
$txt['invalid_ip'] = 'Погрешна IP адреса. Само ѕвезда (*) е дозволена како џокер, на пр. 127.0.*.*';
$txt['ip_address'] = 'IP адреса';
$txt['ips_in_errors'] = 'IP адреси користени во пораките за грешки';
$txt['ips_in_messages'] = 'IP користени за пораки';
$txt['members_from_ip'] = 'Членови со IP (опсег)';
$txt['members_in_range'] = 'Членови кои се веројатно во истиот опсег';
$txt['messages_from_ip'] = 'Пораки испратени од оваа IP (опсег)';
$txt['messages_from_ip_desc'] = 'Подоле е список на сите пораки испратени од оваа IP (опсег).';
$txt['most_recent_ip'] = 'Најнови IP адреси';
$txt['no_errors_from_ip'] = 'Не се пронајдени пораки за грешки со назначената IP (опсег)';
$txt['no_errors_from_user'] = 'Не се пронајдени пораки за грешки од назначениот корисник';
$txt['no_members_from_ip'] = 'Не се пронајдени членови со назначената IP (опсег)';
$txt['no_messages_from_ip'] = 'Не се пронајдени пораки со назначената IP адреса (опсег)';
$txt['none'] = 'нема';
$txt['own_profile_confirm'] = 'Дали сте сигурни дека саката да го избришете својот налог?';
$txt['view_ips_by'] = 'Погледајте ги IP адресите користени од';

$txt['avatar_will_upload'] = 'Ќе доставам своја слика';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'Добредојдовте повторно на';
$txt['activate_reactivate_mail'] = 'За да ја потврдиме вашата email адреса го деактивиравме вашиот налог. Кликнете на следниот линк за да го активирате повторно:';
$txt['activate_changed_email'] = 'Ја променивте својата email адреса. За да ја потврдите новата адреса ќе примите порака на истата. Кликнете на линкот во тој email-у и повторно ќе го активирате својот налог.';

$txt[394] = 'Не можам да испратам email со потсетник.';
$txt[395] = 'Испрати email на';
$txt[396] = 'за да побарате лозинка';
$txt[669] = 'Потсетник за лозинка';

$txt['smf100'] = 'Корисничко име/email';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Нова лозинка за ' . $context['forum_name'];
$txt['reminder_mail'] = 'Овој еmail е пратен бидејќи функцијата \'заборавена лозинка\' е применета на вашиот налог. За да поставите нова лозинка кликнете на следниот линк';
$txt['reminder_sent'] = 'Пратен е еmail на вашата адреса. Кликнете на линкот во тој е-mail за да поставите нова лозинка';
$txt['reminder_set_password'] = 'Постави лозинка';
$txt['reminder_password_set'] = 'Лозинката е успешно променета';
$txt['reminder_error'] = '%s не успеа да одговори точно на своето тајно прашање обидувајќи се да ја промени заборавената лозинка.';

$txt['registration_not_approved'] = 'Овој налог се уште не е одобрен. Кликнете ако морате да ја промените својата email адреса';
$txt['registration_not_activated'] = 'Овој налог се уште не е активиран. Кликнете ако сакате повторно да ви испратиме активационен email';

$txt['primary_membergroup'] = 'Примарни групи на членови';
$txt['additional_membergroups'] = 'Дополнителни групи на членови';
$txt['additional_membergroups_show'] = '[ прикажи ги дополнителните групи ]';
$txt['no_primary_membergroup'] = '(нема примарни групи)';
$txt['deadmin_confirm'] = 'Дали сте сигурни дека сакате сами неповратно да го отстраните својот администраторски статус?';

$txt['account_activate_method_2'] = 'Налогот бара реактивација по промената на email адресата';
$txt['account_activate_method_3'] = 'Налогот не е одобрен';
$txt['account_activate_method_4'] = 'Налогот чека одобрение за бришење';
$txt['account_activate_method_5'] = 'Налогот е &quot;под одредената возраст&quot; на налози кои чекаат одобрување';
$txt['account_not_activated'] = 'Налогот моментално не е активиран';
$txt['account_activate'] = 'активирај';
$txt['account_approve'] = 'одобри';
$txt['user_is_banned'] = 'Корисникот е моментално забранет';
$txt['view_ban'] = 'Погледај';
$txt['user_banned_by_following'] = 'За овој корисник моментално важат следните забрани:';
$txt['user_cannot_due_to'] = 'Корисникот не може %s заради забраната: &quot;%s&quot;';
$txt['ban_type_post'] = 'порака';
$txt['ban_type_register'] = 'зачлени се';
$txt['ban_type_login'] = 'пријави се';
$txt['ban_type_access'] = 'пристапи на форумот';

$txt['show_online'] = 'Прикажи го на останатите мојот статус на присутност?';

$txt['return_to_post'] = 'Врати се на темите после испраќањето.';
$txt['no_new_reply_warning'] = 'Не известувај за нови одговори за време на оставањето порака.';
$txt['copy_to_outbox'] = 'Сочувај копија од секоја приватна порака во сандачето за испратени пораки.';
$txt['popup_messages'] = 'Дали да прикажам pop-up кога ќе примите нова порака?';
$txt['recent_posts_at_top'] = 'Прикажи ги најновите пораки при врв.';
$txt['recent_pms_at_top'] = 'Прикажи ги најновите приватни пораки при врв.';

$txt['timeformat_easy0'] = '(стандарден формат на форумот)';
$txt['timeformat_easy1'] = 'месец ден, година, чч:мм:сс am/pm';
$txt['timeformat_easy2'] = 'месец ден, година, чч:мм:сс (воен формат на време)';
$txt['timeformat_easy3'] = 'гггг-мм-дд, чч:мм:сс';
$txt['timeformat_easy4'] = 'дд месец гггг, чч:мм:сс';
$txt['timeformat_easy5'] = 'дд-мм-гггг, чч:мм:сс';

$txt['rtm8'] = 'Испраќач';

$txt[732] = 'Прикажи ги описите на форумите внатре во нив.';
$txt['show_children'] = 'Прикажи подфоруми на секоја страница на форумот а не само на првата.';
$txt['show_no_avatars'] = 'Не ги прикажувај аватарите на корисниците.';
$txt['show_no_signatures'] = 'Не ги прикажувај потписите на корисниците.';
$txt['show_no_censored'] = 'Не цензурирај зборови.';
$txt['calendar_start_day'] = 'Прв ден на неделата во календарот';
$txt['display_quick_reply'] = 'Прикажи брз одговор во прикажувањето на темата: ';
$txt['display_quick_reply1'] = 'не прикажувај воопшто';
$txt['display_quick_reply2'] = 'прикажи, стандардното е исклучено.';
$txt['display_quick_reply3'] = 'прикажи, стандардното е вклучено.';
$txt['display_quick_mod'] = 'Прикажи брзо уредување на пораката како ';
$txt['display_quick_mod_none'] = 'не прикажувај.';
$txt['display_quick_mod_check'] = 'полиња за означување.';
$txt['display_quick_mod_image'] = 'икони.';

$txt['whois_title'] = 'Побарај IP адреса со помош на регионалните whois сервери';
$txt['whois_afrinic'] = 'AfriNIC (Africa)';
$txt['whois_apnic'] = 'APNIC (Регион на Азија и Пацификот)';
$txt['whois_arin'] = 'ARIN (Северна Америка, дел на Карибите и потсахарска Африка)';
$txt['whois_lacnic'] = 'LACNIC (Латиноамерикански и Карипски регион)';
$txt['whois_ripe'] = 'RIPE (Европа, Блискиот исток и делови на Африка и Азија)';

$txt['moderator_why_missing'] = 'зошто модераторот не е тука?';
$txt['username_change'] = 'промени';
$txt['username_warning'] = 'За да промените име на член, форумот мора да ја поништи и неговата лозинка и нова ќе му биде испратена по email заедно со новото корисничко име.';

$txt['showPermissions'] = 'Прикажи ги дозволите';
$txt['showPermissions_given'] = 'Даден од';
$txt['showPermissions_denied'] = 'Оневозможена од';
$txt['showPermissions_permission'] = 'Дозволи (одземените дозволи се су <del>прецртани</del>)';
$txt['showPermissions_none_general'] = 'Овој член нема поставени општи дозволи.';
$txt['showPermissions_none_board'] = 'Овој член нема дозволи специфични за одреден форум.';
$txt['showPermissions_all'] = 'Како администратор, овој член ги има сите можни дозволи.';
$txt['showPermissions_select'] = 'Специфични дозволи за овој форум';
$txt['showPermissions_general'] = 'Општи дозволи';
$txt['showPermissions_global'] = 'Сите форуми';
$txt['showPermissions_restricted_boards'] = 'Ограничени форуми';
$txt['showPermissions_restricted_boards_desc'] = 'Следните форуми не се достапни за овој корисник';

$txt['local_time'] = 'Локално време';
$txt['posts_per_day'] = 'по ден';

$txt['buddy_add'] = 'Додади на Листата на пријатели';
$txt['buddy_remove'] = 'Отстрани од Листата на пријатели';
$txt['buddy_add_button'] = 'Додади';
$txt['no_buddies'] = 'Вашата Листа на пријатели моментално е празна';

?>