<?php
// Version: 1.1; Profile

$txt[80] = 'Δεν σας επιτρέπεται η αλλαγή αυτού του προφίλ.';
$txt[83] = 'Τίτλος ιστότοπου';
$txt[84] = 'Διεύθυνση ιστότοπου';
$txt[85] = 'Υπογραφή';
$txt[86] = 'Μηνύματα';
$txt[88] = 'Αλλαγή προφίλ';
$txt[89] = 'Διαγραφή χρήστη';
$txt[113] = 'Κατάσταση:';
$txt[228] = 'Προσωπικό κείμενο';
$txt[229] = 'Προσωπική εικόνα';
$txt[232] = 'Εικόνα/κείμενο';
$txt[329] = 'Επαναφορά';
$txt[349] = 'Γλώσσα';
$txt[420] = 'Ηλικία';
$txt[422] = '(χωρίς εικόνα)';
$txt[453] = 'Ο χρήστης του οποίου το προφίλ θέλετε να δείτε δεν υπάρχει.';
$txt[458] = 'Τελευταία μηνύματα του μέλους: ';
$txt[459] = 'Πρόσθετες πληροφορίες';
$txt[460] = 'Εμφάνιση τελευταίων';
$txt[461] = 'μηνυμάτων αυτού του μέλους';
$txt[474] = 'Δηλώστε τη διεύθυνση της δικής σας φωτογραφίας με διεύθυνση URL. (π.χ.: <b>http://www.mypage.com/mypic.gif</b>)';
$txt[475] = 'Έχω δική μου φωτογραφία';
$txt[479] = 'Η επιλογή αυτή θα κάνει όλες τις ημερομηνίες της δημόσιας συζήτησης να εμφανίζονται με αυτή τη μορφή.';
$txt[486] = 'Μορφή ώρας';
$txt[487] = 'Η διαφορά ώρας πρέπει να είναι μεταξύ -23.5 και 23.5.';
$txt[518] = 'Αυτό είναι το όνομα που θα εμφανίζεται στους επισκέπτες (επιτρέπονται ελληνικοί χαρακτήρες).';
$txt[519] = 'Αριθμός ωρών +/- για να κάνετε την ώρα της δημόσιας συζήτησης να εμφανίζεται στη τοπική σας ώρα.';
$txt[563] = 'Ημερομηνία γέννησης';
$txt[564] = 'Μήνας (ΜΜ)';
$txt[565] = 'Ημέρα (ΗΗ)';
$txt[566] = 'Έτος (ΕΕΕΕ)';
$txt[596] = 'Για μεγαλύτερη ασφάλεια, συνιστούμε να χρησιμοποιήσετε 6 ή παραπάνω χαρακτήρες, με συνδυασμό γραμμάτων, αριθμών και συμβόλων.';
$txt[597] = 'Πρόσθετες πληροφορίες';
$txt[598] = 'Είναι απαραίτητο αν δώσετε διεύθυνση URL παρακάτω.';
$txt[599] = 'Πρέπει να είναι ένα πλήρες URL, και να αρχίζει από http://';
$txt[600] = 'Αυτός είναι ο αριθμός σας στο ICQ.';
$txt[601] = 'Αυτό είναι το όνομά σας στο AOL Instant Messenger.';
$txt[602] = 'Αυτό είναι το όνομά σας στο Yahoo! Instant Messenger.';
$txt[606] = 'Η υπογραφή εμφανίζεται στο κάτω μέρος κάθε μηνύματός σας. Μπορείτε να χρησιμοποιήσετε κώδικα BBC και smiley στην υπογραφή σας.';
$txt[664] = 'Μέγιστο πλήθος χαρακτήρων ' . $modSettings['max_signatureLength'] . '; υπόλοιπο χαρακτήρων: ';
$txt[688] = 'Αποστολή προσωπικού μηνύματος σε αυτό το μέλος';
$txt[722] = 'κρυμμένο';
$txt[741] = 'Ώρα της δημόσιας συζήτησης αυτή τη στιγμή';
$txt[749] = 'Το πεδίο \'αριθμός μηνυμάτων\' μπορεί να περιέχει μόνο ψηφία.';

$txt['smf225'] = 'Γλώσσα';
$txt['smf227'] = 'Το πορτραίτο σας είναι πολύ μεγάλο, μικρύνετέ το και ξαναπροσπαθήστε (μέγιστο';
$txt['smf233'] = 'Λάθος ημερομηνία εγγραφής, έγκυρο παράδειγμα:';
$txt['smf237'] = 'Η διεύθυνσή e-mail σας στον MSN messenger';
$txt['smf241'] = 'Τρέχων κωδικός';
$txt['smf243'] = 'Δεν δώσατε τον τρέχοντα κωδικό σας.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'Για λόγους ασφαλείας πρέπει να δώσετε τον τρέχοντα κωδικό σας για να κάνετε αλλαγές στο προφίλ σας.';

$txt['timeoffset_autodetect'] = '(αυτόματη ανίχνευση)';

$txt['pswd1'] = 'Μυστική ερώτηση';
$txt['secret_desc'] = 'Μπορείτε να δώσετε μια ερώτηση με απάντηση που <b>μόνο</b> εσείς γνωρίζετε, για να κάνετε πιο εύκολη την ανάκτηση του κωδικού σας αν τον ξεχάσετε.';
$txt['secret_desc2'] = 'Επιλέξτε προσεκτικά, δεν θα θέλατε κάποιος να μαντέψει την απάντηση!';
$txt['pswd2'] = 'Απάντηση';
$txt['pswd3'] = 'Μυστική ερώτηση';
$txt['pswd4'] = 'Δεν μπορείτε να δείτε τον κωδικό σας, αλλά μπορείτε να ορίσετε ένα νέο ακολουθώντας τον σύνδεσμο που σας έχει σταλεί με email.  Έχετε επίσης την επιλογή ορισμού νέου κωδικού απαντώντας την μυστική σας ερώτηση.';
$txt['pswd5'] = 'Συγγνώμη, αλλά δεν δώσατε έναν έγκυρο συνδυασμό μυστικής ερώτησης και απάντησης στο προφίλ σας. Παρακαλούμε επιστρέψτε πίσω και χρησιμοποιήστε τον προκαθορισμένο τρόπο αλλαγής του κωδικού σας.';
$txt['pswd6'] = 'Παρακαλούμε δώστε την απάντηση στην ερώτηση, και τον νέο κωδικό που θέλετε να έχετε. Αν η απάντηση είναι σωστή, o κωδικός σας θα αλλάξει σε αυτόν που ορίσατε.';
$txt['pswd8'] = 'Ο κωδικός σας άλλαξε επιτυχώς.<br />Πατήστε <a href="' . $scripturl . '?action=login">εδώ</a> για να συνδεθείτε.';
$txt['secret_why_blank'] = 'γιατί αυτό είναι κενό;';

$txt['theme1a'] = 'Επιλεγμένη εμφάνιση';
$txt['theme1b'] = '(αλλαγή)';
$txt['theme2'] = 'Επιλογές εμφάνισης';
$txt['theme_forum_default'] = 'Προεπιλογή δημόσιας συζήτησης ή πίνακα';
$txt['theme_forum_default_desc'] = 'Αυτή είναι η προεπιλεγμένη εμφάνιση. Η εμφάνιση αυτή μπορεί να αλλάξει ανάλογα με τη ρύθμιση που έχει κάνει ο διαχειριστής και τον πίνακα που διαβάζετε.';

$txt['profileConfirm'] = 'Θέλετε σίγουρα να διαγράψετε αυτό το μέλος;';

$txt['title1'] = 'Πρόσθετος τίτλος';

$txt['lastLoggedIn'] = 'Τελευταία σύνδεση';

$txt['notifyX'] = 'Ρυθμίσεις ειδοποιήσεων:';
$txt['notifyX1'] = 'Αποθήκευση ρυθμίσεων';
$txt['notifyXAnn4'] = 'Ειδοποίηση νέων ανακοινώσεων και σημαντικών ενημερώσεων με e-mail.';
$txt['notifyXOnce1'] = 'Ειδοποίηση απαντήσεων μόνο για την πρώτη μη αναγνωσμένη απάντηση.';
$txt['auto_notify'] = 'Ενεργοποίηση ειδοποιήσεων όταν δημοσιεύετε νέο θέμα ή απαντάτε σε μία που ήδη υπάρχει.';
$txt['notify_send_types'] = 'Για θέματα και πίνακες για τους οποίους λαμβάνω ειδοποιήσεις, να γίνεται ειδοποίηση για';
$txt['notify_send_type_everything'] = 'Απαντήσεις και συντονισμοί';
$txt['notify_send_type_everything_own'] = 'Συντονισμός μόνο αν δημιούργησα το θέμα';
$txt['notify_send_type_only_replies'] = 'Μόνο απαντήσεις';
$txt['notify_send_type_nothing'] = 'Τίποτα απολύτως';
$txt['notify_send_body'] = 'Όταν αποστέλεται ειδοποίηση για απάντηση σε κάποιο θέμα, να συμπεριλαμβάνεται το κείμενο του μηνύματος στο email (αλλά παρακαλούμε μην απαντάτε σε αυτά τα email.)';

$txt['notifications_topics'] = 'Ειδοποιήσεις συζητήσεων';
$txt['notifications_topics_list'] = 'Ειδοποιείστε για απαντήσεις στις παρακάτω συζητήσεις';
$txt['notifications_topics_none'] = 'Προς το παρόν δεν λαμβάνετε ειδοποιήσεις από συζητήσεις.';
$txt['notifications_topics_howto'] = 'Για να λαμβάνετε ειδοποιήσεις από μία συζήτηση, πατήστε το κουμπί &quot;ειδοποίηση&quot; όταν το διαβάζετε.';
$txt['notifications_boards'] = 'Ειδοποιήσεις πινάκων';
$txt['notifications_boards_list'] = 'Ειδοποιείστε για νέα θέματα στους παρακάτω πίνακες συζητήσεων';
$txt['notifications_boards_none'] = 'Προς το παρόν δεν λαμβάνετε ειδοποιήσεις από πίνακες συζητήσεων.';
$txt['notifications_boards_howto'] = 'Για να λαμβάνετε ειδοποιήσεις από έναν πίνακα συζητήσεων, πατήστε το κουμπί &quot;ειδοποίηση&quot; στη λίστα θεμάτων του συγκεκριμένου πίνακα.';
$txt['notifications_update'] = 'Διακοπή ειδοποιήσεων';

$txt[325] = 'Λίστα παράβλεψης';
$txt[326] = 'Προσθέστε ένα χρήστη ανά γραμμή.<br>Ή χρησιμοποιήστε * για να αγνοήσετε όλα τα προσωπικά μηνύματα.';
$txt[327] = 'Ειδοποίηση με email κάθε φορά που λαμβάνετε προσωπικό μήνυμα';
$txt['email_notify_never'] = 'Ποτέ';
$txt['email_notify_buddies'] = 'Από τους φίλους μόνο';
$txt['email_notify_always'] = 'Πάντα';

$txt['statPanel_showStats'] = 'Στατιστικά χρήστη: ';
$txt['statPanel_users_votes'] = 'Σύνολο ψήφων σε ψηφοφορίες';
$txt['statPanel_users_polls'] = 'Σύνολο δημιουργημένων ψηφοφοριών';
$txt['statPanel_total_time_online'] = 'Σύνολο χρόνου σε σύνδεση';
$txt['statPanel_noPosts'] = 'Δεν υπάρχει καμία αποστολή μηνύματος!';
$txt['statPanel_generalStats'] = 'Γενικά στατιστικά';
$txt['statPanel_posts'] = 'μηνύματα';
$txt['statPanel_topics'] = 'θέματα';
$txt['statPanel_total_posts'] = 'Σύνολο μηνυμάτων';
$txt['statPanel_total_topics'] = 'Σύνολο θεμάτων';
$txt['statPanel_votes'] = 'ψήφοι';
$txt['statPanel_polls'] = 'ψηφοφορίες';
$txt['statPanel_topBoards'] = 'Δημοφιλέστεροι πίνακες ανά αριθμό μηνυμάτων';
$txt['statPanel_topBoardsActivity'] = 'Δημοφιλέστεροι πίνακες ανά επισκεψιμότητα';
$txt['statPanel_activityTime'] = 'Αποστολές μηνυμάτων ανά ώρα';
$txt['statPanel_timeOfDay'] = 'Ώρα ημέρας';
$txt['statPanel_show'] = 'Εμφάνιση γενικών στατιστικών αυτού του μέλους';

$txt['deleteAccount_warning'] = 'Προσοχή! - Αυτές οι ενέργειες είναι μη αναστρέψιμες!';
$txt['deleteAccount_desc'] = 'Από αυτή τη σελίδα μπορείτε να διαγράψετε τον λογαριασμό και τα μηνύματα του χρήστη.';
$txt['deleteAccount_member'] = 'Διαγραφή λογαριασμού χρήστη';
$txt['deleteAccount_posts'] = 'Διαγραφή μηνυμάτων του μέλους';
$txt['deleteAccount_none'] = 'Κανένα';
$txt['deleteAccount_all_posts'] = 'Όλα τα μηνύματα';
$txt['deleteAccount_topics'] = 'Θέματα και μηνύματα';
$txt['deleteAccount_confirm'] = 'Θέλετε σίγουρα να διαγράψετε αυτόν τον λογαριασμό χρήστη;';
$txt['deleteAccount_approval'] = 'Παρακαλώ έχετε υπόψη οτι οι συντονιστές θα πρέπει να εγκρίνουν αυτή τη διαγραφή λογαριασμού πριν γίνει.';

$txt['profileInfo'] = 'Πληροφορίες προφίλ';
$txt['summary'] = 'Περίληψη';
$txt['showPosts'] = 'Εμφάνιση μηνυμάτων';
$txt['statPanel'] = 'Εμφάνιση στατιστικών';
$txt['editBuddies'] = 'Τροποποίηση λίστας φίλων';
$txt['trackUser'] = 'Ανίχνευση χρήστη';
$txt['trackIP'] = 'Ανίχνευση IP';

$txt['profileEdit'] = 'Αλλαγή προφίλ';
$txt['account'] = 'Ρυθμίσεις λογαριασμού';
$txt['account_info'] = 'Αυτές είναι οι ρυθμίσεις του λογαριασμού σας. Αυτή η σελίδα περιέχει όλες τις κρίσιμες πληροφορίες που σας περιγράφουν σε αυτή τη δημόσια συζήτηση. Για λόγους ασφαλείας, θα χρειαστεί να δώσετε τον τρέχοντα κωδικό σας για να πραγματοποιήσετε αλλαγές σε αυτές τις πληροφορίες.';
$txt['forumProfile'] = 'Ρυθμίσεις προφίλ';
$txt['forumProfile_info'] = 'Μπορείτε να αλλάξετε τα προσωπικά σας στοιχεία σε αυτή τη σελίδα. Αυτά τα στοιχεία εμφανίζονται σε διάφορα σημεία στο ' . $context['forum_name'] . '. Αν η κοινοποίηση αυτών των στοιχείων σάς κάνει να νοιώθετε άβολα, απλά παραλείψτε τα, δεν είναι υποχρεωτικά.';
$txt['theme'] = 'Ρυθμίσεις εμφάνισης';
$txt['theme_info'] = 'Αυτό το τμήμα σάς επιτρέπει να παραμετροποιήσετε τη μορφή και εμφάνιση της δημόσιας συζήτησης.';
$txt['notification'] = 'Ρυθμίσεις ειδοποιήσεων';
$txt['notification_info'] = 'Η δημόσια συζήτηση σας επιτρέπει να ειδοποιείστε για απαντήσεις σε μηνύματα, νέα θέματα και ανακοινώσεις. Μπορείτε να αλλάξετε αυτές τις ρυθμίσεις εδώ, ή να επιθεωρήσετε τα θέματα και πίνακες από τα οποία λαμβάνετε ειδοποιήσεις.';
$txt['pmprefs'] = 'Ρυθμίσεις προσωπικών μηνυμάτων';
$txt['pmprefs_info'] = 'Τα υπόλοιπα μέλη του ' . $context['forum_name'] . ' μπορούν να επικοινωνήσουν μαζί σας προσωπικά, αλλά μερικές φορές μπορεί να θέλετε να αγνοήσετε τα μηνύματα ενός μέλους.  Αυτή η σελίδα σας δίνει τη δυνατότητα να κάνετε αυτή τη ρύθμιση, καθώς και κάποιες άλλες.';

$txt['profileAction'] = 'Ενέργειες';
$txt['deleteAccount'] = 'Διαγραφή λογαριασμού';
$txt['profileSendIm'] = 'Αποστολή προσωπικού μηνύματος';
$txt['profileBanUser'] = 'Αποκλεισμός χρήστη';

$txt['display_name'] = 'Εμφανιζόμενο όνομα';
$txt['enter_ip'] = 'IP (εύρος)';
$txt['errors_by'] = 'Μηνύματα σφάλματος από';
$txt['errors_desc'] = 'Ακολουθεί λίστα με όλα τα πρόσφατα σφάλματα που ο χρήστης δημιούργησε/έλαβε.';
$txt['errors_from_ip'] = 'Μηνύματα σφαλμάτων από το IP (εύρος)';
$txt['errors_from_ip_desc'] = 'Ακολουθεί λίστα όλων των πρόσφατων μηνυμάτων λαθών που δημιουργήθηκαν από αυτό το IP (εύρος).';
$txt['invalid_ip'] = 'Μη έγκυρη διεύθυνση IP. Σημειώστε ότι μόνο αστερίσκοι (*) επιτρέπονται ως μάσκες, π.χ. 127.0.*.*';
$txt['ip_address'] = 'Διεύθυνση IP';
$txt['ips_in_errors'] = 'IP που χρησιμοποιήθηκαν σε μηνύματα σφάλματος';
$txt['ips_in_messages'] = 'IP που χρησιμοποιήθηκαν σε μηνύματα';
$txt['members_from_ip'] = 'Μέλη από το IP (εύρος)';
$txt['members_in_range'] = 'Μέλη πιθανόν στο ίδιο εύρος IP';
$txt['messages_from_ip'] = 'Μηνύματα που στάλθηκαν από το IP (εύρος)';
$txt['messages_from_ip_desc'] = 'Ακολουθεί λίστα από όλα τα μηνύματα που στάλθηκαν από αυτό το (εύρος).';
$txt['most_recent_ip'] = 'Πρόσφατη διευθύνση IP';
$txt['no_errors_from_ip'] = 'Δεν βρέθηκαν μηνύματα σφάλματος από το συγκεκριμένο IP (εύρος)';
$txt['no_errors_from_user'] = 'Δεν βρέθηκαν μηνύματα σφάλματος από τον συγκεκριμένο χρήστη';
$txt['no_members_from_ip'] = 'Δεν βρέθηκαν μέλη από το συγκεκριμένο IP (εύρος)';
$txt['no_messages_from_ip'] = 'Δεν βρέθηκαν από το συγκεκριμένο IP (εύρος)';
$txt['none'] = 'Κανένα';
$txt['own_profile_confirm'] = 'Είστε βέβαιος ότι θέλετε να διαγράψετε τον λογαριασμό σας;';
$txt['view_ips_by'] = 'Εμφάνιση IP που χρησιμοποιούνται από';

$txt['avatar_will_upload'] = 'Θα αποστείλω δική μου φωτογραφία';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'Καλώς ορίσατε πίσω στο';
$txt['activate_reactivate_mail'] = 'Για να πιστοποιήσετε εκ νέου τη διεύθυνση e-mail σας, ο λογαριασμός σας απενεργοποιήθηκε. Ακολουθήστε τον παρακάτω σύνδεσμο για να τον ενεργοποιήσετε ξανά:';
$txt['activate_changed_email'] = 'Αλλάξατε τη διεύθυνση e-mail σας. Για να πιστοποιήσετε αυτή τη διεύθυνση θα λάβετε ένα e-mail. Ακολουθήστε τον σύνδεσμο σε εκείνο το e-mail για να ενεργοποιήσετε ξανά τον λογαριασμό σας.';

$txt[394] = 'Αδύνατη η αποστολή υπενθύμισης με e-mail.';
$txt[395] = 'Αποστολή e-mail στον χρήστη';
$txt[396] = 'για ερώτηση κωδικού';
$txt[669] = 'Υπενθύμιση κωδικού';

$txt['smf100'] = 'Όνομα χρήστη/e-mail';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Νέος κωδικός για το ' . $context['forum_name'];
$txt['reminder_mail'] = 'Αυτό το e-mail εστάλη επειδή ενεργοποιήθηκε η επιλογή \\"Ξεχάσατε τον κωδικό σας;\\". Για να ορίσετε νέο κωδικό πατήστε τον ακόλουθο σύνδεσμο';
$txt['reminder_sent'] = 'Εστάλη ένα e-mail στη διεύθυνσή σας. Ακολουθήστε τον σύνδεσμο σε εκείνο το email για να ορίσετε νέο κωδικό.';
$txt['reminder_set_password'] = 'Νέος κωδικός';
$txt['reminder_password_set'] = 'Ο νέος κωδικός ορίστηκε';
$txt['reminder_error'] = 'O/H %s απέτυχε να απαντήσει σωστά τη μυστική ερώτηση καθώς προσπαθούσε να αλλάξει έναν ξεχασμένο κωδικό.';

$txt['registration_not_approved'] = 'Αυτός ο λογαριασμός δεν έχει εγκριθεί ακόμα. Αν χρειάζεται να αλλάξετε την διεύθυνση e-mail σας, παρακαλώ πατήστε';
$txt['registration_not_activated'] = 'Αυτός ο λογαριασμός δεν έχει ενεργοποιηθεί ακόμα. Αν χρειάζεται να σας ξανασταλεί το e-mail ενεργοποίησης, παρακαλώ πατήστε';

$txt['primary_membergroup'] = 'Κύρια ομάδα μελών';
$txt['additional_membergroups'] = 'Πρόσθετες ομάδες μελών';
$txt['additional_membergroups_show'] = '[ εμφάνιση πρόσθετων ομάδων ]';
$txt['no_primary_membergroup'] = '(χωρίς κύρια ομάδα μελών)';
$txt['deadmin_confirm'] = 'Θέλετε σίγουρα να αφαιρέσετε τα δικαιώματα διαχείρισης σας; (μη-αναστρέψιμο)';

$txt['account_activate_method_2'] = 'Ο λογαριασμός απαιτεί επανενεργοποίηση μετά την αλλαγή του email';
$txt['account_activate_method_3'] = 'Ο λογαριασμός δεν έχει εγκριθεί';
$txt['account_activate_method_4'] = 'Ο λογαριασμός αναμένει έγκριση για διαγραφή';
$txt['account_activate_method_5'] = 'Ο λογαριασμός είναι &quot;με όριο ηλικίας&quot; και αναμένει έγκριση';
$txt['account_not_activated'] = 'Ο λογαριασμός δεν είναι ενεργοποιημένος';
$txt['account_activate'] = 'ενεργοποίηση';
$txt['account_approve'] = 'έγκριση';
$txt['user_is_banned'] = 'Ο χρήστης είναι αποκλεισμένος';
$txt['view_ban'] = 'Προβολή';
$txt['user_banned_by_following'] = 'Αυτός ο χρήστης επηρεάζεται από τους ακόλουθους αποκλεισμούς';
$txt['user_cannot_due_to'] = 'Ο χρήστης δεν μπορεί να %s ως αποτέλεσμα ενός αποκλεισμού: &quot;%s&quot;';
$txt['ban_type_post'] = 'δημοσιεύσει';
$txt['ban_type_register'] = 'εγγραφεί';
$txt['ban_type_login'] = 'συνδεθεί';
$txt['ban_type_access'] = 'έχει πρόσβαση στη δημόσια συζήτηση';

$txt['show_online'] = 'Εμφάνιση της κατάστασης σύνδεσης σας στους υπόλοιπους χρήστες;';

$txt['return_to_post'] = 'Επιστροφή στη συζήτηση μετά από την αποστολή.';
$txt['no_new_reply_warning'] = 'Να μην εμφανίζεται προειδοποίηση για νέες απαντήσεις που έγιναν κατά τη διάρκεια αποστολής μηνύματος.';
$txt['copy_to_outbox'] = 'Αποθήκευση αντιγράφου κάθε απεσταλμένου Προσωπικού Μηνύματος στα Απεσταλμένα.';
$txt['popup_messages'] = 'Εμφάνιση παραθύρου όταν δέχεστε νέα μηνύματα;';
$txt['recent_posts_at_top'] = 'Εμφάνιση πιο πρόσφατων μηνυμάτων στην κορυφή.';
$txt['recent_pms_at_top'] = 'Εμφάνιση πιο πρόσφατων προσωπικών μηνυμάτων στην κορυφή.';

$txt['timeformat_easy0'] = '(Προεπιλογή δημόσιας συζήτησης)';
$txt['timeformat_easy1'] = 'Μήνας Ημέρα, Έτος, ΩΩ:ΛΛ:ΔΔ πμ/μμ';
$txt['timeformat_easy2'] = 'Μήνας Ημέρα, Έτος, ΩΩ:ΛΛ:ΔΔ (24 ώρες)';
$txt['timeformat_easy3'] = 'ΕΕΕΕ-ΜΜ-ΗΗ, ΩΩ:ΛΛ:ΔΔ';
$txt['timeformat_easy4'] = 'ΗΗ Μήνας ΕΕΕΕ, ΩΩ:ΛΛ:ΔΔ';
$txt['timeformat_easy5'] = 'ΗΗ-ΜΜ-ΕΕΕΕ, ΩΩ:ΛΛ:ΔΔ';

$txt['rtm8'] = 'Αποστολέας';

$txt[732] = 'Εμφάνιση περιγραφής πινάκα στη λίστα μηνυμάτων.';
$txt['show_children'] = 'Εμφάνιση θυγατρικών πινάκων σε κάθε σελίδα μέσα στους πίνακες, όχι μόνο στην πρώτη.';
$txt['show_no_avatars'] = 'Μη εμφάνιση πορτραίτων άλλων χρηστών.';
$txt['show_no_signatures'] = 'Μη εμφάνιση υπογραφών άλλων χρηστών.';
$txt['show_no_censored'] = 'Λέξεις χωρίς λογοκρισία.';
$txt['calendar_start_day'] = 'Πρώτη ημέρα της εβδομάδας στο ημερολόγιο';
$txt['display_quick_reply'] = 'Χρήση γρήγορης απάντησης κατά την εμφάνιση θεμάτων: ';
$txt['display_quick_reply1'] = 'μη εμφάνιση';
$txt['display_quick_reply2'] = 'εμφάνιση, απενεργοποιημένη';
$txt['display_quick_reply3'] = 'εμφάνιση, ενεργοποιημένη';
$txt['display_quick_mod'] = 'Εμφάνιση γρήγορου συντονισμού στη λίστα θεμάτων: ';
$txt['display_quick_mod_none'] = 'μη εμφάνιση';
$txt['display_quick_mod_check'] = 'πλαίσια επιλογής';
$txt['display_quick_mod_image'] = 'εικονίδια';

$txt['whois_title'] = 'Ανίχνευση IP σε ένα διακομιστή whois';
$txt['whois_afrinic'] = 'AfriNIC (Αφρική)';
$txt['whois_apnic'] = 'APNIC (Ασία και Ειρηνικός)';
$txt['whois_arin'] = 'ARIN (Βορεία Αμερική, τμήμα Καραϊβικής και υποσαχάρια Αφρική)';
$txt['whois_lacnic'] = 'LACNIC (Λατινική Αμερική και Καραϊβική)';
$txt['whois_ripe'] = 'RIPE (Ευρώπη, Μέση Ανατολή και τμήματα Αφρικής και Ασίας)';

$txt['moderator_why_missing'] = 'γιατί δεν υπάρχει "Συντονιστής" εδώ;';
$txt['username_change'] = 'αλλαγή';
$txt['username_warning'] = 'Για να αλλάξετε το όνομα αυτού του μέλους, η δημόσια συζήτηση πρέπει επίσης να επαναφέρει τον κωδικό του ο οποίος θα σταλεί στο μέλος με e-mail μαζί με το νέο του όνομα χρήστη.';

$txt['showPermissions'] = 'Εμφάνιση δικαιωμάτων';
$txt['showPermissions_given'] = 'Δόθηκε από';
$txt['showPermissions_denied'] = 'Αρνήθηκε από';
$txt['showPermissions_permission'] = 'Δικαίωμα (τα μη εκχωρημένα δικαιώματα εμφανίζονται <del>διαγραμμένα</del>)';
$txt['showPermissions_none_general'] = 'Αυτό το μέλος δεν έχει γενικά δικαιώματα.';
$txt['showPermissions_none_board'] = 'Αυτό το μέλος δεν έχει ειδικά δικαιώματα πινάκων.';
$txt['showPermissions_all'] = 'Ως διαχειριστής, αυτό το μέλος έχει όλα τα δυνατά δικαιώματα.';
$txt['showPermissions_select'] = 'Ειδικά δικαιώματα πίνακα για';
$txt['showPermissions_general'] = 'Γενικά δικαιώματα';
$txt['showPermissions_global'] = 'Όλοι οι πίνακες';
$txt['showPermissions_restricted_boards'] = 'Απαγορευμένοι πίνακες';
$txt['showPermissions_restricted_boards_desc'] = 'Οι παρακάτω πίνακες δεν είναι προσβάσιμοι από αυτόν τον χρήστη';

$txt['local_time'] = 'Τοπική ώρα';
$txt['posts_per_day'] = 'ανά ημέρα';

$txt['buddy_add'] = 'Προσθήκη στη λίστα φίλων';
$txt['buddy_remove'] = 'Διαγραφή από τη λίστα φίλων';
$txt['buddy_add_button'] = 'Προσθήκη';
$txt['no_buddies'] = 'Η λίστα φίλων σας είναι άδεια';

?>