<?php
// Version: 1.1; Profile

$txt[80] = 'Ви не можете змінювати профіль даного користувача.';
$txt[83] = 'Назва сайту';
$txt[84] = 'Адреса(URL) сайту';
$txt[85] = 'Підпис';
$txt[86] = 'Повідомлень';
$txt[88] = 'Змінити профіль';
$txt[89] = 'Видалити користувача';
$txt[113] = 'Поточний статус:';
$txt[228] = 'Підпис під аватаром';
$txt[229] = 'Аватар';
$txt[232] = 'Аватар/Підпис під аватаром';
$txt[329] = 'Видалити';
$txt[349] = 'Вибір мови';
$txt[420] = 'Вік';
$txt[422] = '(немає аватара)';
$txt[453] = 'Такий користувач не існує.';
$txt[458] = 'Останні відповіді: ';
$txt[459] = 'Додаткова інформація';
$txt[460] = 'Показати';
$txt[461] = 'повідомлення користувача';
$txt[474] = 'Вкажіть посилання на аватар. (наприклад: <b>http://www.dgm.net.ua/mypic.gif</b>)';
$txt[475] = 'Власний аватар';
$txt[479] = 'Формат відображення дати';
$txt[486] = 'Формат відображення часу';
$txt[487] = 'Різниця в часі повинна бути між -23.5 s 23.5.';
$txt[518] = 'Ім\'я, zrt буде відображатися користувачам.';
$txt[519] = 'Кількість годин +/- відносно часу сервера.';
$txt[563] = 'День народження';
$txt[564] = 'Місяць (ММ)';
$txt[565] = 'День (ДД)';
$txt[566] = 'Рік (РРРР)';
$txt[596] = 'З метою безпеки, рекомендується використати не менше 6 символів, з використанням комбінації букв, цифр і спеціальних символов.';
$txt[597] = 'Додаткова інформація';
$txt[598] = 'Назва Вашого сайту.';
$txt[599] = 'Укажіть адресу(URL) Вашого сайту.';
$txt[600] = 'Номер ICQ.';
$txt[601] = 'Ім\'я AOL Instant Messenger.';
$txt[602] = 'Ім\'я Yahoo! Instant Messenger.';
$txt[606] = 'Підпис відображається внизу кожного Вашого повідомлення. Ви також можете використати BBС код і смайли.';
$txt[664] = 'Максимум символів - ' . $modSettings['max_signatureLength'] . '; Залишилося: ';
$txt[688] = 'Відправити повідомлення користувачеві';
$txt[722] = 'схований';
$txt[741] = 'Поточний час форуму';
$txt[749] = 'Поле кількості повідомлень, може містити тільки цифри.';

$txt['smf225'] = 'Мова';
$txt['smf227'] = 'Занадто велике зображення. Спробуйте зменшити його розмір (max';
$txt['smf233'] = 'Неправильна дата реєстрації. Приклад:';
$txt['smf237'] = 'Ваш MSN email адреса';
$txt['smf241'] = 'Ваш пароль';
$txt['smf243'] = 'Ви не ввели Ваш пароль.';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'З метою безпеки для прийняття змін необхідно ввести Ваш пароль.';

$txt['timeoffset_autodetect'] = '(автовизначення)';

$txt['pswd1'] = 'Секретне питання';
$txt['secret_desc'] = 'Для відновлення пароля, введіть тут Ваше секретне питання і відповідь на нього.';
$txt['secret_desc2'] = 'Будьте обережні, не допускайте простих питань, на які можна легко дати відповідь!';
$txt['pswd2'] = 'Відповідь';
$txt['pswd3'] = 'Запитати у мене секретне питання';
$txt['pswd4'] = 'Ви не можете відновити свій старий пароль, але Ви можете одержати новий пароль поштою. Ви можете також встановити новий пароль, відповістивши на секретне запитання.';
$txt['pswd5'] = 'Вибачите, але Ви не ввели правильну комбінацію секретного питання і відповіді на нього, зазначеного у Вашому профілі. Будь ласка, поверніться назад і використайте стандартний метод відновлення пароля.';
$txt['pswd6'] = 'Будь ласка, введіть відповідь на Ваше питання і пароль, яким хочете користуватися. Ваш пароль зміниться на той, який Ви виберете.';
$txt['pswd8'] = 'Ваш пароль успішно змінений<br />Натисніть на <a href="' . $scripturl . '?action=login">сюди</a>, щоб увійти на форум.';
$txt['secret_why_blank'] = 'чому порожньо?';

$txt['theme1a'] = 'Поточна тема оформлення';
$txt['theme1b'] = '(змінити)';
$txt['theme2'] = 'Настроювання теми оформлення';
$txt['theme_forum_default'] = 'Тема оформлення за замовчуванням';
$txt['theme_forum_default_desc'] = 'Дана тема оформлення використається на форумі за замовчуванням.';

$txt['profileConfirm'] = 'Ви дійсно хочете видалити даного користувача?';

$txt['title1'] = 'Підпис над аватаром';

$txt['lastLoggedIn'] = 'Остання активність';

$txt['notifyX'] = 'Настроювання повідомлень:';
$txt['notifyX1'] = 'Зберегти';
$txt['notifyXAnn4'] = 'Одержувати новини і важливі оголошення форуму на email.';
$txt['notifyXOnce1'] = 'Одержувати повідомлення тільки після одного непрочитаного повідомлення.';
$txt['auto_notify'] = 'Включити повідомлення відразу після створення нової теми, або після відповіді в іншу тему.';
$txt['notify_send_types'] = 'При включенні повідомлення в темі, повідомити мене при';
$txt['notify_send_type_everything'] = 'Відповіді або зміні теми Модератором';
$txt['notify_send_type_everything_own'] = 'Зміні теми Модератором, якщо я автор';
$txt['notify_send_type_only_replies'] = 'Нових відповідях';
$txt['notify_send_type_nothing'] = 'У кожному разі';
$txt['notify_send_body'] = 'При повідомленні на email про нове повідомлення в темі, відсилати мені це повідомлення в тілі листа.';

$txt['notifications_topics'] = 'Поточні повідомлення в Темах';
$txt['notifications_topics_list'] = 'Ви одержуєте повідомлення з наступних тем';
$txt['notifications_topics_none'] = 'Ви не одержуєте повідомлень.';
$txt['notifications_topics_howto'] = 'Щоб одержувати повідомлення про нові повідомлення, натисніть на кнопку &quot;Повідомляти&quot; у потрібній Вам темі.';
$txt['notifications_boards'] = 'Поточні повідомлення в Розділах';
$txt['notifications_boards_list'] = 'Ви одержуєте повідомлення з наступних розділів';
$txt['notifications_boards_none'] = 'Ви не одержуєте повідомлень.';
$txt['notifications_boards_howto'] = 'Щоб одержувати повідомлення про нові теми в розділі, натисніть на кнопку &quot;Повідомляти&quot; на головній сторінці потрібного Вам розділу.';
$txt['notifications_update'] = 'Відмовитися від повідомлень';

$txt[325] = 'Чорний список';
$txt[326] = 'Ввести по одному імені в рядок<br />Ви можете ввести * щоб не одержувати особисті повідомлення.';
$txt[327] = 'Повідомляти мене по email про появу нових особистих повідомлень:';
$txt['email_notify_never'] = 'Ніколи';
$txt['email_notify_buddies'] = 'Тільки від друзів';
$txt['email_notify_always'] = 'Завжди';

$txt['statPanel_showStats'] = 'Статистика користувача: ';
$txt['statPanel_users_votes'] = 'Кількість голосів';
$txt['statPanel_users_polls'] = 'Кількість створених голосувань';
$txt['statPanel_total_time_online'] = 'Загальний час знаходження на форумі';
$txt['statPanel_noPosts'] = 'Немає повідомлень';
$txt['statPanel_generalStats'] = 'Загальна Інформація';
$txt['statPanel_posts'] = 'повідомлень';
$txt['statPanel_topics'] = 'тем';
$txt['statPanel_total_posts'] = 'Всього повідомлень';
$txt['statPanel_total_topics'] = 'Кількість початих тем';
$txt['statPanel_votes'] = 'голосів';
$txt['statPanel_polls'] = 'опитувань';
$txt['statPanel_topBoards'] = 'Активність у розділах (в повідомленнях)';
$txt['statPanel_topBoardsActivity'] = 'Активність у розділах (у відсотках)';
$txt['statPanel_activityTime'] = 'Середня активність користувача в годинах';
$txt['statPanel_timeOfDay'] = 'години дня';
$txt['statPanel_show'] = 'Показати загальну статистику користувача';

$txt['deleteAccount_warning'] = 'Увага - Дану дію не можна скасувати!';
$txt['deleteAccount_desc'] = 'На цій сторінці Ви можете видалити обліковий запис користувача і його повідомлення.';
$txt['deleteAccount_member'] = 'Видалити цього користувача';
$txt['deleteAccount_posts'] = 'Видалити повідомлення цього користувача';
$txt['deleteAccount_none'] = 'Не видаляти';
$txt['deleteAccount_all_posts'] = 'Всі повідомлення';
$txt['deleteAccount_topics'] = 'Теми і відповіді';
$txt['deleteAccount_confirm'] = 'Ви впевнені, що хочете видалити цього користувача?';
$txt['deleteAccount_approval'] = 'Модератори форуму повинні схвалити видалення користувача, після чого він знищиться.';

$txt['profileInfo'] = 'Профіль користувача';
$txt['summary'] = 'Основна Інформація';
$txt['showPosts'] = 'Перегляд Повідомлень';
$txt['statPanel'] = 'Показати Статистику';
$txt['editBuddies'] = 'Редагувати Список Друзів';
$txt['trackUser'] = 'Перевірити Користувача';
$txt['trackIP'] = 'Перевірити IP';

$txt['profileEdit'] = 'Змінити Профіль';
$txt['account'] = 'Настроювання Облікового Запису';
$txt['account_info'] = 'На цій сторінці зібрана інформація, яка ідентифікує Вас на форумі. З метою безпеки, для зміни цієї інформації Вам необхідно ввести пароль.';
$txt['forumProfile'] = 'Настроювання Профілю';
$txt['forumProfile_info'] = 'На цій сторінці Ви можете змінити інформацію про себе.';
$txt['theme'] = 'Зовнішній Вигляд Форуму';
$txt['theme_info'] = 'На цій сторінці Ви можете змінити настроювання зовнішнього вигляду форуму.';
$txt['notification'] = 'Повідомлення і Email';
$txt['notification_info'] = 'Форум надає можливість повідомляти Вас про відповіді, про нові теми і важливі оголошення. Тут Ви можете змінити ці настроювання, або переглянути теми і форуми, повідомлення яких, Ви одержуєте.';
$txt['pmprefs'] = 'Настроювання Особистих Повідомлень';
$txt['pmprefs_info'] = 'Користувачі ' . $context['forum_name'] . ' можуть звернутися до Вас особисто, але іноді необхідно внести когось у чорний список. Тут Ви можете це зробити.';

$txt['profileAction'] = 'Дії';
$txt['deleteAccount'] = 'Видалити Обліковий Запис';
$txt['profileSendIm'] = 'Відправити Особисте Повідомлення';
$txt['profileBanUser'] = 'Банити Користувача';

$txt['display_name'] = 'Відображуване ім\'я';
$txt['enter_ip'] = 'Введіть IP (діапазон)';
$txt['errors_by'] = 'Повідомлення про помилки користувача - ';
$txt['errors_desc'] = 'У цьому полі відображаються повідомлення про помилки, згенеровані даним користувачем.';
$txt['errors_from_ip'] = 'Повідомлення про помилки з IP адреси (діапазону)';
$txt['errors_from_ip_desc'] = 'У цьому полі відображаються повідомлення про помилки отримані з IP адреси (діапазону).';
$txt['invalid_ip'] = 'Неправильний IP адреса. Не забувайте, що тільки знак (*) може використовуватись при використанні маски, наприклад, 127.0.*.*';
$txt['ip_address'] = 'IP адреса';
$txt['ips_in_errors'] = 'Використані IP адреси в повідомленнях про помилки';
$txt['ips_in_messages'] = 'Використані IP адреси в повідомленнях';
$txt['members_from_ip'] = 'Користувачі з даної IP адреси (діапазону)';
$txt['members_in_range'] = 'Користувачі, що перебувають в тому ж діапазоні';
$txt['messages_from_ip'] = 'Повідомлення залишені з даного IP (діапазону)';
$txt['messages_from_ip_desc'] = 'У цьому полі відображаються повідомлення залишені з даної IP адреси (діапазону).';
$txt['most_recent_ip'] = 'Найбільш часто використається IP адреса';
$txt['no_errors_from_ip'] = 'Не знайдено жодного повідомлення про помилки з даної IP адреси (діапазону)';
$txt['no_errors_from_user'] = 'Не знайдено жодного повідомлення про помилки від даного користувача';
$txt['no_members_from_ip'] = 'Не знайдено користувачів із зазначеною IP адресою (діапазону)';
$txt['no_messages_from_ip'] = 'Не знайдено повідомлень із зазначеної IP адреси (діапазону)';
$txt['none'] = 'Відсутні';
$txt['own_profile_confirm'] = 'Ви впевнені, що хочете видалити свій обліковий запис?';
$txt['view_ips_by'] = 'Перегляд IP адрес користувача - ';

$txt['avatar_will_upload'] = 'Завантажити аватар';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'З поверненням на форум';
$txt['activate_reactivate_mail'] = 'Для підтвердження email адреси, Ваш обліковий запис був деактивирований. Будь ласка, пройдіть по посиланню, щоб заново його активувати.';
$txt['activate_changed_email'] = 'Ви змінили свою email адресу. Для підтвердження нової адреси на нього відправлений лист. Пройдіть по зазначеному у листі посиланню, щоб реактивувати обліковий запис.';

$txt[394] = 'Неможливо відправити лист із нагадуванням пароля.';
$txt[395] = 'Відправити email';
$txt[396] = 'щоб запросити пароль';
$txt[669] = 'Нагадування пароля';

$txt['smf100'] = 'Ваше Ім\'я або Email';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'Новий пароль для ' . $context['forum_name'];
$txt['reminder_mail'] = 'Цей лист був відправлений Вам з форуму '.$context['forum_name'].' Ви скористалися функцією відновлення пароля для Вашого облікового запису. Для того, щоб встановити новий пароль пройдіть по посиланню';
$txt['reminder_sent'] = 'Лист успішно відправлений на зазначений email. Натисніть на посилання в отриманому листі, щоб створити новий пароль.';
$txt['reminder_set_password'] = 'Створення пароля';
$txt['reminder_password_set'] = 'Пароль успішно створений';
$txt['reminder_error'] = '%s неправильно відповів на секретне запитання.';

$txt['registration_not_approved'] = 'Вибачите, даний обліковий запис не схвалений Адміністратором. Якщо Вам необхідно змінити email адресу, будь ласка, натисніть';
$txt['registration_not_activated'] = 'Вибачите, даний обліковий запис не схвалений Адміністратором. Якщо Вам необхідно повторно відправити лист із кодом активації, будь ласка, натисніть';

$txt['primary_membergroup'] = 'Головна група';
$txt['additional_membergroups'] = 'Додаткові групи';
$txt['additional_membergroups_show'] = '[показати додаткові групи]';
$txt['no_primary_membergroup'] = '(немає головної групи)';
$txt['deadmin_confirm'] = 'Ви впевнені, що хочете зняти із себе статус Адміністратора? Ця дія є не оборотна!';

$txt['account_activate_method_2'] = 'Обліковий запис необхідно реактивувати після зміни email адреси';
$txt['account_activate_method_3'] = 'Обліковий запис не схвалений';
$txt['account_activate_method_4'] = 'Обліковий запис очікує схвалення на видалення';
$txt['account_activate_method_5'] = 'Обліковий запис очікує схвалення. Причина: віковий ценз';
$txt['account_not_activated'] = 'Обліковий запис не активований';
$txt['account_activate'] = 'активувати';
$txt['account_approve'] = 'підтвердити';
$txt['user_is_banned'] = 'Користувач забанен';
$txt['view_ban'] = 'Переглянути';
$txt['user_banned_by_following'] = 'Цей користувач перебуває у бан списку.';
$txt['user_cannot_due_to'] = 'Користувач не може %s як результат бану: &quot;%s&quot;';
$txt['ban_type_post'] = 'залишати повідомлення';
$txt['ban_type_register'] = 'реєструватися';
$txt['ban_type_login'] = 'входити на форум';
$txt['ban_type_access'] = 'відвідувати форум';

$txt['show_online'] = 'Показувати користувачам Ваше перебування на форумі?';

$txt['return_to_post'] = 'Повертатися в тему після відповіді.';
$txt['no_new_reply_warning'] = 'Не попереджати про відповіді, що з\'явилися, під час написання власного повідомлення.';
$txt['copy_to_outbox'] = 'Зберігати копії відправлених Особистих Повідомлень у папці Вихідні.';
$txt['popup_messages'] = 'Виводити попередження з появою нового особистого повідомлення?';
$txt['recent_posts_at_top'] = 'Показувати нові повідомлення зверху.';
$txt['recent_pms_at_top'] = 'Показувати нові особисті повідомлення зверху.';

$txt['timeformat_easy0'] = '(За замовчуванням)';
$txt['timeformat_easy1'] = 'Місяць День, Рік, гг:хх:сс am/pm';
$txt['timeformat_easy2'] = 'Місяць День, Рік, гг:хх:сс (військовий час)';
$txt['timeformat_easy3'] = 'рррр-мм-дд, гг:хх:сс';
$txt['timeformat_easy4'] = 'дд місяць рррр, гг:хх:сс';
$txt['timeformat_easy5'] = 'дд-мм-рррр, гг:хх:сс';

$txt['rtm8'] = 'Автор';

$txt[732] = 'Показувати опис розділу всередині самого розділу.';
$txt['show_children'] = 'Показувати підрозділи на кожній сторінці головного розділу.';
$txt['show_no_avatars'] = 'Не показувати аватари інших користувачів.';
$txt['show_no_signatures'] = 'Не показувати підписи інших користувачів.';
$txt['show_no_censored'] = 'Залишити слова без цензури.';
$txt['calendar_start_day'] = 'Перший день тижня в календарі';
$txt['display_quick_reply'] = 'Форма швидкої відповіді: ';
$txt['display_quick_reply1'] = 'не показувати';
$txt['display_quick_reply2'] = 'включити за замовчуванням - згорнута';
$txt['display_quick_reply3'] = 'включити за замовчуванням - розгорнута';
$txt['display_quick_mod'] = 'Показувати функції швидкого модерування ';
$txt['display_quick_mod_none'] = 'не показувати';
$txt['display_quick_mod_check'] = 'сотами';
$txt['display_quick_mod_image'] = 'значками';

$txt['whois_title'] = 'Перевірити IP адреса через whois-сервер';
$txt['whois_afrinic'] = 'AfriNIC (Африка)';
$txt['whois_apnic'] = 'APNIC (Азіатсько-тихоокеанський Регіон)';
$txt['whois_arin'] = 'ARIN (Північна Америка, частина Карибських островів та Африки (територія Сахари)';
$txt['whois_lacnic'] = 'LACNIC (Латинська (Південна) Америка та регіон Карибських островів)';
$txt['whois_ripe'] = 'RIPE (Європа, Ближній Схід та частина Африки і Азія)';

$txt['moderator_why_missing'] = 'чому немає модератора розділів?';
$txt['username_change'] = 'змінити';
$txt['username_warning'] = 'Для зміни імен користувачів, форум повинен змінити їхні паролі, вони будуть відправлені користувачам з їхніми новими іменами.';

$txt['showPermissions'] = 'Права Користувача';
$txt['showPermissions_given'] = 'Дозволено';
$txt['showPermissions_denied'] = 'Заборонено';
$txt['showPermissions_permission'] = 'Права доступу(заборонні права <del>закреслені</del>)';
$txt['showPermissions_none_general'] = 'Користувач не має спеціально встановлених прав.';
$txt['showPermissions_none_board'] = 'Користувач не має спеціально встановлених прав у розділі.';
$txt['showPermissions_all'] = 'Користувач має усі права, тому що він є Адміністратором.';
$txt['showPermissions_select'] = 'Спеціальні права в розділі';
$txt['showPermissions_general'] = 'Основні права користувача';
$txt['showPermissions_global'] = 'Всі розділи';
$txt['showPermissions_restricted_boards'] = 'Недоступні розділи';
$txt['showPermissions_restricted_boards_desc'] = 'Наступні розділи не доступні для даного користувача';

$txt['local_time'] = 'Час';
$txt['posts_per_day'] = 'в день';

$txt['buddy_add'] = 'Додати до списку друзів';
$txt['buddy_remove'] = 'Видалити зі списку друзів';
$txt['buddy_add_button'] = 'Додати';
$txt['no_buddies'] = 'Ваш список друзів порожній';

?>