<?php
// Version: 1.1; Profile

$txt[80] = 'شما اجازه تغییر مشخصات شخصی خود را ندارید';
$txt[83] = 'عنوان وب سایت ';
$txt[84] = 'آدرس وب سایت ';
$txt[85] = 'امضا ';
$txt[86] = 'تعداد ارسال ';
$txt[88] = 'ذخیره تغییرات';
$txt[89] = 'حذف کاربر';
$txt[113] = 'وضعیت فعلی حضور کاربر :';
$txt[228] = 'بیوگرافی';
$txt[229] = 'استفاده از آواتارهای پیشفرض سایت ';
$txt[232] = 'بیوگرافی/ آواتار';
$txt[329] = 'تنظیم مجدد فرم';
$txt[349] = 'زبان انجمن';
$txt[420] = 'سن ';
$txt[422] = 'بدون تصویر';
$txt[453] = 'کاربر مورد نظر شما وجود ندارد.';
$txt[458] = 'آخرین ارسال های ';
$txt[459] = 'مشخصات اضافی';
$txt[460] = 'دیدن ارسال های کاربر';
$txt[461] = 'و تعداد ارسال ها';
$txt[474] = 'مثال: <b>http://www.mypage.com/mypic.gif</b>';
$txt[475] = 'وارد کردن تصویر از سرور دیگر ';
$txt[479] = 'برای تعیین فرمت نمایش زمان <b>باید حتما</b> از کدهای زمان استفاده نمایید. برای دیدن این کدها روی لینک مقابل کلیک کنید.';
$txt[486] = 'فرمت زمان ';
$txt[487] = 'اختلاف زمانی باید عددی بین -23.5 و 23.5 باشد.';
$txt[518] = 'این نام در انجمن ها در کنار ارسال های کاربر بجای نام کاربری استفاده خواهد شد.';
$txt[519] = 'از علامت +/- برای تعیین حد اختلاف استفاده کنید.';
$txt[563] = 'تاریخ تولد';
$txt[564] = 'ماه';
$txt[565] = 'روز';
$txt[566] = 'سال';
$txt[596] = 'برای امنیت بیشتر, شما باید بیش از شش حرف ، عدد و سمبول را استفاده نمایید.';
$txt[597] = 'لینک های میانبر';
$txt[598] = 'در این قسمت نام سایت خود را وارد نمایید.';
$txt[599] = 'درصورتی که توضیحی در کادر بالا وارد نموده اید حتما این قسمت را تکمیل نمایید.';
$txt[600] = 'شماره ICQ';
$txt[601] = 'نام مستعار در پیغام گیر AOL';
$txt[602] = 'نام مستعار در پیغام گیر Yahoo';
$txt[606] = 'در کادر مقابل شما میتوانید متنی را بصورت امضا وارد نمایید. این امضا در زیر تمام ارسال های شما نمایش داده خواهد شد.';
$txt[664] = 'حداکثر' . $modSettings['max_signatureLength'] . '; کاراکتر باقیمانده: ';
$txt[688] = 'ارسال پیغام خصوصی برای این کاربر';
$txt[722] = 'مخفی';
$txt[741] = 'زمان فعلی انجمن';
$txt[749] = 'تعداد ارسالها فقط قابل شمارش است';

$txt['smf225'] = 'زبان ';
$txt['smf227'] = 'آواتاری که انتخاب کرده اید بزرگتر از حد مجاز می باشد(حداکثر';
$txt['smf233'] = 'فرمت این تاریخ مجاز نمی باشد. نحوه نمایش تاریخ باید بصورت نمونه مقابل باشد :';
$txt['smf237'] = 'آدرس پیغام گیر  MSN';
$txt['smf241'] = 'رمز ورودی فعلی';
$txt['smf243'] = 'شما رمز عبور را وارد نکرده اید';
// Don't use entities in the below string, except the main ones. (lt, gt, quot.)
$txt['smf244'] = 'برای ذخیره تغییرات این قسمت و حفاظت از رمزعبور و سایر مشخصات اصلی حتما باید رمز عبور جاری را وارد نمایید';

$txt['timeoffset_autodetect'] = '(بررسی خودکار)';

$txt['pswd1'] = 'سوال امنیتی';
$txt['secret_desc'] = 'این سوال بصورت محفوظ و سری بوده و فقط برای بدست آوردن مجدد رمزعبور مورد استفاده قرار خواهد گرفت و پاسخ آن را <b>فقط</b> شما میدانید.';
$txt['secret_desc2'] = 'لطفا پاسخ سوال امنیتی را بدقت وارد نمایید.';
$txt['pswd2'] = 'جواب';
$txt['pswd3'] = 'از من سئوالی بپرس';
$txt['pswd4'] = 'شما قادر به بدست آوردن مجدد رمز عبور خود نیستید، لطفا به سوال امنیتی که قبلا در مشخصات خود انتخاب کرده اید پاسخ دهید تا رمز عبور شما مجددا ایجاد شده و به آدرس ایمیلتان ارسال گردد.';
$txt['pswd5'] = 'متاسفانه شما از ترکیب مجاز در سوال و پاسخ امنیتی استفاده نکرده اید. لطفا به صفحه قبل بازگشته و از مشخصات پیشفرض رمزعبورتان استفاده کنید.';
$txt['pswd6'] = 'لطفا یک پاسخ برای سوال امنیتیتان انتخاب کنید.';
$txt['pswd8'] = 'رمز عبور شما با موفقیت تغییر یافت.<br />لطفا برای ورود <a href="' . $scripturl . '?action=login">اینجا</a> را کلیک کنید.';
$txt['secret_why_blank'] = 'توجه!';

$txt['theme1a'] = 'قالب ';
$txt['theme1b'] = '(تغییر)';
$txt['theme2'] = 'تنظیمات قالب';
$txt['theme_forum_default'] = 'قالب پیشفرض انجمن ها';
$txt['theme_forum_default_desc'] = 'این قالب بصورت پیشفرض توسط مدیر انجمن انتخاب می شود';

$txt['profileConfirm'] = 'آیا مایلید این کاربر را حذف کنید؟';

$txt['title1'] = 'نام مستعار ';

$txt['lastLoggedIn'] = 'آخرین زمان فعالیت ';

$txt['notifyX'] = 'تنظیمات اخطار و آگاهی دهنده:';
$txt['notifyX1'] = ' ذخیره تغییرات ';
$txt['notifyXAnn4'] = 'باخبر سازی از ایمیل های همگانی و اخبار و اطلاعیه های مهم سایت.';
$txt['notifyXOnce1'] = 'باخبر سازی از پاسخهای جدید به موضوعاتی که توسط خودتان ایجاد شده است.';
$txt['auto_notify'] = 'باخبر سازی از پاسخ های جدید به سایر موضوعاتی که شما در آن پاسخ داشته اید.';
$txt['notify_send_types'] = 'برای موضوعات و انجمنهایی که درخواست باخبرسازی کردم ، خبر بده برای ';
$txt['notify_send_type_everything'] = 'پاسخها و مدیریت موضوع';
$txt['notify_send_type_everything_own'] = 'مدیریت موضوع درصورتی که من شروع کننده بودم';
$txt['notify_send_type_only_replies'] = 'فقط پاسخ ها';
$txt['notify_send_type_nothing'] = 'هیچ موردی';
$txt['notify_send_body'] = 'زمانی که یک باخبرسازی برای یک موضوع ارسال می کنید، نامه به ایمیل ارسال میشود (اما هرگز پاسخ آن را بصورت پاسخ برای ایمیل ارسال شده ارسال نکنید)';

$txt['notifications_topics'] = 'موضوعاتی که باید هنگام ارسال پاسخ جدید به شما خبر داده شود';
$txt['notifications_topics_list'] = 'برای شما به هنگام ارسال موضوع و پاسخ جدید به موضوعات زیر خبر داده خواهد شد:';
$txt['notifications_topics_none'] = 'تاکنون هیچ موضوعی جهت با خبرسازی شما وجود ندارد.';
$txt['notifications_topics_howto'] = 'برای باخبر شدن از ارسال پاسخ جدید به موضوعات، بر روی  <img src="' . $settings['images_url'] . '/' . $context['user']['language'] . '/notify.gif" alt="' . $txt[131] . '" border="0" /> در هنگام دیدن موضوع کلیک نمایید.';
$txt['notifications_boards'] = 'انجمن هایی که باید هنگام ارسال موضوع جدبد به شما خبر داده شود';
$txt['notifications_boards_list'] = 'برای شما به هنگام ارسال موضوع جدید به انجمن های زیر خبر داده خواهد شد:';
$txt['notifications_boards_none'] = 'تاکنون هیچ انجمنی جهت با خبرسازی شما وجود ندارد.';
$txt['notifications_boards_howto'] = 'برای باخبر شدن از ارسال موضوع جدید به انجمن ها، بر روی  <img src="' . $settings['images_url'] . '/' . $context['user']['language'] . '/notify.gif" alt="' . $txt[131] . '" border="0" /> در صفحات انجمن کلیک نمایید.';
$txt['notifications_update'] = 'انصراف از باخبر سازی';

$txt[325] = ' لیست انصراف ';
$txt[326] = 'لطفا هر نام کاربری را در یک سطر جداگانه وارد نمایید<br />و یا برای  انصراف از دریافت هیچ ارسالی علامت * را وارد نمایید.';
$txt[327] = 'هنگام دریافت پیغام خصوصی جدید از طریق ایمیل به من خبر بده.';
$txt['email_notify_never'] = 'هرگز';
$txt['email_notify_buddies'] = 'فقط از دوستان اضافه شده';
$txt['email_notify_always'] = 'همیشه';

$txt['statPanel_showStats'] = ' آمار فعالیت ';
$txt['statPanel_users_votes'] = 'مجموع آراء کاربر به سایر نظرسنجی ها ';
$txt['statPanel_users_polls'] = 'مجموع نظرسنجی های ایجا شده توسط کاربر ';
$txt['statPanel_total_time_online'] = 'مجموع مدت زمان حضور کاربر در انجمن ها';
$txt['statPanel_noPosts'] = 'این کاربر هیچ ارسالی ندارد!';
$txt['statPanel_generalStats'] = 'آمار عمومی';
$txt['statPanel_posts'] = 'تعداد ارسال';
$txt['statPanel_topics'] = 'موضوعات';
$txt['statPanel_total_posts'] = 'مجموع ارسال ها';
$txt['statPanel_total_topics'] = 'مجموع موضوع های ایجاد شده';
$txt['statPanel_votes'] = 'آراء';
$txt['statPanel_polls'] = 'نظرها';
$txt['statPanel_topBoards'] = 'انجمن مورد علاقه کاربر بر اساس تعداد ارسال';
$txt['statPanel_topBoardsActivity'] = 'انجمن مورد علاقه کاربر بر اساس نمودار مدت حضور';
$txt['statPanel_activityTime'] = 'نمودار ارسال های کاربر در ساعات مختلف شبانه روز';
$txt['statPanel_timeOfDay'] = 'زمان روز';
$txt['statPanel_show'] = 'دیدن آمار فعالیت و حضور کاربر در انجمن ها';

$txt['deleteAccount_warning'] = 'توجه : حذف حساب کاربری و ارسال های کاربر غیر قابل برگشت است !';
$txt['deleteAccount_desc'] = 'در این قسمت شما میتوانید حساب کاربری و ارسالهای کاربر را حذف نمایید.';
$txt['deleteAccount_member'] = 'حذف حساب کاربری کاربر';
$txt['deleteAccount_posts'] = 'حذف ارسال های کاربر';
$txt['deleteAccount_none'] = 'هیچکدام از ارسال های کاربر را حذف نکن';
$txt['deleteAccount_all_posts'] = 'حذف فقط پاسخ های ارسال شده به موضوعات دیگران';
$txt['deleteAccount_topics'] = ' حذف همه موضوعات و پاسخ های ارسال شده توسط کاربر';
$txt['deleteAccount_confirm'] = 'آیا شما کاملا مطمئن هستید که میخواهید این حساب کاربری را حذف کنید؟';
$txt['deleteAccount_approval'] = 'قبل از اینکه این حساب کاربری حذف شود باید مدیر سایت حذف آن را تایید کند.';

$txt['profileInfo'] = '  مشخصات شخصی';
$txt['summary'] = 'خلاصه مشخصات';
$txt['showPosts'] = 'دیدن ارسال ها';
$txt['statPanel'] = 'آمار فعالیت کاربر در انجمن';
$txt['editBuddies'] = 'ویرایش لیست دوستان';
$txt['trackUser'] = 'کنترل فعالیت کاربر';
$txt['trackIP'] = 'ردیابی آدرس IP';

$txt['profileEdit'] = 'ذخیره تغییرات';
$txt['account'] = 'تنظیمات کاربری';
$txt['account_info'] = 'در این قسمت تنظیمات کاربری را می توانید مشاهده و مدیریت نمایید. بدلیل امنیت بیشتر از جمله تغییر آدرس ایمیل و رمز عبور کاربر، لطفا قبل از ذخیره تغییرات رمزعبور جاری را وارد نمایید.';
$txt['forumProfile'] = 'مشخصات شخصی';
$txt['forumProfile_info'] = 'در این قسمت شما میتوانید مشخصات شخصی خودتان، از جمله انتخاب آواتار، انتخاب تاریخ تولد، انتخاب آدرس و شماره پیغامگیر و مسنجر ها، انتخاب امضا و ... را مدیریت نمایید.';
$txt['theme'] = 'تنظیمات عمومی انجمن ها';
$txt['theme_info'] = 'در این قسمت می توانید تنظیمات عمومی انجمن از جمله: فرمت و نحوه نمایش تاریخ و زمان،  انتخاب زمان محلی و اختلاف با ساعت سرور، نحوه نمایش انجمن ها در صفحه اول و ... را مدیریت نمایید';
$txt['notification'] = 'باخبرسازی و ارتباط';
$txt['notification_info'] = 'در این قسمت می توانید تنظیمات مربوط به باخبر سازی مانند باخبر سازی از اتفاقات و خبرهای مهم سایت، باخبرسازی از ارسال پاسخ به موضوعات و موضوع های شما و ... و همچنین ارتباط مدیران سایت و انجمن و سایر کاربران را تغییر و مدیریت نماید.';
$txt['pmprefs'] = 'تنظیمات پیغام خصوصی';
$txt['pmprefs_info'] = 'تمامی کاربران عضو شده در سایت میتوانند از طریق پیغام های خصوصی با شما در تماس باشند. اما در صورت نیاز شما میتوانید از دریافت پیغام خصوصی هر یک از کاربرانی که میخواهید جلوگیری نمایید.';

$txt['profileAction'] = 'امکانات مدیریت';
$txt['deleteAccount'] = 'حذف حساب کاربری کاربر';
$txt['profileSendIm'] = 'ارسال پیغام خصوصی';
$txt['profileBanUser'] = 'منع کاربر';

$txt['display_name'] = 'کاربر';
$txt['enter_ip'] = 'محدوده IP را وارد نمایید';
$txt['errors_by'] = 'پیغامهای خطای بوجود آمده برای ';
$txt['errors_desc'] = 'لیست زیر خطاهای بوجود آمده برای کاربر در سطح انجمن می باشد.';
$txt['errors_from_ip'] = 'خطاهای بوجود آمده برای کاربران با آدرس ';
$txt['errors_from_ip_desc'] = 'لیست خطاهایی که برای کاربران با این آدرس IP بوجود آمده است.';
$txt['invalid_ip'] = 'آدرس IP غیرمجاز است. توجه - فقط کاراکتر (*) برای انتخاب آدرس IP مجاز است، مانند: 127.0.*.*';
$txt['ip_address'] = 'آدرس IP';
$txt['ips_in_errors'] = 'بیشتر آدرس IP مورد استفاده به هنگام بروز خطا';
$txt['ips_in_messages'] = 'بیشترین آدرس IP مورد استفاده برای ارسال ها';
$txt['members_from_ip'] = 'کاربرانی که با آدرس ';
$txt['members_in_range'] = 'کاربرانی که بیشتر از بقیه با این آدرس IP آنلاین شده اند';
$txt['messages_from_ip'] = 'کاربرانی که با آدرس ';
$txt['messages_from_ip_desc'] = 'لیست کاربرانی که با این آدرس IP در انجمن ها ارسال نموده اند.';
$txt['most_recent_ip'] = 'بیشترین IP مورد استفاده';
$txt['no_errors_from_ip'] = 'تا بحال هیچ خطایی برای این آدرس IP بوجود نیامده است.';
$txt['no_errors_from_user'] = 'تا بحال هیچ خطایی برای این کاربر بوجود نیامده است.';
$txt['no_members_from_ip'] = 'خیچ کاربری با این آدرس IP وارد نشده است';
$txt['no_messages_from_ip'] = 'هیچ ارسالی با این آدرس IP ارسال نشده است';
$txt['none'] = 'خالی';
$txt['own_profile_confirm'] = 'آیا از حذف حساب کاربری خودتان اطمینان دارید؟';
$txt['view_ips_by'] = 'دیدن IP های استفاده شده ';

$txt['avatar_will_upload'] = 'آپلود تصویر از روی سیستم';

// Use numeric entities in the below three strings.
$txt['activate_reactivate_title'] = 'خوش آمدید به';
$txt['activate_reactivate_mail'] = 'برای اطمینان از معتبر بودن آدرس ایمیل شما نام کاربریتان غیر فعال شد،  برای فعال سازی مجدد حساب کاربری خودتان به آدرس مقابل مراجعه نمایید: ';
$txt['activate_changed_email'] = 'شما آدرس ایمیلتان را در قسمت ویرایش مشخصات کاربریتان ویرایش نموده و تغییر دادید. برای اطمینان از معتبر بودن آدرس ایمیلتان، نامه ای به همین آدرس ایمیل که حاوی لینک فعال سازی نام کاربر شما ارسال شد. برای فعال شدن مجدد دسترسیتان بر روی لینک ارسال شده کلیک نمایید.';

$txt[394] = 'برنامه قادر به ارسال ایمیل نیست.';
$txt[395] = 'ارسال ایمیل به';
$txt[396] = 'برای درخواست رمز عبور';
$txt[669] = 'بازیابی رمز عبور';

$txt['smf100'] = 'نام کاربری / رمزعبور';

// Use numeric entities in the below two strings.
$txt['reminder_subject'] = 'رمز عبور جدید برای ' . $context['forum_name'];
$txt['reminder_mail'] = 'این نامه بخاطر درخواست بازیابی رمز عبور برای حساب کاربری شما ارسال شده است. برای دریافت رمز عبور جدید به آدرس مقابل مراجعه نمایید ';
$txt['reminder_sent'] = 'نامه ای حاوی لینک رمز عبور برای آدرس ایمل شما ارسال شد. برای دریافت رمز عبور جدید بر روی لینکی که برایتان ارسال شده است کلیک کنید.';
$txt['reminder_set_password'] = 'انتخاب رمز عبور';
$txt['reminder_password_set'] = 'رمز عبور با موفقیت انتخاب شد';
$txt['reminder_error'] = '%s قادر به پاسخ به سوال امنیتی برای بازیابی رمزعبور خود نشد.';

$txt['registration_not_approved'] = 'متاسفیم، این نام کاربری تایید نشده است. در صورتی که قصد تغییر آدرس ایمیل را دارید کلیک کنید';
$txt['registration_not_activated'] = 'متاسفیم، این نام کاربری تایید نشده است. در صورتی که میخواهید مجددا ایمیل فعال سازی ارسال شود کلیک کنید';

$txt['primary_membergroup'] = 'عضو گروه کاربری ';
$txt['additional_membergroups'] = 'انتخاب گروه کاربری ';
$txt['additional_membergroups_show'] = '[ انتخاب عنوان گروه ها ]';
$txt['no_primary_membergroup'] = 'هیچ';
$txt['deadmin_confirm'] = 'آیا اطمینان دارید که میخواهید دسترسی مدیریت خود را غیرفعال سازید؟';

$txt['account_activate_method_2'] = 'این حساب کاربری باید بعد از تغییر آدرس ایمیل مجددا توسط مدیر فعال شود';
$txt['account_activate_method_3'] = 'این حساب کاربری تایید نشد';
$txt['account_activate_method_4'] = 'این حساب کاربری متظر تایید مدیر برای حذف شدن است';
$txt['account_activate_method_5'] = 'این حساب کاربری &quot;منتظر&quot; تایید برای شروع فعالیت است';
$txt['account_not_activated'] = 'این حساب کاربری در حال حاضر غیرفعال است.';
$txt['account_activate'] = 'فعال کردن';
$txt['account_approve'] = 'تایید کردن';
$txt['user_is_banned'] = 'کاربر فعلا مورد ممنوعیت واقع شده است';
$txt['view_ban'] = 'دیدین';
$txt['user_banned_by_following'] = 'این کاربر فعلا تحت ممنوعیت می باشد';
$txt['user_cannot_due_to'] = 'کاربر نمی تواند %s را به دلیل منع شدن انجام دهد: &quot;%s&quot;';
$txt['ban_type_post'] = 'ارسال';
$txt['ban_type_register'] = 'ثبت نام';
$txt['ban_type_login'] = 'ورورد';
$txt['ban_type_access'] = 'دسترسی انجمن';

$txt['show_online'] = 'آیا آنلاین بودن شما برای سایرین نمایش داده شود؟';

$txt['return_to_post'] = 'پس از ارسال موضوع جدید ، مرا به موضوع منتقل کن.';
$txt['no_new_reply_warning'] = 'عدم دادن هشدار در هنگام ارسال در صورت پاسخ جدید توسط دیگران.';
$txt['copy_to_outbox'] = 'همیشه یک کپی از موضوع های ارسالی را در لیست ارسال شده ها ذخیره کن.';
$txt['popup_messages'] = 'هنگام دریافت پیغام خصوصی جدید توسط پنجره جدید مرا باخبر کن.';
$txt['recent_posts_at_top'] = 'همیشه موضوع های جدید بالاتر از همه قرار بگیرند.';
$txt['recent_pms_at_top'] = 'همیشه پیغام های خصوصی جدید بالاتر از همه قرار بگیرند.';

$txt['timeformat_easy0'] = 'تارخ پیشفرض انجمن';
$txt['timeformat_easy1'] = 'نام ماه - روز - سال، ساعت:دقیقه:ثانیه ق.ظ/ب.ظ';
$txt['timeformat_easy2'] = 'نام ماه - روز - سال، ساعت:دقیقه:ثانیه';
$txt['timeformat_easy3'] = 'سال-ماه-روز، ساعت:دقیقه:ثانیه';
$txt['timeformat_easy4'] = 'روز - نام ماه - سال، ساعت:دقیقه:ثانیه';
$txt['timeformat_easy5'] = 'روز-ماه-سال، ساعت:دقیقه:ثانیه';

$txt['rtm8'] = 'کاربر';

$txt[732] = 'نمایش توضیحات انجمن در داخل هر انجمن.';
$txt['show_children'] = 'همیشه زیر گروه انجمن ها را در همه صفحات انجمن اصلی نمایش بده. ( نه فقط در صفحه اول انجمن)';
$txt['show_no_avatars'] = 'آواتور سایر کاربران را برای من نمایش نده.';
$txt['show_no_signatures'] = 'امضای سایر کاربران را برای من نمایش نده.';
$txt['show_no_censored'] = 'عدم سانسور کلمات و عبارات غیر مجاز';
$txt['calendar_start_day'] = 'اولین روز هفته در تقویم';
$txt['display_quick_reply'] = 'نمایش فرم پاسخ سریع در انتهای صفحات:';
$txt['display_quick_reply1'] = 'هرگز';
$txt['display_quick_reply2'] = 'نمایش بده اما بصورت پشفرض بسته باشد';
$txt['display_quick_reply3'] = 'نمایش بده اما بصورت پیشفرض باز باشد';
$txt['display_quick_mod'] = 'نمایش لینک های مدیریت در صفحات داخلی انجمن ها:  ';
$txt['display_quick_mod_none'] = 'هرگز';
$txt['display_quick_mod_check'] = 'نمایش بصورت گزینه انتخابی';
$txt['display_quick_mod_image'] = 'نمایش بصورت آیکن';

$txt['whois_title'] = 'ردیابی موقعیت مکانی سرور';
$txt['whois_afrinic'] = 'AfriNIC (محدوده آفریقا)';
$txt['whois_apnic'] = 'APNIC (محدوده آسیایی)';
$txt['whois_arin'] = 'ARIN (ناحیه آمریکای شمالی، منطقه اطراف جزایر واقع در دریای کاراییب و آفریقا)';
$txt['whois_lacnic'] = 'LACNIC (آمریکای لاتین و جزایر واقع در دریای کاراییب)';
$txt['whois_ripe'] = 'RIPE (محدوده اروپا و قسمت هایی از شرق آفریقا و قاره آسیا)';

$txt['moderator_why_missing'] = 'چرا مدیر انجمن در لیست بالا نیست؟!';
$txt['username_change'] = 'تغییر';
$txt['username_warning'] = 'توجه: در صورت تغییر نام کاربری، برنامه بصورت خودکار رمزعبور را تغییر داده و به آدرس ایمیل کاربر ارسال خواهد کرد!';

$txt['showPermissions'] = 'دیدن سطح دسترسی';
$txt['showPermissions_given'] = 'تعیین شده بر اساس ';
$txt['showPermissions_denied'] = 'منع شده بر اساس ';
$txt['showPermissions_permission'] = 'مشاهده سطح دسترسی';
$txt['showPermissions_none_general'] = 'هیچ دسترسی برای این کاربر انتخاب نشده است';
$txt['showPermissions_none_board'] = 'هیچ دسترسی برای این کاربر انتخاب نشده است.';
$txt['showPermissions_all'] = 'این کاربر مدیر سایت است و تمام دسترسی ها برای این کاربر فعال می باشد.';
$txt['showPermissions_select'] = 'سطح دسترسی بر اساس انجمن';
$txt['showPermissions_general'] = 'دسترسی عمومی';
$txt['showPermissions_global'] = 'همه انجمن ها';
$txt['showPermissions_restricted_boards'] = 'انجمنهای محدود';
$txt['showPermissions_restricted_boards_desc'] = 'انجمنهای زیر قابل دسترس برای این کاربر نیست ';

$txt['local_time'] = 'زمان محلی کاربر ';
$txt['posts_per_day'] = 'به نسبت روز';

$txt['buddy_add'] = 'به لیست دوستان من اضافه کن';
$txt['buddy_remove'] = 'از لیست دوستان من حذف کن';
$txt['buddy_add_button'] = 'اضافه';
$txt['no_buddies'] = 'لیست دوستان شما در حال حاضر خالی است';

?>