<?php
// Version: 1.1; Stats

$txt[888] = 'Περισσότεροι συνδεδεμένοι';

$txt['smf_stats_1'] = 'Κέντρο στατιστικών';
$txt['smf_stats_2'] = 'Γενικά στατιστικά';
$txt['smf_stats_3'] = 'Κορυφαίοι 10 αποστολείς';
$txt['smf_stats_4'] = 'Κορυφαίοι 10 πίνακες';
$txt['smf_stats_5'] = 'Ιστορικό της δημόσιας συζήτησης (με χρήση διαφοράς ώρας)';
$txt['smf_stats_6'] = 'Ημερομηνία (εεεε/μμ/ηη)';
$txt['smf_stats_7'] = 'Νέα θέματα';
$txt['smf_stats_8'] = 'Νέα μηνύματα';
$txt['smf_stats_9'] = 'Νέα μέλη';
$txt['smf_stats_10'] = 'Εμφανίσεις σελίδων';
$txt['smf_stats_11'] = 'Κορυφαία 10 θέματα (με βάση τις απαντήσεις)';
$txt['smf_stats_12'] = 'Κορυφαία 10 θέματα (με βάση τις εμφανίσεις)';
$txt['smf_stats_13'] = 'Μηνιαία περίληψη';
$txt['smf_stats_14'] = 'Περισσότεροι συνδεδεμένοι';
$txt['smf_stats_15'] = 'Κορυφαίοι αποστολείς νέων θεμάτων';
$txt['smf_stats_16'] = 'Μεγαλύτερος χρόνος σύνδεσης';
$txt['smf_stats_17'] = 'Καλύτερο κάρμα';
$txt['smf_stats_18'] = 'Χειρότερο κάρμα';
$txt['stats_more_detailed'] = 'λεπτομερέστερα &raquo;';

$txt['average_members'] = 'Μέσος όρος εγγραφών ανά ημέρα';
$txt['average_posts'] = 'Μέσος όρος μηνυμάτων ανά ημέρα';
$txt['average_topics'] = 'Μέσος όρος θεμάτων ανά ημέρα';
$txt['average_online'] = 'Μέσος όρος συνδεδεμένων ανά ημέρα';
$txt['users_online'] = 'Συνδεδεμένοι χρήστες';
$txt['gender_ratio'] = 'Λόγος ανδρών/γυναικών';
$txt['users_online_today'] = 'Συνδεδεμένοι σήμερα';
$txt['num_hits'] = 'Συνολικές εμφανίσεις σελίδων';
$txt['average_hits'] = 'Μέσος όρος εμφανίσεων σελίδων ανά ημέρα';

$txt['smf_news_1'] = 'σχόλιο';
$txt['smf_news_2'] = 'σχόλια';
$txt['smf_news_3'] = 'Γράψτε σχόλιο';
$txt['smf_news_error2'] = 'Δεν μπορείτε να δηλώσετε έναν πίνακα που δεν επιτρέπει πρόσβαση σε επισκέπτες.  Ελέγξτε το ID του πίνακα πριν ξαναπροσπαθήσετε.';
$txt['xml_rss_desc'] = 'Άμεση ενημέρωση από ' . $context['forum_name'];

?>