<?php
// Version: 1.1; Stats

$txt[888] = 'زۆرترین سه‌ردان';

$txt['smf_stats_1'] = 'بنکه‌ی ئامار';
$txt['smf_stats_2'] = 'ئاماری گشتی';
$txt['smf_stats_3'] = 'کاراترین ١٠ به‌شداربووان';
$txt['smf_stats_4'] = 'کاراترین ١٠ مه‌کۆ';
$txt['smf_stats_5'] = 'ڕابردووی مه‌کۆ (به‌کارهێنانی کاتی چاکراوی مه‌کۆ)';
$txt['smf_stats_6'] = 'به‌روار (ساڵ/مانگ/ڕۆژ)';
$txt['smf_stats_7'] = 'بابته‌ تازه‌کان';
$txt['smf_stats_8'] = 'به‌شداریه‌ تازه‌کان';
$txt['smf_stats_9'] = 'به‌شداربوو تازه‌کان';
$txt['smf_stats_10'] = 'بینینی په‌ڕه‌کان';
$txt['smf_stats_11'] = 'کاراترین ١٠ بابه‌ت (به‌ گوێره‌ی وه‌ڵام)';
$txt['smf_stats_12'] = 'کاراترین ١٠ بابه‌ت (به‌گوێره‌ی سه‌ردان)';
$txt['smf_stats_13'] = 'کورته‌ی مانگانه‌';
$txt['smf_stats_14'] = 'زۆرترین سه‌ردان';
$txt['smf_stats_15'] = 'کاراترین نوسه‌رانی بابه‌ت';
$txt['smf_stats_16'] = 'کاراترین کاتی سه‌ردان';
$txt['smf_stats_17'] = 'باشترین کارما';
$txt['smf_stats_18'] = 'خراپترین کارما';
$txt['stats_more_detailed'] = 'وورده‌کاری زیاتر &raquo;';

$txt['average_members'] = 'ناوه‌ندی تۆمارکردن له‌ ڕۆژێکدا';
$txt['average_posts'] = 'ناوه‌ندی به‌شداریه‌کان له‌ ڕۆژێکدا';
$txt['average_topics'] = 'ناوه‌ندی بابه‌ته‌کان له‌ ڕۆژێکدا';
$txt['average_online'] = 'ناوه‌ندی سه‌ردان له‌ ڕۆژێکدا';
$txt['users_online'] = 'به‌کارهێنه‌رانی سه‌رهێڵ';
$txt['gender_ratio'] = 'ڕێژه‌ی کوڕ و کچ';
$txt['users_online_today'] = 'به‌کارهێنه‌رانی ئه‌مڕۆ';
$txt['num_hits'] = 'هه‌موو ژماره‌ی بینینه‌کانی لاپه‌ڕه‌که‌';
$txt['average_hits'] = 'ناوه‌ندی بینینه‌کانی لاپه‌ڕه‌که‌ له‌ ڕۆژێکدا';

$txt['smf_news_1'] = 'لێدوان';
$txt['smf_news_2'] = 'لێدوانه‌کان';
$txt['smf_news_3'] = 'لێدوانێک بنوسه‌';
$txt['smf_news_error2'] = 'ناتوانی مه‌کۆیه‌ک ده‌ستنیشان بکه‌یت که‌ بۆ میوان ڕێگا نه‌دراوه‌. به‌یارمه‌تیت ژماره‌ی مه‌کۆکه‌ بپشکنه‌وه‌ پێش ئه‌وه‌ی هه‌وڵ بده‌یه‌وه‌.';
$txt['xml_rss_desc'] = 'زانیاری ئێستا له‌ مه‌کۆی ' . $context['forum_name'];

?>