<?php
// Version: 1.1; Stats

$txt[888] = 'Най-често онлайн';

$txt['smf_stats_1'] = 'Статистически център';
$txt['smf_stats_2'] = 'Обща статистика';
$txt['smf_stats_3'] = 'Топ 10 по брой публикации';
$txt['smf_stats_4'] = 'Топ 10 по раздели';
$txt['smf_stats_5'] = 'История на форума (ползвайки часова разлика)';
$txt['smf_stats_6'] = 'Дата (гггг/мм/дд)';
$txt['smf_stats_7'] = 'Нови теми';
$txt['smf_stats_8'] = 'Нови публикации';
$txt['smf_stats_9'] = 'Нови потребители';
$txt['smf_stats_10'] = 'Посещения';
$txt['smf_stats_11'] = 'Топ 10 теми (по отговори)';
$txt['smf_stats_12'] = 'Топ 10 теми (по прегледи)';
$txt['smf_stats_13'] = 'Месечна статистика';
$txt['smf_stats_14'] = 'Най-често онлайн';
$txt['smf_stats_15'] = 'Най-често започвали нови теми';
$txt['smf_stats_16'] = 'Най-много време онлайн';
$txt['smf_stats_17'] = 'Най-висок рейтинг';
$txt['smf_stats_18'] = 'Най-нисък рейтинг';
$txt['stats_more_detailed'] = 'повече информация &raquo;';

$txt['average_members'] = 'Среден брой регистрации за ден';
$txt['average_posts'] = 'Среден брой публикации за ден';
$txt['average_topics'] = 'Среден брой теми за ден';
$txt['average_online'] = 'Среден брой онлайн за ден';
$txt['users_online'] = 'Онлайн потребители';
$txt['gender_ratio'] = 'Съотношение мъже/жени';
$txt['users_online_today'] = 'Онлайн днес';
$txt['num_hits'] = 'Общ преглед на страниците';
$txt['average_hits'] = 'Среден брой преглед на страници за ден';

$txt['smf_news_1'] = 'коментар';
$txt['smf_news_2'] = 'коментари';
$txt['smf_news_3'] = 'Добавете коментар';
$txt['smf_news_error2'] = 'Не можете да изберете раздел, който не е позволен за гости. Моля проверете ID номера на раздела, преди да го въведете отново.';
$txt['xml_rss_desc'] = 'Информация от форума ' . $context['forum_name'];

?>