<?php
// Version: 1.1; Stats

$txt[888] = 'Најмногу присутни корисници';

$txt['smf_stats_1'] = 'Статистички центар';
$txt['smf_stats_2'] = 'Општа статистика';
$txt['smf_stats_3'] = 'Топ 10 пишувачи';
$txt['smf_stats_4'] = 'Топ 10 форуми';
$txt['smf_stats_5'] = 'Историја на форумот (користи отстапување на времето на форумот)';
$txt['smf_stats_6'] = 'Датум (дд/мм/гггг)';
$txt['smf_stats_7'] = 'Нови теми';
$txt['smf_stats_8'] = 'Нови пораки';
$txt['smf_stats_9'] = 'Нови членови';
$txt['smf_stats_10'] = 'Посети';
$txt['smf_stats_11'] = 'Топ 10 теми (према одговори)';
$txt['smf_stats_12'] = 'Топ 10 теми (према прегледи)';
$txt['smf_stats_13'] = 'Месечен извештај';
$txt['smf_stats_14'] = 'Најприсутни';
$txt['smf_stats_15'] = 'Најдобри поставувачи на теми';
$txt['smf_stats_16'] = 'Најприсутни';
$txt['smf_stats_17'] = 'Најдобра карма';
$txt['smf_stats_18'] = 'Најлоша карма';
$txt['stats_more_detailed'] = 'повеќе детали &raquo;';

$txt['average_members'] = 'Просечно зачленувања по ден';
$txt['average_posts'] = 'Просечно пораки по ден';
$txt['average_topics'] = 'Просечно теми по ден';
$txt['average_online'] = 'Просечно присутни корисници по ден';
$txt['users_online'] = 'Присутни корисници';
$txt['gender_ratio'] = 'Однос мажи/жени';
$txt['users_online_today'] = 'Присутни денес';
$txt['num_hits'] = 'Вкупен број прегледани страници';
$txt['average_hits'] = 'Просечно прегледани страници по ден';

$txt['smf_news_1'] = 'коментар';
$txt['smf_news_2'] = 'коментари';
$txt['smf_news_3'] = 'Напиши коментар';
$txt['smf_news_error2'] = 'Не можете да прецизирате форум кој не дозволува гости. Проверете го ИД на форумот пред да се обидете повторно.';
$txt['xml_rss_desc'] = 'Најнови информации од ' . $context['forum_name'];

?>