<?php
// Version: 1.1; Stats

$txt[888] = 'Максимум Online';

$txt['smf_stats_1'] = 'Центр Статистики';
$txt['smf_stats_2'] = 'Загальна Статистика';
$txt['smf_stats_3'] = 'Перша десятка користувачів';
$txt['smf_stats_4'] = 'Перша десятка розділів';
$txt['smf_stats_5'] = 'Історія форуму';
$txt['smf_stats_6'] = 'Дата (рік/місяць/день)';
$txt['smf_stats_7'] = 'Нові теми';
$txt['smf_stats_8'] = 'Нові повідомлення';
$txt['smf_stats_9'] = 'Нові користувачі';
$txt['smf_stats_10'] = 'Переглядів';
$txt['smf_stats_11'] = 'Перша десятка Тем (по кількості відповідей)';
$txt['smf_stats_12'] = 'Перша десятка Тем (по кількості переглядів)';
$txt['smf_stats_13'] = 'Статистика по місяцях';
$txt['smf_stats_14'] = 'Максимум Online';
$txt['smf_stats_15'] = 'Десятка самих активних авторів';
$txt['smf_stats_16'] = 'Максимальний час перебування на форумі';
$txt['smf_stats_17'] = 'Кращий рейтинг';
$txt['smf_stats_18'] = 'Гірший рейтинг';
$txt['stats_more_detailed'] = 'більш докладно &raquo;';

$txt['average_members'] = 'Середня кількість нових користувачів у день';
$txt['average_posts'] = 'Середня кількість повідомлень у день';
$txt['average_topics'] = 'Середня кількість тем у день';
$txt['average_online'] = 'Середня кількість користувачів Оnline у день';
$txt['users_online'] = 'Користувачів Online';
$txt['gender_ratio'] = 'Співвідношення чоловіків та жінок';
$txt['users_online_today'] = 'Сьогодні Online';
$txt['num_hits'] = 'Загальна кількість переглядів';
$txt['average_hits'] = 'Середня кількість переглядів у день';

$txt['smf_news_1'] = 'коментар';
$txt['smf_news_2'] = 'коментарів';
$txt['smf_news_3'] = 'Написати коментар';
$txt['smf_news_error2'] = 'Ви не можете переглянути розділ, недоступний гостям. Будь ласка, перевірте ID розділу та спробуйте знову.';
$txt['xml_rss_desc'] = 'Новини з ' . $context['forum_name'];

?>