<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'Изгледот на темите ја овозможува различноста на вашиот форум. Овде можете да ги поставите подесувањата за изгледот на сите ваши теми. <br />На десната страна можете да ги менувате подесувањата на изгледот на вашите теми.';

$txt['theme_allow'] = 'Дозволи им на корисниците да изберат изглед на својата тема.';
$txt['theme_default'] = 'Дозволи им на корисниците да го изберат &quot;стандардниот&quot; изглед на тема.';
$txt['theme_guests'] = 'Стандардна на форумот';
$txt['theme_select'] = 'избери ...';
$txt['theme_reset'] = 'Врати се на';
$txt['theme_nochange'] = 'Без промени';
$txt['theme_forum_default'] = 'Стандардна на форумот';

$txt['theme_settings'] = 'подесувања';
$txt['theme_remove'] = 'отстрани';
$txt['theme_remove_confirm'] = 'Дали сте сигурни дека сакате дефинитивно да ја отстраните оваа тема?';

$txt['theme_install'] = 'Инсталирај нова тема';
$txt['theme_install_file'] = 'Од датотеката';
$txt['theme_install_dir'] = 'Од директориумот на серверот';
$txt['theme_install_error'] = 'Тој директориум на темата не постои или не ја содржи таа тема!';
$txt['theme_install_write_error'] = 'Директориумот на темата мора да биде отворен за измени за да може да се продолжи';
$txt['theme_install_go'] = 'Инсталирај!';
$txt['theme_install_new'] = 'Направи копија на стандардната тема со име';
$txt['theme_install_new_confirm'] = 'Дали да инсталирам нова тема?';
$txt['theme_install_writable'] = 'Внимание - не можете да направите или инсталирате нова тема бидејќи вашиот директориум на теми не е отворен за измени!';
$txt['theme_installed'] = 'Успешно инсталирана';
$txt['theme_installed_message'] = 'е успешно инсталирана.';

$txt['theme_latest'] = 'Најнови и најпопуларни теми';
$txt['theme_latest_fetch'] = 'Симнувам најнови теми од www.simplemachines.org...';

$txt['theme_pick'] = 'Изберете тема ...';
$txt['theme_preview'] = 'преглед &raquo;';
$txt['theme_set'] = 'користи ја оваа тема';
$txt['theme_user'] = 'член ја користи оваа тема.';
$txt['theme_users'] = 'члена ја користат оваа тема.';

$txt['theme_edit'] = 'Измени ја темата';
$txt['theme_edit_style'] = 'Измени го фајлот style.css. (боја, фонтови, итд.)';
$txt['theme_edit_index'] = 'Измени го главниот темплејт index.template.php';
$txt['theme_edit_no_save'] = 'Оваа датотека не може да биде сочувана бидејќи не е отворена за измени! Обидете се таа датотека да биде 777 или да има соодветни дозволи';
$txt['theme_edit_save'] = 'Сочувај ги промените';

$txt['theme_global_description'] = 'Ова е стандардна тема што значи дека ќе се измени заедно со администраторските подесувања и подесувањата на форумот кој го гледате.';

$txt['theme5'] = 'Адреса (URL) на темите и подесувањата';
$txt['theme6'] = 'Опциите на темите и подесувањата';
$txt['actual_theme_name'] = 'Име на темата: ';
$txt['actual_theme_dir'] = 'Директориум на темата: ';
$txt['actual_theme_url'] = 'Адреса (URL) на темата: ';
$txt['actual_images_url'] = 'Адреса (URL) на фотографиите од оваа тема: ';

$txt['additional_options_collapsable'] = 'Овозможи собирливи дополнителни опции при праќање пораки';
$txt['allow_no_censored'] = 'Дозволи им на корисниците да го исклучат цензурирањето на зборови?';
$txt['who_display_viewing'] = 'Прикажи кој го гледа индексот на форумот и пораките';
$txt['who_display_viewing_off'] = 'Не прикажувај';
$txt['who_display_viewing_numbers'] = 'Прикажи ги само броевите';
$txt['who_display_viewing_names'] = 'Прикажи ги имињата на членовите';
$txt['smf93'] = 'Оневозможи ги најновите пораки';
$txt['smf94'] = 'Овозможи една порака';
$txt['smf95'] = 'Овозможи повеќекратни пораки';
$txt['smf105'] = 'Овозможи линкови во една линија';
$txt['smf106'] = 'Овозможувањето на оваа опција ќе предизвика вашата моментална локација да биде исцртана во една линија, спротивно од исцртувањето во облик на дрво.';
$txt['smf200'] = 'Овозможи стил SP1 на статистиките на индексот на форумот';
$txt[382] = 'Прикажи го последниот член на почетната страница на форумот';
$txt[383] = 'Прикажи го датумот на последната измена во изменетите пораки?';
$txt[384] = 'Прикажи ги аватарите на корисниците при преглед на пораките';
$txt[385] = 'Прикажи го личниот текст при прегледот на пораките';
$txt[386] = 'Прикажи ги иконите за полови при прегледот на пораките';
$txt[387] = 'Прикажи го полето за новости на почетната страница на форумот';
$txt[510] = 'Прикажи го одделот со список на членови на почетната страница на форумот?';
$txt[522] = 'Прикажи ја моменталната локација на форумот како линк а не како текст?';
$txt[523] = 'Прикажи копче за преглед на профилот под пораките?';
$txt[618] = 'Овозможи и прикажи копчиња \'Означи како прочитано\'?';
$txt['header_logo_url'] = 'Лого URL:';
$txt['header_logo_url_desc'] = '(остави празно за да се покаже името на форумот или стандардното лого.)';
$txt['number_recent_posts'] = 'Број на најновите пораки кои се прикажуваат на почетната страница на форумот:';
$txt['number_recent_posts_desc'] = 'За да го оневозможите одделот со најнови пораки, поставете ја оваа вредност на нула.';
$txt['hide_post_group'] = 'Сокриј го името на групата за членовите на групи?';
$txt['hide_post_group_desc'] = 'Со озвоможувањето на оваа опција нема да се прикажува името на групата на членовите кај пораките ако се вклучени во група која не праќа пораки.';

$txt['theme_options_defaults'] = 'Постојат стандардни вредности за некои подесувања специфични за членовите. Промената на овие вредности ќе влијае само на новите членови и гости.';
$txt['theme_options_title'] = 'Промени ги или врати ги во почетна положба стандардните опции';

$txt['themeadmin_title'] = 'Администрирање на изгледот на темите';
$txt['themeadmin_description'] = 'Овде можете да ги смените подесувањата за вашите теми, да ги надоградите темите, да ги ресетирате можностите на членовите и сл.';
$txt['themeadmin_admin_title'] = 'Управувај и инсталирај';
$txt['themeadmin_admin_desc'] = 'Оваа страница ви овозможува да ја смените стандардната тема, да се смени опцијата сите членови да гледаат одредена тема, и да се означат други подесувања поврзни со избор на теми.  Исто така можете да инсталирете теми од тука.<br /><br />Не заборавате да погледате во подесувањата на темите кои го одредуваар распоредот на разни елементи внатре во темите.';
$txt['themeadmin_list_title'] = 'Теми и Подесувања';
$txt['themeadmin_list_desc'] = 'Од тука можете да ја видите листата на моментално инсталирани теми, да ги смните нивните патишта и подесувања, и да ги деинсталирате.';
$txt['themeadmin_reset_title'] = 'Избриши ги Опциите';
$txt['themeadmin_reset_desc'] = 'Подолу можете да видите прозор за менување на моменталната тема - одредени опции за сите членови. Ќе ги видите само оние теми кои имаат сопствен збир на подесувања.';
$txt['themeadmin_edit_title'] = 'Измени ги Темите';
$txt['themeadmin_edit_desc'] = 'Измени го stylesheet and source code на твоите инсталирани теми.  Те молам провери во документацијата за повеќе информации.';

$txt['themeadmin_list_heading'] = 'Преглед на Подесувањата на Темите';
$txt['themeadmin_list_tip'] = 'Запаметете, распоредот на елементите може да се разликува помеѓу темите. Кликнете на името на темата за да ги подесите опциите за таа тема, да го измените директориумот или URL подесувањето или да најдете други опции.';
$txt['themeadmin_list_theme_dir'] = 'Директориум на Темите (темплејти)';
$txt['themeadmin_list_invalid'] = '(внимание, оваа патека не е точна!)';
$txt['themeadmin_list_theme_url'] = 'Адреса (URL) до горниот директориум';
$txt['themeadmin_list_images_url'] = 'Адреса (URL) до директориумот со фотографии';
$txt['themeadmin_list_reset'] = 'Избриши ги подесувањата за Адреса и Директориум на Темата';
$txt['themeadmin_list_reset_dir'] = 'Патека до директориумот на Темите';
$txt['themeadmin_list_reset_url'] = 'Адреса URL за истиот директориум';
$txt['themeadmin_list_reset_go'] = 'Обиди се да ги избришеш подесувањата на сите теми';

$txt['themeadmin_reset_tip'] = 'Секоја тема има свој збир на опции за избор на вашите членови.  Ова вклучува работи како &quot;брз одговор&quot;, аватари и потписи, опции за распоред, и други слични опции.  Овде може да ги смените стандардните опции или да ги избришете подесувањата на сите членови.<br /><br />Ве молиме запаметете дека некои теми може да ги користат стандардните опции, и во тој случај нема да имаат свои опции.';
$txt['themeadmin_reset_defaults'] = 'Избриши ги стандардните (за гости) опции за оваа темаe';
$txt['themeadmin_reset_defaults_current'] = 'моментално подесени опции.';
$txt['themeadmin_reset_members'] = 'Избриши ги моменталните подесувања на сите членови за оваа тема';
$txt['themeadmin_reset_remove'] = 'Отстрани ги сите опции на членовите и користи ги стандардните';
$txt['themeadmin_reset_remove_current'] = 'членови кои моментално користат свои опции.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Дали сте сигурен дека сакате да ги отстраните сите опции на темите?\\nСо ова може исто така да избришете некои стандардни полиња во профилите.';
$txt['themeadmin_reset_options_info'] = 'Со опциите подолу може да ги избришете опциите за  <em>секого</em>.  За да смените опција, означете &quot;измени&quot; во полето до текстот, и потоа означете вредност за истата.  За да се користи стандардната, означи &quot;отстрани&quot;.  Инаку, искористи го &quot;не менувај&quot; за да остане како што е.';
$txt['themeadmin_reset_options_change'] = 'Измени';
$txt['themeadmin_reset_options_none'] = 'Не менувај';
$txt['themeadmin_reset_options_remove'] = 'Отстрани';

$txt['themeadmin_edit_browse'] = 'Пребарувај ги темплејтите и датотеките во оваа тема.';
$txt['themeadmin_edit_style'] = 'Менувај го stylesheet на оваа тема.';
$txt['themeadmin_edit_copy_template'] = 'Ископирај темплејт од темата на која оваа е заснована.';
$txt['themeadmin_edit_exists'] = 'веќе постои';
$txt['themeadmin_edit_do_copy'] = 'копирај';
$txt['themeadmin_edit_copy_warning'] = 'Кога SMF има потреба од темплејт или јазична датотека кој не се наоѓа во моменталната тема, бара во темат на која е заснован, или во стандардната тема.<br />Доколку немате потреба да измените темплејт, подобро е да не го копирате.';
$txt['themeadmin_edit_copy_confirm'] = 'Дали сте сигурни дека сакате да го копирате овој темплејт?';
$txt['themeadmin_edit_overwrite_confirm'] = 'Дали сте сигурни дека саката да го копирате овој темплејт преку веќе постоечкиот?\\nОва ќе ги смени сите промени кои сте ги направиле!';
$txt['themeadmin_edit_no_copy'] = '<em>(не може да копира)</em>';
$txt['themeadmin_edit_filename'] = 'Име на датотека';
$txt['themeadmin_edit_modified'] = 'Последна измена';
$txt['themeadmin_edit_size'] = 'Големина';
$txt['themeadmin_edit_bytes'] = 'Б';
$txt['themeadmin_edit_kilobytes'] = 'КБ';
$txt['themeadmin_edit_error'] = 'Датотеката која се обидовте да ја сочувате ја појави следната грешка:';
$txt['themeadmin_edit_on_line'] = 'Почеток на присуство';
$txt['themeadmin_edit_preview'] = 'Преглед';

?>