<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'Розділ тем оформлення дуже важлива складова Вашого форуму. Ці настроювання допоможуть Вам вибрати тему оформлення для форуму або встановити нову.';

$txt['theme_allow'] = 'Дозволити користувачам вибирати собі теми оформлення.';
$txt['theme_default'] = 'Дозволити користувачам вибирати теми оформлення &quot;За замовчуванням&quot;.';
$txt['theme_guests'] = 'Зміна за замовчуванням';
$txt['theme_select'] = 'вибрати...';
$txt['theme_reset'] = 'Скинути в кожного на';
$txt['theme_nochange'] = 'Без змін';
$txt['theme_forum_default'] = 'Тема оформлення за замовчуванням';

$txt['theme_settings'] = 'властивості';
$txt['theme_remove'] = 'видалити';
$txt['theme_remove_confirm'] = 'Ви впевнені, що хочете видалити тему оформлення?';

$txt['theme_install'] = 'Встановити нову тему оформлення';
$txt['theme_install_file'] = 'З файлу';
$txt['theme_install_dir'] = 'З папки на сервері';
$txt['theme_install_error'] = 'Ця папка Теми Оформлення не існує або не містить теми оформлення!';
$txt['theme_install_write_error'] = 'Для продовження, папка Теми Оформлення, повинна мати права на запис!';
$txt['theme_install_go'] = 'Встановити';
$txt['theme_install_new'] = 'Створити копію  теми, яка використовується на даний момент за замовчуванням';
$txt['theme_install_new_confirm'] = 'Встановити нову тему оформлення?';
$txt['theme_install_writable'] = 'Увага - Ви не можете створити або встановити нову тему оформлення оскільки папка тем оформлення не має прав на запис!';
$txt['theme_installed'] = 'Встановлення вдало завершене';
$txt['theme_installed_message'] = 'встановлення вдало завершене.';

$txt['theme_latest'] = 'Останні Теми Оформлення';
$txt['theme_latest_fetch'] = 'Встановлення останніх тем оформлення з www.simplemachines.org...';

$txt['theme_pick'] = 'Вибрати тему оформлення...';
$txt['theme_preview'] = 'перегляд &raquo;';
$txt['theme_set'] = 'використати цю тему оформлення';
$txt['theme_user'] = 'користувач, що використовує цю тему оформлення.';
$txt['theme_users'] = 'користувачі, що використають цю тему оформлення.';

$txt['theme_edit'] = 'Редагувати Теми Оформлення';
$txt['theme_edit_style'] = 'Змінити файл style.css. (кольори, шрифти, і таке інше.)';
$txt['theme_edit_index'] = 'Змінити шаблон. (шаблон головної сторінки)';
$txt['theme_edit_no_save'] = 'Цей файл не може бути збережений, оскільки немає прав на запис. Будь ласка, встановіть права на запис (chmod 777)';
$txt['theme_edit_save'] = 'Зберегти Зміни';

$txt['theme_global_description'] = 'Це тема за замовчуванням, це означає, що Ваша тема оформлення зміниться разом з іншими Адміністраторськими настроюваннями під час Вашого перешляду форума.';

$txt['theme5'] = 'Адреса(URL) і Настроювання Теми Оформлення';
$txt['theme6'] = 'Властивості Теми оформлення';
$txt['actual_theme_name'] = 'Назва цієї теми оформлення: ';
$txt['actual_theme_dir'] = 'Папка цієї теми оформлення: ';
$txt['actual_theme_url'] = 'Адреса(URL) цієї теми оформлення: ';
$txt['actual_images_url'] = 'Адреса(URL) зображень для цієї теми оформлення: ';

$txt['additional_options_collapsable'] = 'Дозволити додаткові настроювання для відправлення повідомлень';
$txt['allow_no_censored'] = 'Дозволити користувачам виключати цензуру';
$txt['who_display_viewing'] = 'Показувати хто переглядає розділ';
$txt['who_display_viewing_off'] = 'Не показувати';
$txt['who_display_viewing_numbers'] = 'Показувати кількість користувачів';
$txt['who_display_viewing_names'] = 'Показувати імена користувачів';
$txt['smf93'] = 'Заборонити останні повідомлення';
$txt['smf94'] = 'Дозволити одне повідомлення';
$txt['smf95'] = 'Дозволити багато повідомлення';
$txt['smf105'] = 'Відображати посилання місцерозташування в лінію';
$txt['smf106'] = 'При включенні даної функції, посилання місцерозташування користувачів на форумі, будуть розташовані в лінію (За замовчуванням у вигляді дерева).';
$txt['smf200'] = 'Відображати статистику форуму на головній сторінці';
$txt[382] = 'Показувати нового користувача на головній сторінці форуму';
$txt[383] = 'Показувати дату останнього редагування в змінених повідомленнях';
$txt[384] = 'Показувати аватари користувачів у перегляді повідомлень';
$txt[385] = 'Показувати особистий текст у перегляді повідомлень';
$txt[386] = 'Показувати стать користувача в перегляді повідомлень';
$txt[387] = 'Показувати прокручування новин на головній сторінці форуму';
$txt[510] = 'Показувати список користувачів на головній сторінці форуму';
$txt[522] = 'Показувати поточне місце розташування на форумі, як посилання замість тексту';
$txt[523] = 'Показувати кнопку перегляду профілю під повідомленням';
$txt[618] = 'Дозволити і показувати кнопку \'Відзначити прочитаними\'';
$txt['header_logo_url'] = 'Адреса(URL) зображення логотипа:';
$txt['header_logo_url_desc'] = '(залишити порожнім для відображення Назви форуму і логотипа за замовчуванням.)';
$txt['number_recent_posts'] = 'Кількість відображуваних останніх повідомлень на головній сторінці форуму:';
$txt['number_recent_posts_desc'] = 'Для заборони відображення останніх повідомлень поставте значення 0.';
$txt['hide_post_group'] = 'Не відображати в повідомленнях назву групи користувачів';
$txt['hide_post_group_desc'] = 'Назва групи користувачів, заснованої на кількості повідомлень, відображатися в повідомленнях не буде.';

$txt['theme_options_defaults'] = 'Тут розташовані значення для користувачів за замовчуванням. Зроблені тут зміни вплинуть тільки на нових користувачів і гостей.';
$txt['theme_options_title'] = 'Змінити або скинути значення за замовчуванням';

$txt['themeadmin_title'] = 'Теми Оформлення';
$txt['themeadmin_description'] = 'Тут Ви можете змінити настроювання тем оформлень, встановити нові теми і так само змінити опції відображення тем.';
$txt['themeadmin_admin_title'] = 'Встановлення та керування';
$txt['themeadmin_admin_desc'] = 'Тут Ви можете встановити нову тему оформлення, змінити її настроювання і таке інше';
$txt['themeadmin_list_title'] = 'Теми і Настроювання';
$txt['themeadmin_list_desc'] = 'Тут Ви можете переглянути список всіх встановлених на Вашому форумі тем, змінити їхні шляхи і настроювання, або видалити їх.';
$txt['themeadmin_reset_title'] = 'Загальна зміна настроювань';
$txt['themeadmin_reset_desc'] = 'Нижче, Ви можете змінити настроювання поточної теми оформлення для зареєстрованих користувачів.';
$txt['themeadmin_edit_title'] = 'Зміна теми оформлення';
$txt['themeadmin_edit_desc'] = 'Зміна відображення і вихідного тексту Вашої теми оформлення.';

$txt['themeadmin_list_heading'] = 'Огляд настроювань встановлених тем оформлення';
$txt['themeadmin_list_tip'] = 'Настроювання різних тем оформлення можуть відрізнятися одне від одного. Натисніть на назву теми, щоб змінити її основні параметри.';
$txt['themeadmin_list_theme_dir'] = 'Директорія теми (шаблонів)';
$txt['themeadmin_list_invalid'] = '(увага, шлях зазначений невірно!)';
$txt['themeadmin_list_theme_url'] = 'Адреса(URL) теми оформлення';
$txt['themeadmin_list_images_url'] = 'Адреса(URL) зображень';
$txt['themeadmin_list_reset'] = 'Зміна адреси(URL) і директорії з темами оформлень';
$txt['themeadmin_list_reset_dir'] = 'Шлях до директорії з темами оформлень';
$txt['themeadmin_list_reset_url'] = 'Адреса(URL) директорії з темами оформлень';
$txt['themeadmin_list_reset_go'] = 'Зберегти';

$txt['themeadmin_reset_tip'] = 'Кожна тема оформлення може мати свої власні настроювання, наприклад, такі як &quot;Швидка відповідь&quot;, аватари і підпис, опції відображення і інші функції. Тут Ви можете встановити настроювання для тем оформлення, які будуть використатися за замовчуванням.';
$txt['themeadmin_reset_defaults'] = 'Настроювання прийняті за замовчуванням для гостей і нових користувачів';
$txt['themeadmin_reset_defaults_current'] = 'встановлених настроювань.';
$txt['themeadmin_reset_members'] = 'Настроювання теми оформлення для зареєстрованих користувачів';
$txt['themeadmin_reset_remove'] = 'Видалити всі настроювання користувачів і використати настроювання за замовчуванням';
$txt['themeadmin_reset_remove_current'] = 'користувачів, що виставили свої власні настроювання.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Ви впевнені, що хочете видалити всі настроювання для цієї теми?\\nЦе може видалити, наприклад, деякі поля в профілях користувачів.';
$txt['themeadmin_reset_options_info'] = 'Виставлені нижче параметри змінять настроювання теми для <em>кожного користувача</em>.  Щоб змінити який-небудь пункт, виберіть &quot;змінити&quot;, а потім можете вибрати значення для обраного пункту. Щоб використати настроювання за замовчуванням, виберіть пункт &quot;видалити&quot;. Інакше - можете використати вже встановлене значення, вибравши пункт &quot;Не міняти&quot;.';
$txt['themeadmin_reset_options_change'] = 'Змінити';
$txt['themeadmin_reset_options_none'] = 'Не міняти';
$txt['themeadmin_reset_options_remove'] = 'Видалити';

$txt['themeadmin_edit_browse'] = 'Огляд шаблонів і файлів цієї теми оформлення.';
$txt['themeadmin_edit_style'] = 'Змінити стилі (CSS) цієї теми оформлення.';
$txt['themeadmin_edit_copy_template'] = 'Копіювати шаблон з теми оформлення, на якій він заснований.';
$txt['themeadmin_edit_exists'] = 'вже існує';
$txt['themeadmin_edit_do_copy'] = 'копіювати';
$txt['themeadmin_edit_copy_warning'] = 'Коли SMF форуму необхідні шаблон або мовний файл, що перебуває не в поточній темі оформлення, він береться з теми, на якій заснований шаблон або з теми за замовчуванням.';
$txt['themeadmin_edit_copy_confirm'] = 'Ви впевнені, що хочете скопіювати цей шаблон?';
$txt['themeadmin_edit_overwrite_confirm'] = 'Ви впевнені, що хочете скопіювати цей шаблон, поверх вже існуючої копії?\\nВсі зміни, які Ви робили не збережуться!';
$txt['themeadmin_edit_no_copy'] = '<em>(неможливо скопіювати)</em>';
$txt['themeadmin_edit_filename'] = 'Ім\'я файлу';
$txt['themeadmin_edit_modified'] = 'Останнє редагування';
$txt['themeadmin_edit_size'] = 'Розмір';
$txt['themeadmin_edit_bytes'] = 'б';
$txt['themeadmin_edit_kilobytes'] = 'Кб';
$txt['themeadmin_edit_error'] = 'Файл, який Ви намагаєтеся відредагувати згенерував наступну помилку:';
$txt['themeadmin_edit_on_line'] = 'Рядок';
$txt['themeadmin_edit_preview'] = 'Попередній перегляд';

?>