<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'ڕووکار ده‌بێته‌ هۆی ده‌رکه‌وتن و نیشاندانی جیاواز له مه‌کۆ. ئه‌م ڕێکخستنانه‌ کاریگه‌رن له‌سه‌ر ڕووکاری هه‌ڵبژێردراو، له‌گه‌ك ڕووکاری میوان و هه‌ڵبژێردراوی ئه‌ندامان.‌ ';

$txt['theme_allow'] = 'ڕێگا بده‌ به‌ ئه‌ندامان که‌ ڕووکاری جیاواز ده‌ستنیشان بکه‌ن.';
$txt['theme_default'] = 'ڕێگا بده‌ به‌ به‌کارهێنه‌ران که‌ ڕووکاری بنه‌ڕه‌تی ده‌ستنیشان بکه‌ن.';
$txt['theme_guests'] = 'بنه‌ڕه‌تی کردن بۆ هه‌موو مه‌کۆ';
$txt['theme_select'] = 'هه‌لبژێره‌...';
$txt['theme_reset'] = 'گێڕانه‌وه‌ی هه‌مووان بۆ';
$txt['theme_nochange'] = 'بێ گۆڕان';
$txt['theme_forum_default'] = 'بنه‌ڕه‌تی مه‌کۆ';

$txt['theme_settings'] = 'ڕێکخستنه‌کان';
$txt['theme_remove'] = 'لابردن';
$txt['theme_remove_confirm'] = 'تۆ دڵنیایت ده‌ته‌وێت یه‌کجاری ئه‌م رووکاره‌ لاببه‌یت؟';

$txt['theme_install'] = 'دامه‌زراندنی ڕووکارێکی نوێ';
$txt['theme_install_file'] = 'له‌ فایلێکه‌وه‌';
$txt['theme_install_dir'] = 'له‌ بوخچه‌یه‌کی سه‌ر سێرڤه‌ره‌وه‌';
$txt['theme_install_error'] = 'ئه‌و بوخچه‌ی ڕووکاره‌ بوونی نیه‌، یان ڕووکاری تێدانیه‌!';
$txt['theme_install_write_error'] = 'بوخچه‌ی ڕووکاره‌کان پێویسته‌ ڕێگاپێدانی لێنووسینی هه‌بێت تاکو به‌رده‌وام بیت!';
$txt['theme_install_go'] = 'دامه‌زراندن!';
$txt['theme_install_new'] = 'له‌به‌رگرتنه‌وه‌ی ڕووکاری بنه‌ڕه‌تی به‌ناوی';
$txt['theme_install_new_confirm'] = 'دامه‌زراندنی ڕووکارێکی تازه‌؟';
$txt['theme_install_writable'] = 'ئاگاداری! - تۆ ناتوانیت ڕووکارێکی تازه‌ دروستبکه‌یت یان دایبمه‌زرێنیت چونکه‌ بوخچه‌ی ڕووکاره‌کانت ڕێگاپێدانێ تێدانووسینی نیه‌';
$txt['theme_installed'] = 'به‌سه‌رکه‌وتویی دامه‌زرا';
$txt['theme_installed_message'] = 'به‌سه‌رکه‌وتویی دامه‌زرا.';

$txt['theme_latest'] = 'دوواترین و جوانترین ڕووکاره‌کان';
$txt['theme_latest_fetch'] = 'هێنانی زانیاری له‌سه‌ر دوواترین ڕووکار له‌ ماڵپه‌ری www.simplemachines.org...';

$txt['theme_pick'] = 'ڕووکارێک هه‌ڵبژێره‌...';
$txt['theme_preview'] = 'پێشبینین &raquo;';
$txt['theme_set'] = 'ئه‌و ڕووکاره‌ به‌کاربێنه‌';
$txt['theme_user'] = 'که‌سێک ئه‌م ڕووکاره‌ به‌کارده‌هێنێت.';
$txt['theme_users'] = 'چه‌ند که‌سێک ئه‌م ڕووکاره‌ به‌کارده‌هێنێت.';

$txt['theme_edit'] = 'ده‌ستکاریکردنی ڕووکار';
$txt['theme_edit_style'] = 'ده‌ستکاریکردنی فایلی style.css (ڕه‌نگ، فۆنت، هتد)';
$txt['theme_edit_index'] = 'ده‌ستکاریکردنی قاڵبی په‌ڕه‌ی سه‌ره‌کی';
$txt['theme_edit_no_save'] = 'ئه‌م فایله‌ ناتوانرێت پاشه‌که‌وت بکرێت چونکه‌ توانای لێنوسینی نیه‌! به‌یارمه‌تیت دڵنیابه‌ که‌ ئه‌م فایله‌ ڕێگاپێدانی ٧٧٧ ی پێدراوه‌';
$txt['theme_edit_save'] = 'پاشه‌که‌وتکردنی گۆڕانه‌کان';

$txt['theme_global_description'] = 'ئه‌مه‌ ڕووکاری بنه‌ڕه‌تیه‌، که‌ مانای وایه‌ ڕووکاره‌که‌ت ده‌گۆڕێت به‌ درێژایی لاپه‌ڕه‌کانی بنکه‌ی به‌ڕێوبه‌رایه‌تی و ئه‌و مه‌کۆیه‌ی ئێستاش ده‌یبینیت.';

$txt['theme5'] = 'به‌سته‌ره‌کانی ڕووکار و ڕێکخستنه‌کانی';
$txt['theme6'] = 'هه‌ڵبژاردنه‌کانی ڕووکار و پیشاندانه‌کانی';
$txt['actual_theme_name'] = 'ناوی ئه‌م ڕووکاره‌: ';
$txt['actual_theme_dir'] = 'بوخچه‌ی ئه‌م ڕووکاره‌: ';
$txt['actual_theme_url'] = 'به‌سته‌ری ئه‌م ڕووکاره‌: ';
$txt['actual_images_url'] = 'به‌سته‌ری وێنه‌کانی ئه‌م ڕووکاره‌: ';

$txt['additional_options_collapsable'] = 'به‌کارخستنی توانای وونبون و نیشاندانی کاته‌کی بۆ زیاده‌ هه‌ڵبژاردنه‌کانی په‌یامه‌کان';
$txt['allow_no_censored'] = 'ڕێگادان به‌ به‌کارهێنه‌ر بۆ له‌کارخستنی ووشه‌ سانسۆره‌کان؟';
$txt['who_display_viewing'] = 'پیشاندانی به‌کارهێنه‌رانی پێڕستی مه‌کۆکان و به‌شداریه‌کان؟';
$txt['who_display_viewing_off'] = 'پیشان نه‌دان';
$txt['who_display_viewing_numbers'] = 'ته‌نیا ژماره‌کانیان پیشانبده‌';
$txt['who_display_viewing_names'] = 'ناوه‌کانیان پیشانبده‌';
$txt['smf93'] = 'له‌کارخستنی به‌شداریه‌ تازه‌کان';
$txt['smf94'] = 'به‌کارخستنی یه‌ک به‌شداری';
$txt['smf95'] = 'به‌کارخستنی کۆمه‌ڵێک به‌شداری';
$txt['smf105'] = 'به‌کارخستنی ڕیزه‌به‌سته‌ره‌کان';
$txt['smf106'] = 'به‌کارخستنی ئه‌مه‌ ده‌بێته‌ هۆی نیشاندانی به‌سته‌ره‌کانی شوێنی ئێستات له‌ یه‌ک دێڕدا، که‌ ئه‌مه‌ وه‌ک شێوه‌که‌ی تر (لق و پۆپی دره‌ختی) نیه‌';
$txt['smf200'] = 'به‌کارخستنی شێوه‌ ئامارای SP1 له‌ لاپه‌ڕه‌ی سه‌ره‌تای مه‌کۆ';
$txt[382] = 'پیشاندانی ناوی دوواترین به‌شداربوو له‌ لاپه‌ڕه‌ی سه‌ره‌تا';
$txt[383] = 'پیشاندانی به‌رواری دوواترین ده‌ستکاری له‌و به‌شداریانه‌ی که‌ ده‌ستکاری ده‌کرێن';
$txt[384] = 'پیشاندانی نمایشه‌وێنه‌ی به‌شداربووان';
$txt[385] = 'پیشاندانی ڕسته‌ تایبه‌تیه‌کانی به‌شداربووان';
$txt[386] = 'پیشاندانی وێنه‌ی جیاکه‌ره‌وه‌ی ڕه‌گه‌ز';
$txt[387] = 'پیشاندانی هه‌واڵه‌کان له‌ لاپه‌ڕه‌ی سه‌ره‌تا';
$txt[510] = 'پیشاندانی لیستی به‌شداربووه‌کان له‌ لاپه‌ڕه‌ی سه‌ره‌تا؟';
$txt[522] = 'پیشاندانی شوێنی ئێستا له‌ مه‌کۆ وه‌ک به‌سته‌ر له‌ جیاتی نوسینی ئاسایی؟';
$txt[523] = 'پیشاندانی دوگمه‌ی دۆسیه‌ی زانیاری به‌شداربووان؟';
$txt[618] = 'به‌کارخستن و پیشاندانی دوگمه‌ی بیکه‌ره‌ خوێندراوه‌';
$txt['header_logo_url'] = 'به‌سته‌ری وێنه‌ی لۆگۆ:';
$txt['header_logo_url_desc'] = '(به‌تاڵ بێت مانای وایه‌ ناوی مه‌کۆ یان لۆگۆی بنه‌ڕه‌تی پیشانبده‌)';
$txt['number_recent_posts'] = 'ژماره‌ی ئه‌و به‌شداریه‌ تازانه‌ی که‌ له‌ لاپه‌ڕه‌ی سه‌ره‌تا ده‌ربکه‌ون:';
$txt['number_recent_posts_desc'] = 'بۆ له‌کارخستنی نیشاندانی به‌شداریه‌ تازه‌کان ئه‌م نرخه‌ بکه‌ره‌ سفر';
$txt['hide_post_group'] = 'شاردنه‌وه‌ی ناونیشانی کۆمه‌ڵه‌کان بۆ ئه‌و به‌شداربوانه‌ی که‌ ناونیشانی کۆمه‌ڵه‌یان هه‌یه‌و پشتبه‌ستوو نین به‌ ژماره‌ی به‌شداریه‌کان‌؟';
$txt['hide_post_group_desc'] = 'به‌کارخستنی ئه‌م هه‌ڵبژاردنه‌ ده‌بێته‌ هۆی شاردنه‌وه‌ی ناونیشانی ئه‌و کۆمه‌ڵانه‌ی که‌ پشتبه‌ستوو نین به‌ ژماره‌ی به‌شداریه‌کانیان، بۆ نمونه‌ به‌ڕێوبه‌ر و سه‌رپه‌رشتیار ناونیشانه‌کانی تریان که‌ پشتبه‌سته‌ به‌ ژماره‌ی به‌شداریه‌کانیان نیشان نادرێت';

$txt['theme_options_defaults'] = 'ئه‌وانه‌ نرخی بنه‌ڕه‌تین بۆ هه‌ڵبژاردنه‌کانی هه‌ندێک به‌شداربوانی تایبه‌ت. گۆڕینی ئه‌مانه‌ ته‌نیا کاریگه‌رده‌بێت بۆ به‌شداربوانی تازه‌و میوانان';
$txt['theme_options_title'] = 'گۆڕین یان بنه‌ڕه‌تی کردنه‌وه‌ی ڕووکاری بنه‌ڕه‌تی';

$txt['themeadmin_title'] = 'ڕێکخستنه‌کانی ڕووکار و پێشاندانه‌کان';
$txt['themeadmin_description'] = 'لێره‌ ده‌توانیت ده‌ستکاری ڕێکخستنه‌کانی ڕووکاره‌که‌ت بکه‌یت، هه‌ڵبژاردنه‌کان نوێ بکه‌یته‌وه‌، هه‌ڵبژاردنه‌کانی به‌شداربووان له‌کاربخه‌یه‌وه‌، هه‌روه‌ها هه‌ندێک شتی تر.';
$txt['themeadmin_admin_title'] = 'ڕێکخستن و دامه‌زراندن';
$txt['themeadmin_admin_desc'] = 'له‌م به‌شه‌دا ده‌توانیت ڕووکاری بنه‌ڕه‌تی بگۆڕیت، هه‌موو به‌شداربوان والێبکه‌یت یه‌ك ڕووکار به‌کاربهێنن، هه‌روه‌ها هه‌ڵبژاردنی هه‌ندێک ڕێکخستنی تری په‌یوه‌ندیدار به‌ ڕووکاری هه‌ڵبژێردراو. هه‌روه‌ها ده‌توانیت ڕووکاری تر دابمه‌زرێنیت لێره‌وه‌.<br /><br /> بیرت نه‌چێت سه‌یری رێکخستنه‌کانی ڕووکاره‌که‌ت بکه‌ بۆ هه‌ڵبژاردنه‌کانی پیشاندان.';
$txt['themeadmin_list_title'] = 'ڕووکارو هه‌ڵبژاردنه‌کانی';
$txt['themeadmin_list_desc'] = 'لێره‌، ده‌توانیت سه‌یری لیستی ئه‌و ڕووکارانه‌ بکه‌یت که‌ داتمه‌زراندوون، بوخچه‌و ڕێکخستنه‌کانیان بگۆڕیت، یان لایانبده‌یت.';
$txt['themeadmin_reset_title'] = 'گێڕانه‌وه‌ی هه‌ڵبژاردنه‌ بنه‌ڕه‌تیه‌کان';
$txt['themeadmin_reset_desc'] = 'له‌خواره‌وه‌ پێگه‌یه‌ک ده‌بینیت بۆ گۆڕینی هه‌ندێک هه‌ڵبژاردنی تایبه‌تی ڕووکاری دامه‌زراو بۆ هه‌موو به‌شداربوان. تۆ ته‌نیا ئه‌و ڕووکارانه‌ ده‌بینیت که‌ خاوه‌نی ده‌سه‌ڵاتی ڕێکخستنه‌کانیانت هه‌یه‌.';
$txt['themeadmin_edit_title'] = 'ده‌ستکاریکردنی ڕووکار';
$txt['themeadmin_edit_desc'] = 'ده‌ستکاریکردنی ستایل و سه‌رچاوه‌کۆدی ڕووکاری دامه‌زراو. به‌یارمه‌تیت ڕێبه‌ر بخوێنه‌وه‌ بۆ زانیاری زیاتر.';

$txt['themeadmin_list_heading'] = 'پیشاندنای ڕێکخستنه‌کانی ڕووکار';
$txt['themeadmin_list_tip'] = 'له‌بیرت بێت، ڕێکخستنه‌کانی پیشاندان جیاوازی هه‌یه‌ له‌ ڕووکارێکه‌ بۆ یه‌کێکی تر. کرته‌ له‌سه‌ر ناوی ڕووکاره‌کان بکه‌ له‌ خواره‌وه‌ بۆ دانانی هه‌ڵبژاردنه‌کان، گۆڕینی به‌سته‌رو بوخچه‌کان، یان بۆ بینینی هه‌ڵبژاردنی زیاتر.';
$txt['themeadmin_list_theme_dir'] = 'بوخچه‌ی ڕووکار (قالبه‌کان)';
$txt['themeadmin_list_invalid'] = '(ئاگاداری، ئه‌و جێگایه‌ هه‌ڵه‌یه‌)';
$txt['themeadmin_list_theme_url'] = 'به‌سته‌ری ئه‌و بوخچه‌یه‌ی سه‌ره‌وه‌';
$txt['themeadmin_list_images_url'] = 'به‌سته‌رت بخچه‌ی وێنه‌کان';
$txt['themeadmin_list_reset'] = 'بنه‌ڕه‌تی کردنه‌وه‌ی به‌سته‌ر و بوخچه‌کانی ڕووکار';
$txt['themeadmin_list_reset_dir'] = 'بنکه‌ بوخچه‌ی ڕووکار';
$txt['themeadmin_list_reset_url'] = 'بنکه‌ به‌سته‌ر بۆ هه‌مان بوخچه‌';
$txt['themeadmin_list_reset_go'] = 'هه‌وڵدان بۆ بنه‌ڕه‌تی کردنه‌وه‌ی هه‌موو ڕووکاره‌کان';

$txt['themeadmin_reset_tip'] = 'هه‌موو ڕووکاره‌کان هه‌ڵبژاردنی تایبه‌تی خۆیان هه‌یه‌ که‌ به‌شداربوان ده‌ستنیشانی بکه‌ن. که‌ ئه‌مانه‌ له‌ خۆده‌گرێت &quot;وه‌ڵامدانه‌وه‌ی خێرا&quot;، نمایشه‌ وێنه‌ و واژوو، هه‌ڵبژاردنه‌کانی پیشاندان، له‌گه‌ڵ هه‌ندێک هه‌ڵبژاردنی تری له‌وجۆره‌. لێره‌ ده‌توانیت نرخه‌ بنه‌ڕه‌تیه‌کان بگۆڕیت یان هه‌ڵبژاردنه‌کانی هه‌مووان هه‌ڵبوه‌شێنیته‌وه‌.<br /><br /> به‌یارمه‌تیت تێبینی ئه‌وه‌ بکه‌ هه‌ندێک ڕووکار له‌وانه‌یه‌ هه‌ڵبژاردنی بنه‌ڕه‌تی به‌کاربهێنێت، له‌م باره‌دا هه‌ڵبژاردنی تایبه‌تی خۆی نیه‌.';
$txt['themeadmin_reset_defaults'] = 'بنه‌ڕه‌تی کردنه‌وه‌ی هه‌ڵبژاردنه‌کانی ئه‌م ڕووکاره‌';
$txt['themeadmin_reset_defaults_current'] = 'ئه‌و هه‌ڵبژاردنانه‌ی ئێستا داندراوه‌.';
$txt['themeadmin_reset_members'] = 'بنه‌ره‌تی کردنه‌وه‌ی هه‌ڵبژاردنه‌کانی به‌شداربوان بۆ ئه‌م ڕووکاره‌.';
$txt['themeadmin_reset_remove'] = 'لابردنی هه‌ڵبژاردنه‌کانی هه‌موو به‌شداربوان و به‌کارهێنانی نرخی بنه‌ڕه‌تی';
$txt['themeadmin_reset_remove_current'] = 'ئه‌و به‌شداربوانه‌ی ئێستا هه‌ڵبژرادنی تایبه‌تی خۆیان هه‌یه‌.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'تۆ دڵنیای که‌ ده‌ته‌وێت هه‌موو هه‌ڵبژاردنه‌کانی ڕووکار هه‌ڵبوه‌شێنیته‌وه‌؟\\n ئه‌مه‌ ده‌بێته‌ هۆی هه‌ڵوه‌شاندنه‌وه‌ی هه‌ندێک خانه‌ی دۆسیه‌ی زانیاری به‌ دڵنیایی.';
$txt['themeadmin_reset_options_info'] = 'ئه‌و هه‌ڵبژاردنانه‌ی خواره‌وه‌ هه‌ڵبژاردنه‌کانی <em>هه‌مووان</em> هه‌ڵده‌وه‌شێنێته‌وه‌. بۆ گۆڕینی هه‌ڵبژاردنێک، &quot;گۆڕین&quot; ده‌ستنیشانبکه‌ له‌و چوارگۆشه‌ی که‌ دێت دوواتر نرخێکێ بۆ ده‌ستنیشانبکه‌. بۆ به‌کارهێنانی بنه‌ڕه‌تی &quot;لابردن&quot; ده‌ستنیشانبکه‌. یان، &quot;هیچ مه‌گۆڕه‌&quot هه‌ڵبژێره‌ بۆ هێشتنه‌وه‌ وه‌ک خۆی.';
$txt['themeadmin_reset_options_change'] = 'گۆڕین';
$txt['themeadmin_reset_options_none'] = 'بێ گۆڕان';
$txt['themeadmin_reset_options_remove'] = 'لابردن';

$txt['themeadmin_edit_browse'] = 'هێنانی فایل و قالبه‌کانی ناو ئه‌م ڕووکاره‌.';
$txt['themeadmin_edit_style'] = 'ده‌ستکاریکردنی ستایڵی ئه‌م ڕووکاره‌.';
$txt['themeadmin_edit_copy_template'] = 'له‌به‌رگرتنه‌وه‌ی ئه‌و قالبه‌ی که‌ ئه‌م ڕووکاره‌ی له‌سه‌ر دامه‌زراوه‌.';
$txt['themeadmin_edit_exists'] = 'هه‌مان شت هه‌یه‌';
$txt['themeadmin_edit_do_copy'] = 'له‌به‌رگرتنه‌وه‌';
$txt['themeadmin_edit_copy_warning'] = 'کاتێک SMF پێویستی به‌ قالبێک یان فایلێکی زمان ده‌بێت که‌ له‌ناو ڕووکاری به‌کارهاتوودا نه‌بێت، ئه‌وا له‌ناو ڕووکاری پشتپێبه‌ستوو ده‌گه‌ڕێت، یان له‌ناو ڕووکاری بنه‌ڕه‌تی.<br />مه‌گه‌ر زۆر پێویستبوو ده‌ستکاری قالبی ڕووکار بکه‌یت ئه‌گه‌رنا له‌به‌رگرتنه‌وه‌ی له‌سه‌ر مه‌که‌.';
$txt['themeadmin_edit_copy_confirm'] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت ئه‌م قالبه‌ له‌به‌ربگریته‌وه‌؟';
$txt['themeadmin_edit_overwrite_confirm'] = 'تۆ دڵنیایت که‌ ده‌ته‌وێت ئه‌م قالبه‌ له‌به‌ربگریته‌وه‌ و بیخه‌یته‌ شوێنی ئه‌وه‌ی که‌ هه‌یه‌؟\\n ئه‌م کاره‌ ده‌بێته‌ هۆی لادانی هه‌موو ئه‌و گۆڕانانه‌ی که‌له‌ قالبه‌ کۆنه‌که‌دا کردووته‌!';
$txt['themeadmin_edit_no_copy'] = '<em>(له‌به‌رناگیرێته‌وه‌)</em>';
$txt['themeadmin_edit_filename'] = 'ناوی فایل';
$txt['themeadmin_edit_modified'] = 'دووایین ده‌ستکاری';
$txt['themeadmin_edit_size'] = 'کێش';
$txt['themeadmin_edit_bytes'] = 'بایت';
$txt['themeadmin_edit_kilobytes'] = 'کیلۆ بایت';
$txt['themeadmin_edit_error'] = 'ئه‌و فایله‌ی هه‌وڵتدا پاشه‌که‌وتی بکه‌یت، ئه‌م هه‌ڵانه‌ی خواره‌وه‌ی دروستکرد:';
$txt['themeadmin_edit_on_line'] = 'ده‌ستپێکردن له‌ دێڕی';
$txt['themeadmin_edit_preview'] = 'پێشبینین';

?>