<?php
// Version: 1.1; Themes

$txt['themeadmin_explain'] = 'Οι εμφανίσεις είναι διαφορετικές όψεις της δημόσιας συζήτησης. Αυτές οι ρυθμίσεις επηρεάζουν την επιλογές εμφανίσεων, και ποιες εμφανίσεις χρησιμοποιούν οι επισκέπτες και τα μέλη.';

$txt['theme_allow'] = 'Οι χρήστες μπορούν να επιλέγουν τις δικές τους εμφανίσεις.';
$txt['theme_default'] = 'Οι χρήστες μπορούν να επιλέγουν την &quot;προεπιλεγμένη&quot; εμφάνιση.';
$txt['theme_guests'] = 'Γενική προεπιλογή για τη δημόσια συζήτηση';
$txt['theme_select'] = 'επιλέξτε...';
$txt['theme_reset'] = 'Επαναφορά  όλων των μελών στο';
$txt['theme_nochange'] = 'Καμία αλλαγή';
$txt['theme_forum_default'] = 'Προεπιλογή δημόσιας συζήτησης';

$txt['theme_settings'] = 'ρυθμίσεις';
$txt['theme_remove'] = 'διαγραφή';
$txt['theme_remove_confirm'] = 'Σίγουρα θέλετε να διαγράψετε για πάντα αυτή την εμφάνιση;';

$txt['theme_install'] = 'Εγκατάσταση νέας εμφάνισης';
$txt['theme_install_file'] = 'Από αρχείο';
$txt['theme_install_dir'] = 'Από κατάλογο στον διακομιστή';
$txt['theme_install_error'] = 'Αυτός ο κατάλογος εμφανίσεων δεν υπάρχει, ή δεν περιέχει κάποια εμφάνιση!';
$txt['theme_install_write_error'] = 'Ο κατάλογος εμφανίσεων πρέπει να είναι εγγράψιμος για να συνεχίσω!';
$txt['theme_install_go'] = 'Εγκατάσταση!';
$txt['theme_install_new'] = 'Δημιουργία αντιγράφου με όνομα';
$txt['theme_install_new_confirm'] = 'Εγκατάσταση νέας εμφάνισης;';
$txt['theme_install_writable'] = 'Προσοχή! δεν μπορείτε να δημιουργήσετε ή να εγκαταστήσετε μια νέα εμφάνιση γιατί ο κατάλογος εμφανίσεων δεν είναι εγγράψιμος!';
$txt['theme_installed'] = 'Εγκαταστάθηκε επιτυχώς';
$txt['theme_installed_message'] = 'εγκαταστάθηκε επιτυχώς.';

$txt['theme_latest'] = 'Πρόσφατες και δημοφιλέστερες εμφανίσεις';
$txt['theme_latest_fetch'] = 'Λήψη προσφάτων εμφανίσεων από το from www.simplemachines.org...';

$txt['theme_pick'] = 'Επιλέξτε εμφάνιση...';
$txt['theme_preview'] = 'προεπισκόπηση &raquo;';
$txt['theme_set'] = 'χρήση αυτής της εμφάνισης';
$txt['theme_user'] = 'άτομο χρησιμοποιεί αυτή την εμφάνιση.';
$txt['theme_users'] = 'άτομα χρησιμοποιούν αυτή την εμφάνιση.';

$txt['theme_edit'] = 'Τροποποίηση εμφάνισης';
$txt['theme_edit_style'] = 'Τροποποίηση του αρχείου style.css. (χρώματα, γραμματοσειρές, κλπ.)';
$txt['theme_edit_index'] = 'Τροποποίηση του προτύπου της αρχικής σελίδας. (Το βασικό πρότυπο)';
$txt['theme_edit_no_save'] = 'Αυτό το αρχείο δεν μπορεί να αποθηκευθεί επειδή δεν είναι εγγράψιμο! Σιγουρευτείτε ότι το ακόλουθο αρχείο έχει δικαιώματα 777 ή τα κατάλληλα δικαιώματα';
$txt['theme_edit_save'] = 'Αποθήκευση αλλαγών';

$txt['theme_global_description'] = 'Αυτή είναι η προεπιλεγμένη εμφάνιση, το οποίο σημαίνει ότι η εμφάνιση θα αλλάζει ανάλογα με τις ρυθμίσεις που έχει κάνει ο διαχειριστής και τον πίνακα που βλέπετε.';

$txt['theme5'] = 'URL εμφανίσεων και παραμετροποίηση';
$txt['theme6'] = 'Επιλογές και προτιμήσεις εμφανίσεων';
$txt['actual_theme_name'] = 'Όνομα αυτής της εμφάνισης: ';
$txt['actual_theme_dir'] = 'κατάλογος αυτής της εμφάνισης: ';
$txt['actual_theme_url'] = 'URL αυτής της εμφάνισης: ';
$txt['actual_images_url'] = 'URL εικόνων αυτής της εμφάνισης: ';

$txt['additional_options_collapsable'] = 'Ενεργοποίηση συμπτυσσόμενων πρόσθετων επιλογών αποστολής μηνύματος';
$txt['allow_no_censored'] = 'Επιτρέπεται στους χρήστες να απενεργοποιούν την λογοκρισία;';
$txt['who_display_viewing'] = 'Προβολή των μελών που διαβάζουν τον πίνακα και τα μηνύματα';
$txt['who_display_viewing_off'] = 'Απόκρυψη';
$txt['who_display_viewing_numbers'] = 'Εμφάνιση μόνο αριθμού';
$txt['who_display_viewing_names'] = 'Εμφάνιση ονομάτων χρηστών';
$txt['smf93'] = 'Απενεργοποίηση πρόσφατων μηνυμάτων';
$txt['smf94'] = 'Ενεργοποίηση μονού μηνύματος';
$txt['smf95'] = 'Ενεργοποίηση πολλαπλών μηνυμάτων';
$txt['smf105'] = 'Ενεργοποίηση συνδέσμων σε σειρά';
$txt['smf106'] = 'Η ενεργοποίηση αυτού, θα κάνει τη τρέχουσα θέση σας να εμφανίζεται σε μία γραμμή, σε αντίθεση με την δενδροειδή εμφάνιση.';
$txt['smf200'] = 'Ενεργοποίηση στατιστικών τύπου SP1 στη λίστα πίνακα';
$txt[382] = 'Εμφάνιση τελευταίου μέλους στην αρχική σελίδα';
$txt[383] = 'Εμφάνιση ημερομηνία τελευταίας τροποποίησης σε τροποποιημένα μηνύματα';
$txt[384] = 'Εμφάνιση πορτραίτων χρηστών στα μηνύματα';
$txt[385] = 'Εμφάνιση προσωπικού κειμένου στα μηνύματα';
$txt[386] = 'Εμφάνιση εικόνας φύλου στα μηνύματα';
$txt[387] = 'Εμφάνιση πλαισίου ειδήσεων στην αρχική σελίδα';
$txt[510] = 'Εμφάνιση γραμμής λίστας μελών στην αρχική σελίδα';
$txt[522] = 'Εμφάνιση τρέχουσας θέσης στη δημόσια συζήτηση σαν σύνδεσμος αντί για κείμενο';
$txt[523] = 'Εμφάνιση κουμπιού προφίλ κάτω από το μήνυμα';
$txt[618] = 'Ενεργοποίηση και εμφάνιση κουμπιών \'Αναγνωσμένα\'';
$txt['header_logo_url'] = 'Το URL του λογότυπου:';
$txt['header_logo_url_desc'] = '(αφήστε το άδειο για να προβάλλεται το όνομα του φόρουμ ή το προκαθορισμένο λογότυπο)';
$txt['number_recent_posts'] = 'Αριθμός πρόσφατων μηνυμάτων προς εμφάνιση στην αρχική σελίδα.';
$txt['number_recent_posts_desc'] = 'Για να απενεργοποιήσετε τη γραμμή προσφάτων μηνυμάτων ορίστε αυτή την τιμή σε μηδέν.';
$txt['hide_post_group'] = 'Απόκρυψη τίτλων ομάδων με βάση τα μηνύματα, για μέλη που ανήκουν σε ομάδα';
$txt['hide_post_group_desc'] = 'Η ενεργοποίηση αυτού δεν θα εμφανίζει τίτλο ομάδας με βάση τον αριθμό μηνυμάτων, στο μήνυμα, αν τα μέλη έχουν τοποθετηθεί σε μια ομάδα που δεν έχει τέτοια βάση.';

$txt['theme_options_defaults'] = 'Αυτές είναι οι προεπιλεγμένες τιμές για μερικές ρυθμίσεις των μελών. Η αλλαγή θα επηρεάσει μόνο τα νέα μέλη και τους επισκέπτες.';
$txt['theme_options_title'] = 'Αλλαγή ή επαναφορά των προεπιλεγμένων ρυθμίσεων';

$txt['themeadmin_title'] = 'Διαχείριση εμφανίσεων';
$txt['themeadmin_description'] = 'Εδώ μπορείτε να τροποποιήσετε τις ρυθμίσεις για τις εμφανίσεις, να ενημερώσετε τις επιλογές εμφανίσεων, να επαναφέρετε επιλογές μελών και άλλα σχετικά.';
$txt['themeadmin_admin_title'] = 'Διαχείριση και εγκατάσταση';
$txt['themeadmin_admin_desc'] = 'Αυτή η σελίδα σας επιτρέπει να αλλάξετε την προκαθορισμένη εμφάνιση, να ορίσετε μια συγκεκριμένη εμφάνιση για όλα τα μέλη, και να επιλέξετε άλλες ρυθμίσεις σχετικές με την εμφάνιση. Εδώ μπορείτε επίσης να εγκαταστήσετε εμφανίσεις.<br /><br />Μην ξεχάσετε να δείτε τις ρυθμίσεις εμφάνισης για τις εμφανίσεις σας, σχετικά με τις επιλογές διάταξης.';
$txt['themeadmin_list_title'] = 'Εμφανίσεις και ρυθμίσεις';
$txt['themeadmin_list_desc'] = 'Εδώ μπορείτε να δείτε τη λίστα των εμφανίσεων που έχετε εγκαταστήσει, να αλλάξετε τις διαδρομές αρχείων και τις ρυθμίσεις τους, και να τις απεγκαταστήσετε.';
$txt['themeadmin_reset_title'] = 'Επαναφορά επιλογών';
$txt['themeadmin_reset_desc'] = 'Παρακάτω θα δείτε μια φόρμα για να αλλάξετε τις τρέχουσες ρυθμίσεις εμφάνισης για όλα τα μέλη. Θα δείτε μόνο τις εμφανίσεις που έχουν δικές τους ρυθμίσεις.';
$txt['themeadmin_edit_title'] = 'Τροποποίηση εμφανίσεων';
$txt['themeadmin_edit_desc'] = 'Τροποποίηση του φύλλου στυλ και του πηγαίου κώδικα των εγκατεστημένων εμφανίσεων. Παρακαλούμε συμβουλευτείτε το εγχειρίδιο για περισσότερες πληροφορίες.';

$txt['themeadmin_list_heading'] = 'Γενικές ρυθμίσεις της εμφάνισης';
$txt['themeadmin_list_tip'] = 'Θυμηθείτε, οι ρυθμίσεις διάταξης μπορεί να είναι διαφορετικές μεταξύ μιας εμφάνισης και μιας άλλης. Πατήστε στα ονόματα των εμφανίσεων παρακάτω για να τις ρυθμίσετε, για να αλλάξετε τον κατάλογο ή το URL τους, ή για να βρείτε άλλες επιλογές.';
$txt['themeadmin_list_theme_dir'] = 'Ο κατάλογος της εμφάνισης (πρότυπα)';
$txt['themeadmin_list_invalid'] = '(προειδοποίηση, αυτή η διαδρομή δεν είναι σωστή!)';
$txt['themeadmin_list_theme_url'] = 'Το URL του παραπάνω κατάλογου';
$txt['themeadmin_list_images_url'] = 'Το URL του καταλόγου των εικόνων';
$txt['themeadmin_list_reset'] = 'Επαναφορά των URL και των καταλόγων της εμφάνισης';
$txt['themeadmin_list_reset_dir'] = 'Η βασική διαδρομή για τον κατάλογο των εμφανίσεων';
$txt['themeadmin_list_reset_url'] = 'Το βασικό URL για τον ίδιο κατάλογο';
$txt['themeadmin_list_reset_go'] = 'Προσπάθεια επαναφοράς όλων των εμφανίσεων';

$txt['themeadmin_reset_tip'] = 'Η κάθε εμφάνιση μπορεί να έχει δικές της ρυθμίσεις για επιλογή από τα μέλη. Αυτές περιλαμβάνουν πράγματα όπως &quot;γρήγορη απάντηση&quot;, πορτραίτα και υπογραφές, επιλογές διάταξης, και άλλες παρόμοιες επιλογές. Εδώ μπορείτε να αλλάξετε τα προκαθορισμένα ή να αρχικοποιήσετε τις επιλογές όλων.<br /><br />Υπόψη ότι μερικές εμφανίσεις μπορεί να χρησιμοποιούν τις προκαθορισμένες επιλογές, σε αυτήν την περίπτωση δεν θα έχουν δικές τους επιλογές.';
$txt['themeadmin_reset_defaults'] = 'Επαναφορά προκαθορισμένων επιλογών για αυτή την εμφάνιση';
$txt['themeadmin_reset_defaults_current'] = 'τρέχουσες επιλογές.';
$txt['themeadmin_reset_members'] = 'Επαναφορά των επιλογών όλων των μελών για αυτή την εμφάνιση';
$txt['themeadmin_reset_remove'] = 'Αναίρεση όλων των επιλογών του μέλους και χρήση των προκαθορισμένων';
$txt['themeadmin_reset_remove_current'] = 'μέλη χρησιμοποιούν δικές τους επιλογές.';
// Don't use entities in the below string.
$txt['themeadmin_reset_remove_confirm'] = 'Σίγουρα θέλετε να αναιρέσετε όλες τις επιλογές της εμφάνισης;\\nΑυτό μπορεί να αναιρέσει επίσης κάποια πεδία του προφίλ.';
$txt['themeadmin_reset_options_info'] = 'Οι παρακάτω επιλογές θα αρχικοποιήσουν τις επιλογές <em>όλων</em>.  Για να αλλάξετε μια επιλογή, επιλέξτε &quot;αλλαγή&quot; στο διπλανό κουτάκι, και μετά επιλέξτε μια τιμή για αυτό. Για να χρησιμοποιήσετε το προκαθορισμένο, επιλέξτε &quot;αναίρεση&quot;. Διαφορετικά, επιλέξτε &quot;καμία αλλαγή&quot; για να μείνουν ως έχουν.';
$txt['themeadmin_reset_options_change'] = 'Αλλαγή';
$txt['themeadmin_reset_options_none'] = 'Καμία αλλαγή';
$txt['themeadmin_reset_options_remove'] = 'Αναίρεση';

$txt['themeadmin_edit_browse'] = 'Προβολή των προτύπων και των αρχείων σε αυτη την εμφάνιση.';
$txt['themeadmin_edit_style'] = 'Τροποποίηση του stylesheet αυτής της εμφάνισης.';
$txt['themeadmin_edit_copy_template'] = 'Αντιγραφή ενός προτύπου από την εμφάνιση στην οποία είναι βασισμένο.';
$txt['themeadmin_edit_exists'] = 'υπάρχει ήδη';
$txt['themeadmin_edit_do_copy'] = 'αντιγραφή';
$txt['themeadmin_edit_copy_warning'] = 'Όταν το SMF χρειάζεται ένα πρότυπο ή αρχείο γλώσσας το οποίο δεν υπάρχει στην τρέχουσα εμφάνιση, ψάχνει στην εμφάνιση στην οποία είναι βασισμένο ή στην προκαθορισμένη εμφάνιση.<br />Αν δεν χρειάζεται να τροποποιήσετε ένα πρότυπο, είναι καλύτερα να μην το αντιγράψετε.';
$txt['themeadmin_edit_copy_confirm'] = 'Σίγουρα θέλετε να αντιγράψετε αυτό το πρότυπο;';
$txt['themeadmin_edit_overwrite_confirm'] = 'Σίγουρα θέλετε να αντιγράψετε αυτό το πρότυπο πάνω από το ήδη υπάρχον;\\nΑυτό θα ΓΡΑΨΕΙ ΑΠΟ ΠΑΝΩ τυχόν αλλαγές που έχετε κάνει!';
$txt['themeadmin_edit_no_copy'] = '<em>(δεν είναι δυνατή η αντιγραφή)</em>';
$txt['themeadmin_edit_filename'] = 'Όνομα αρχείου';
$txt['themeadmin_edit_modified'] = 'Τελευταία τροποποίηση';
$txt['themeadmin_edit_size'] = 'Μέγεθος';
$txt['themeadmin_edit_bytes'] = 'B';
$txt['themeadmin_edit_kilobytes'] = 'KB';
$txt['themeadmin_edit_error'] = 'Αυτό το αρχείο που προσπαθήσατε να αποθηκεύσετε παρουσίασε το ακόλουθο σφάλμα:';
$txt['themeadmin_edit_on_line'] = 'Αρχίζοντας στη γραμμή';
$txt['themeadmin_edit_preview'] = 'Προεπισκόπηση';

?>